{
  "localizations" : {
    "BUTTON_TITLE" : [
      {
        "target" : "Über E-Mail-Datenschutz & Datenschutz …",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״הגנה על פרטיות הדוא״ל״ ופרטיות…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "he"
      },
      {
        "target" : "About Mail Privacy Protection & Privacy…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول \"حماية خصوصية البريد\" والخصوصية…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Προστασία απορρήτου Mail και το Απόρρητο…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "el"
      },
      {
        "target" : "メールプライバシー保護とプライバシーについて…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ja"
      },
      {
        "target" : "About Mail Privacy Protection & Privacy…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en"
      },
      {
        "target" : "Про Захист приватності е‑пошти та Приватність…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de la protección de la privacidad en Mail y la privacidad…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于邮件隐私保护与隐私…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de la protección de la privacidad de Mail y la privacidad…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Proteção de Privacidade do App Mail e Privacidade…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Beskyttelse af anonymitet i Mail og anonymitet…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "da"
      },
      {
        "target" : "Protezione della privacy di Mail e privacy…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "it"
      },
      {
        "target" : "O ochrane súkromia v apke Mail a súkromí…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Proteção da privacidade no Mail e Privacidade…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Perlindungan Privasi Mail & Privasi…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Integritetsskydd i Mail och integritet…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sv"
      },
      {
        "target" : "O ochraně soukromí v aplikaci Mail a soukromí…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "cs"
      },
      {
        "target" : "Mail 개인 정보 보호 및 개인 정보 보호에 관하여…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Personvernbeskyttelse for Mail…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "no"
      },
      {
        "target" : "A Mail-adatvédelem funkcióról és az adatvédelemről…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hu"
      },
      {
        "target" : "關於郵件私隱保護與私隱⋯",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mail Gizlilik Koruması ve Gizlilik Hakkında…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności w Mail i prywatność…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pl"
      },
      {
        "target" : "關於郵件隱私權保護與隱私權⋯",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Mail Privacy Protection & Privacy…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư trong Mail & Quyền riêng tư…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "vi"
      },
      {
        "target" : "О функции «Защита конфиденциальности в Почте» и конфиденциальности…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ru"
      },
      {
        "target" : "Protection de la confidentialité dans Mail et confidentialité…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Protection de la confidentialité dans Mail et Confidentialité…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Mailin tietosuojaus ja tietosuoja…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Perlindungan Pribadi Mail & Privasi…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "id"
      },
      {
        "target" : "Info over 'Privacy­bescherming in Mail' en privacy…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการปกป้องความเป็นส่วนตัวของเมลและความเป็นส่วนตัว…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "th"
      },
      {
        "target" : "Despre protecția intimității Mail și intimitate…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ro"
      },
      {
        "target" : "Više o Zaštiti privatnosti u aplikaciji Mail i privatnosti…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hr"
      },
      {
        "target" : "मेल गोपनीयता सुरक्षा और गोपनीयता परिचय…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre la protecció de la privacitat del Mail i la privacitat…",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "Empfangene E-Mails enthalten unter Umständen entfernte Inhalte, mit denen der E-Mail-Sender Informationen über dich sammeln kann. Wenn du eine E-Mail öffnest, haben Sender die Möglichkeit, Informationen über deine E-Mail-Aktivitäten zu sammeln – völlig intransparent und ohne jegliche Kontrolle darüber, welche Informationen geteilt werden. E-Mail-Sender erfahren, wann und wie oft ihre E-Mail geöffnet wurde, ob du die E-Mail weitergeleitet hast, sie sehen deine IP-Adresse und erhalten andere Daten, die verwendet werden können, um ein Profil von deinem Verhalten zu erstellen und deinen Standort zu bestimmten.\n\nDie Option „Mail-Aktivität schützen“ sorgt dafür, dass deine Privatsphäre geschützt bleibt, indem E-Mail-Sender – einschließlich Apple – daran gehindert werden, Informationen über deine E-Mail-Aktivitäten zu sammeln. Anstatt die entfernten Inhalte erst zu laden, wenn du eine E-Mail in Mail öffnest, werden die entfernten Inhalte beim Erhalt einer E-Mail grundsätzlich sofort im Hintergrund geladen – unabhängig davon, was du mit der E-Mail machst. Apple kann die Informationen über den Inhalt nicht einsehen.\n\nDarüber hinaus werden mit der Option „Mail-Aktivität schützen“ alle entfernten Inhalte, die von Mail geladen werden, durch zwei separate Relays von zwei verschiedenen Anbietern geleitet. Der erste Anbieter kennt zwar deine IP-Adresse, aber nicht die entfernten Inhalte in Mail, die du empfängst. Der zweite Anbieter kennt die entfernten Inhalte in Mail, die du empfängst, aber nicht deine IP-Adresse. Stattdessen sendet er eine generalisierte Identität an die Zieladresse. Auf diese Weise hat kein Anbieter die Informationen, um dich oder die entfernten Inhalte in Mail, die du empfängst, zu identifizieren. Sender können deine IP-Adresse nicht als individuelle ID verwenden, um deine Aktivitäten über Websites und Apps hinweg zu erfassen, um ein Profil von dir zu erstellen.\n\nDu kannst in iOS und iPadOS die Option „Mail-Aktivität schützen“ jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Mail“ > „Datenschutz“ und deaktiviere „Mail-Aktivität schützen“. Öffne auf dem Mac „Mail“ > „Einstellungen“ > „Datenschutz“ und deaktiviere „Mail-Aktivität schützen“.\n\nWenn du die Option „Mail-Aktivität schützen“ deaktivierst, maskiert die Funktion „IP-Adresse verbergen“ weiterhin deine IP-Adresse mit dem auf zwei separaten Internet-Relays basierenden System. Du kannst in iOS und iPadOS die Option „IP-Adresse verbergen“ jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Mail“ > „Datenschutz“ und deaktiviere „Mail-Aktivität schützen“. Öffne auf dem Mac „Mail“ > „Einstellungen“ > „Datenschutz“ und deaktiviere „IP-Adresse verbergen“.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "de"
      },
      {
        "target" : "הודעות דוא״ל שקיבלת עשויות לכלול תוכן מרוחק המאפשר לשולח הדוא״ל להסיק מידע אודותיך. כאשר פותחים דוא״ל, השולח עשוי לאסוף מידע אודות פעילות הדוא״ל שלך מבלי שהדבר יהיה שקוף לך ומבלי שתהיה לך יכולת לשלוט במידע המשותף. שולחי הודעות דוא״ל עשויים להסיק מתי וכמה פעמים פתחת את הודעת הדוא״ל שלהם, האם העברת את הודעת הדוא״ל, מהי כתובת ה-IP שלך ונתונים נוספים שיכולים לשמש אותם כדי לבנות פרופיל של דפוסי ההתנהגות שלך ולהסיק מהו מיקומך.\n\nהמאפיין ״הגנה על הפעילות בדוא״ל״ עוזר לך להגן על פרטיותך בכך שהוא מונע משולחי הודעות דוא״ל, כולל Apple, להסיק מידע לגבי פעילות הדוא״ל שלך. כאשר מתקבל אצלך דוא״ל ביישום ״דואר״, במקום להוריד תוכן מרוחק בעת פתיחת ההודעה, ״הגנה על הפעילות בדוא״ל״ מוריד תוכן מרוחק ברקע כברירת מחדל, בין אם ביצעת פעולה כלשהי בהודעה או לא. ‏Apple אינה לומדת כל מידע בנוגע לתוכן.\n\nבנוסף, ״הגנה על הפעילות בדוא״ל״ מנתב את כל התוכן המרוחק שהורד על-ידי ״דואר״ אל שני ממסרים המופעלים על-ידי גופים שונים. הראשון יודע את כתובת ה-IP שלך, אך לא מקבל מידע לגבי התוכן המרוחק שקיבלת ב״דואר״. הגוף השני נחשף לתוכן המרוחק שקיבלת ב״דואר״, אך לא לכתובת ה-IP שלך, ומספק ליעד ההודעה זהות כללית בלבד. בצורה זו, אין גורם אחד שברשותו מספיק מידע כדי לזהות אותך ואת התוכן המרוחק שקיבלת ב״דואר״. השולחים לא יכולים להשתמש בכתובת ה-IP שלך כמזהה ייחודי כדי לחבר אותך לפעילות באתרים או יישומים וכדי לבנות פרופיל שלך.\n\nבאפשרותך לבטל את ״הגנה על הפעילות בדוא״ל״ בכל שלב ב-iOS וב-iPadOS באמצעות מעבר אל ״הגדרות״ > ״דואר״ > ״הגנה על הפרטיות״, ואז הקשה לכיבוי. ב-Mac, יש לעבור אל ״דואר״ > ״העדפות״ > ״פרטיות״, ולבטל את הבחירה ב״הגנה על פרטיות הדוא״ל״.\n\nאם בחרת לבטל את ״הגנה על הפעילות בדוא״ל״, המאפיין ״הסתרת כתובת IP״ עדיין ימסך את כתובת ה-IP שלך באמצעות אותו מבנה של שני ממסרי אינטרנט נפרדים. באפשרותך לבטל את ״הסתרת כתובת IP״ בכל שלב ב-iOS וב-iPadOS באמצעות מעבר אל ״הגדרות״ > ״דואר״ > ״הגנה על הפרטיות״, ואז הקשה לכיבוי ״הגנה על הפעילות בדוא״ל״. ב-Mac, יש לעבור אל ״דואר״ > ״העדפות״ > ״פרטיות״, ולבטל את הבחירה ב״הסתרת כתובת IP״.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/legal\/privacy\/he",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "he"
      },
      {
        "target" : "Emails you receive may include remote content that allows the email’s sender to learn information about you. When you open an email, information about your Mail activity can be collected by the sender without transparency and an ability to control what information is shared. Email senders may learn when and how many times you opened their email, whether you forwarded the email, your Internet Protocol (IP) address, and other data that can be used to build a profile of your behaviour and learn your location.\n\nProtect Mail Activity helps protect your privacy by preventing email senders, including Apple, from learning information about your Mail activity. When you receive an email in the Mail app, rather than downloading remote content when you open an email, Protect Mail Activity downloads remote content in the background by default — regardless of whether you engage with the email. Apple does not learn any information about the content.\n\nIn addition, Protect Mail Activity routes all remote content downloaded by Mail through two separate relays operated by different entities. The first knows your IP address, but not the remote Mail content you receive. The second knows the remote Mail content you receive, but not your IP address, instead providing a generalised identity to the destination. This way, no single entity has the information to identify both you and the remote Mail content you receive. Senders can’t use your IP address as a unique identifier to connect your activity across websites or apps to build a profile about you.\n\nYou can disable Protect Mail Activity anytime in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then unselect Protect Mail Activity.\n\nIf you choose to disable Protect Mail Activity, the Hide IP Address feature will still mask your IP address using the same two-separate-internet-relays design. You can disable Hide IP Address anytime in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then unselect Hide IP Address.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_AU"
      },
      {
        "target" : "قد تتضمن رسائل البريد الإلكتروني التي تتلقاها محتوى بعيدًا يسمح لمرسل البريد الإلكتروني بمعرفة معلومات عنك. عندما تفتح رسالة بريد إلكتروني، يمكن للمرسِل جمع معلومات حول نشاطك على تطبيق البريد دون شفافية وتكون لديه القدرة على التحكم في المعلومات المشارَكة. قد يعرف مرسل البريد الإلكتروني متى وكم مرة فتحت رسالة البريد الإلكتروني التي أرسلها، وما إذا كنت قد أعدت توجيه رسالة البريد الإلكتروني، وعنوان IP الخاص بك والبيانات الأخرى التي يمكن استخدامها لإنشاء ملف تعريف لسلوكك ومعرفة موقعك.\n\nتساعد حماية نشاط البريد في حماية خصوصيتك من خلال منع مرسلي البريد الإلكتروني، بما في ذلك Apple، من معرفة معلومات حول نشاطك في تطبيق البريد. عندما تتلقى رسالة بريد إلكتروني في تطبيق البريد، بدلاً من تنزيل المحتوى البعيد عند فتح رسالة البريد الإلكتروني، تقوم ميزة \"حماية نشاط البريد\" بتنزيل المحتوى البعيد في الخلفية بشكل افتراضي، بغض النظر عما إذا كنت تتعامل مع رسالة البريد الإلكتروني أم لا. لا تعرف Apple أي معلومات حول المحتوى.\n\nبالإضافة إلى ذلك، تعمل حماية نشاط البريد على توجيه كل المحتوى البعيد الذي تم تنزيله بواسطة البريد من خلال ترحيلين منفصلين تديرهما كيانات مختلفة. الأول يعرف عنوان IP الخاص بك، ولكنه لا يعرف محتوى البريد البعيد الذي تتلقاه. أما الثاني فيعرف محتوى البريد البعيد الذي تتلقاه، لكنه لا يعرف عنوان IP، بل يقدم بدلاً من ذلك هوية عامة إلى الوجهة. وبهذه الطريقة، لا يمكن لكيان واحد بمفرده التعرّف عليك وعلى محتوى البريد البعيد الذي تتلقاه. لا يمكن للمرسلين استخدام عنوان IP الخاص بك كمعرِّف فريد لربط نشاطك عبر مواقع الويب أو التطبيقات لإنشاء ملف تعريف عنك.\n\nيمكنك تعطيل \"حماية نشاط البريد\" في أي وقت على iOS و iPadOS بالانتقال إلى الإعدادات > البريد > حماية الخصوصية، ثم الضغط لإيقاف \"حماية نشاط البريد\". على Mac، انتقل إلى البريد > تفضيلات > الخصوصية، ثم قم بإلغاء تحديد حماية نشاط البريد.\n\nإذا اخترت تعطيل \"حماية نشاط البريد\"، فستظل ميزة إخفاء عنوان IP تخفي عنوان IP الخاص بك باستخدام نفس تصميم ترحيلَي الإنترنت المنفصلين. يمكنك تعطيل \"إخفاء عنوان IP\" في أي وقت على iOS و iPadOS بالانتقال إلى الإعدادات > البريد > حماية الخصوصية، ثم الضغط لإيقاف \"حماية نشاط البريد\". على Mac، انتقل إلى البريد > تفضيلات > الخصوصية، ثم ألغِ تحديد إخفاء عنوان IP.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ar"
      },
      {
        "target" : "Τα email που λαμβάνετε ενδέχεται να περιλαμβάνουν απομακρυσμένο περιεχόμενο που επιτρέπει στον αποστολέα του email να μάθει πληροφορίες σχετικά με εσάς. Όταν ανοίγετε ένα email, ο αποστολέας μπορεί να συλλέξει πληροφορίες χωρίς διαφάνεια για τη δραστηριότητά σας στο Mail και να ελέγξει ποιες πληροφορίες κοινοποιούνται. Οι αποστολείς των email ενδέχεται να μαθαίνουν πότε και πόσες φορές ανοίξατε τα email τους, αν τα προωθήσατε, τη διεύθυνση IP σας και άλλα δεδομένα που μπορούν να χρησιμοποιηθούν για να δημιουργήσουν ένα προφίλ της συμπεριφοράς σας και να μάθουν την τοποθεσία σας.\n\nΗ Προστασία δραστηριότητας Mail βοηθά στην προστασία του απορρήτου σας ώστε οι αποστολείς των email, συμπεριλαμβανομένης της Αpple, να μην έχουν πρόσβαση σε πληροφορίες για τη δραστηριότητά σας στο Mail. Όταν λάβετε ένα email στην εφαρμογή Mail, αντί της λήψης απομακρυσμένου περιεχομένου κατά το άνοιγμα email, η Προστασία δραστηριότητας Mail πραγματοποιεί λήψη του απομακρυσμένου περιεχομένου στο παρασκήνιο από προεπιλογή, ανεξάρτητα από το αν αλληλεπιδράσετε με το συγκεκριμένο email. Η Apple δεν μαθαίνει καμία πληροφορία για το περιεχόμενο.\n\nΕπιπρόσθετα, η Προστασία δραστηριότητας Mail δρομολογεί όλο το απομακρυσμένο περιεχόμενο που λαμβάνεται από την εφαρμογή Mail μέσω δύο ξεχωριστών μεταγωγών που υπάγονται στη διαχείριση διαφορετικών οντοτήτων. Η πρώτη οντότητα γνωρίζει τη διεύθυνση IP σας, αλλά όχι το απομακρυσμένο περιεχόμενο Mail που λαμβάνετε. Η δεύτερη οντότητα γνωρίζει το απομακρυσμένο περιεχόμενο Mail που λαμβάνετε, αλλά όχι τη διεύθυνση IP σας, και παρέχει αντ' αυτού μια γενικευμένη ταυτότητα και τοποθεσία στον ιστότοπο προορισμού. Με αυτόν τον τρόπο, καμία οντότητα δεν έχει επαρκείς πληροφορίες για να ταυτοποιήσει τόσο εσάς όσο και το απομακρυσμένο περιεχόμενο Mail που λαμβάνετε. Οι αποστολείς δεν μπορούν να χρησιμοποιήσουν τη διεύθυνση IP σας ως μοναδικό αναγνωριστικό για να συνδέσουν τη δραστηριότητά σας σε ιστότοπους ή εφαρμογές, ώστε να δημιουργήσουν ένα προφίλ για εσάς.\n\nΑν θέλετε να απενεργοποιήσετε την Προστασία δραστηριότητας Mail ανά πάσα στιγμή σε συσκευή iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις» > «Mail» > «Προστασία απορρήτου» και αγγίξτε για απενεργοποίηση της ρύθμισης «Προστασία δραστηριότητας Mail». Σε Mac, μεταβείτε στο «Mail» > «Προτιμήσεις» > «Απόρρητο» και αποεπιλέξτε την «Προστασία δραστηριότητας Mail».\n\nΑν επιλέξετε να απενεργοποιήσετε την Προστασία δραστηριότητας Mail, η δυνατότητα «Απόκρυψη διεύθυνσης IP» θα εξακολουθεί να αποκρύπτει τη διεύθυνση IP σας με την ίδια μέθοδο δύο ξεχωριστών διαδικτυακών μεταγωγών. Αν θέλετε να απενεργοποιήσετε την Απόκρυψη διεύθυνσης IP ανά πάσα στιγμή σε συσκευή iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις» > «Mail» > «Προστασία απορρήτου» και αγγίξτε για απενεργοποίηση της ρύθμισης «Προστασία δραστηριότητας Mail». Σε Mac, μεταβείτε στο «Mail» > «Προτιμήσεις» > «Απόρρητο» και αποεπιλέξτε την «Απόκρυψη διεύθυνσης IP».\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "el"
      },
      {
        "target" : "受信したメールには、メールの送信者があなたに関する情報を知ることができるように、リモートコンテンツが含まれている場合があります。メールが開封されると、あなたの“メール”のアクティビティに関する情報が、何の情報が収集されるのかについての透明性を知らせたり、共有される情報をユーザが制御することなく、送信者によって収集される可能性があります。メールの送信者は、あなたがいつ、何回メールを開いたか、メールを転送したかどうか、あなたのインターネットプロトコル（IP）アドレスなどのデータを知ることができ、そのデータによってあなたの行動のプロファイルを構築したり、あなたの所在地を知ることができます。\n\n“‘メール’でのアクティビティを保護”は、Appleを含む、メール送信者があなたの“メール”のアクティビティに関する情報を知ることを防ぎ、あなたのプライバシーを保護することができます。“メール” Appでメールを受信した場合、メールを開いたときにリモートコンテンツをダウンロードするのではなく、“‘メール’でのアクティビティを保護”により、あなたがメールをどのように操作したかにかかわらず、リモートコンテンツはデフォルトでバックグラウンドでダウンロードされます。コンテンツに関するいかなる情報もAppleによって知られることはありません。\n\nさらに、“‘メール’でのアクティビティを保護”では、ダウンロードされたすべてのリモートコンテンツは、異なる事業者によって運用される2つの個別のリレーを経由して送信されます。1つ目の事業者は、あなたのIPアドレスを認識しますが、受信するリモートの“メール”コンテンツは認識しません。2つ目の事業者は、あなたが受信するリモートの“メール”コンテンツを認識しますが、IPアドレスは認識せず、代わりに、一般化された識別情報を接続先に提供します。これにより、1つの事業者にあなたとあなたが受信するリモートの“メール”コンテンツの両方を特定する情報が保持されることはありません。送信者は、あなたのプロフィールを構築するために、WebサイトやAppでのアクティビティに関連付けられる一意識別子としてあなたのIPアドレスを使用することはできません。\n\n“‘メール’でのアクティビティを保護”は、iOSおよびiPadOSの場合、“設定”＞“メール”＞“プライバシー保護”に移動してから、“‘メール’でのアクティビティを保護”をタップしてオフにすることで、いつでも無効にできます。Macでは、“メール”＞“環境設定”＞“プライバシー”に移動してから、“‘メール’でのアクティビティを保護”の選択を解除してください。\n\n“‘メール’でのアクティビティを保護”を無効にしても、“IPアドレスを非公開”機能により、同様の2つの個別のインターネットリレー設計が使用され、IPアドレスは隠されたままになります。“IPアドレスを非公開”は、iOSおよびiPadOSの場合、“設定”＞“メール”＞“プライバシー保護”に移動してから、“‘メール’でのアクティビティを保護”をタップしてオフにすることで、いつでも無効にできます。Macでは、“メール”＞“環境設定”＞“プライバシー”に移動してから、“IPアドレスを非公開”の選択を解除してください。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ja"
      },
      {
        "target" : "Emails you receive may include remote content that allows the email’s sender to learn information about you. When you open an email, information about your Mail activity can be collected by the sender without transparency and an ability to control what information is shared. Email senders may learn when and how many times you opened their email, whether you forwarded the email, your Internet Protocol (IP) address, and other data that can be used to build a profile of your behavior and learn your location.\n\nProtect Mail Activity helps protect your privacy by preventing email senders, including Apple, from learning information about your Mail activity. When you receive an email in the Mail app, rather than downloading remote content when you open an email, Protect Mail Activity downloads remote content in the background by default — regardless of whether you engage with the email. Apple does not learn any information about the content.\n\nIn addition, Protect Mail Activity routes all remote content downloaded by Mail through two separate relays operated by different entities. The first knows your IP address, but not the remote Mail content you receive. The second knows the remote Mail content you receive, but not your IP address, instead providing a generalized identity to the destination. This way, no single entity has the information to identify both you and the remote Mail content you receive. Senders can’t use your IP address as a unique identifier to connect your activity across websites or apps to build a profile about you.\n\nYou can disable Protect Mail Activity at any time in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then deselect Protect Mail Activity.\n\nIf you choose to disable Protect Mail Activity, the Hide IP Address feature will still mask your IP address using the same two-separate-internet-relays design. You can disable Hide IP Address at any time in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then deselect Hide IP Address.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en"
      },
      {
        "target" : "Отримувані вами е-листи можуть містити віддалений вміст, за допомогою якого відправники можуть дізнаватись інформацію про вас. Коли ви відкриваєте е‑лист, відправник може непрозоро збирати інформацію про ваші дії в Пошті, і ви не зможете керувати інформацією, яка поширюватиметься. Відправники е-листів можуть дізнатися, коли й скільки разів ви відкривали їхній лист, чи пересилали ви його, адресу вашого інтернет-протоколу (IP) та інші дані, які можна використовувати для створення профілю вашої поведінки й визначення вашого місцезнаходження.\n\nФункція «Захищати дії з Поштою» захищає вашу приватність, забороняючи відправникам е-пошти, зокрема компанії Apple, дізнаватись інформацію про ваші дії в Пошті. Коли ви отримуєте е‑лист у програмі «Пошта», функція «Захищати дії з Поштою» не викачує віддалений вміст, коли ви відкриваєте лист, а типово викачує його у фоновому режимі, незалежно від того, чи взаємодієте ви з листом. Apple не отримує жодної інформації про вміст.\n\nКрім того, параметр «Захищати дії з Поштою» переспрямовує весь віддалений вміст, викачаний у програмі «Пошта» через два окремі реле, якими керують різні організації. Першому відома ваша IP-адреса, але не віддалений поштовий вміст, який ви отримуєте. Другому відомий віддалений поштовий вміст, який ви отримуєте, але не ваша IP‑адреса, і натомість отримувачу надається загальна інформація про особу. Отже, жодна організація не має інформації, що може ідентифікувати вас і віддалений поштовий вміст, який ви отримуєте. Відправники не можуть використовувати вашу IP-адресу як унікальний ідентифікатор, щоб поєднувати ваші дії на вебсайтах чи у програмах для створення профіля вашої особи.\n\nВи можете будь-якої миті вимкнути функцію «Захищати дії з Поштою». Для цього в iOS та iPadOS перейдіть у меню Параметри > Пошта > Захист приватності, а потім вимкніть параметр «Захищати дії з Поштою». На Mac перейдіть у меню Пошта > Параметри > Приватність, а потім зніміть прапорець «Захищати дії з Поштою».\n\nЯкщо ви вимикаєте параметр «Захищати дії з Поштою», функція «Приховувати IP‑адресу» все одно маскуватиме вашу IP‑адресу за допомогою двох окремих інтернет-реле. Можна будь-якої миті вимкнути функцію «Приховувати IP‑адресу». Для цього в iOS та iPadOS перейдіть у меню Параметри > Пошта > Захист приватності, а потім вимкніть параметр «Захищати дії з Поштою». На Mac перейдіть у меню Пошта > Параметри > Приватність, а потім зніміть прапорець «Приховувати IP‑адресу».\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збирання, утримання, обробку й використання цієї інформації компанією Apple і її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "uk"
      },
      {
        "target" : "Los correos que recibes pueden incluir contenido remoto que permite al remitente obtener información sobre ti. Cuando abres un correo, el remitente puede recopilar información sobre tu actividad en Mail de manera poco transparente y sin darte visibilidad de qué datos se compartieron. Los remitentes de los correos electrónicos podrán saber cuándo y cuántas veces abriste su mensaje, si lo reenviaste, tu dirección de protocolo de Internet (IP) y otros datos que pueden usarse para conocer tu ubicación y crear un perfil de tu actividad.\n\n“Proteger actividad en Mail” ayuda a proteger tu privacidad al evitar que los remitentes de los correos, incluido Apple, reciban información sobre tu actividad en Mail. Cuando recibas un correo en la app Mail, más que descargar contenido remoto cuando abres un mensaje, “Proteger actividad en Mail” descarga contenido remoto en segundo plano sin importar si interactúas con el correo electrónico. Apple no obtiene ninguna información sobre el contenido.\n\nAdemás, “Proteger actividad en Mail” envía todo el contenido remoto descargado desde Mail por dos transmisores separados y operados por entidades diferentes. El primero conoce tu dirección IP, pero no el contenido remoto de Mail que recibes. El segundo sabe qué contenido remoto recibes en Mail pero no tu dirección IP, ya que se proporciona una identidad generalizada. De esta manera, ninguna entidad tiene información que te identifique a ti o que identifique el contenido de los mensajes de correo que recibes. Los remitentes no pueden usar tu dirección IP como único identificador para vincular tu actividad en diversos sitios o apps a tu perfil.\n\nPuedes desactivar la función “Proteger actividad en Mail” en cualquier momento en tu dispositivo iOS o iPadOS; para ello, ve a Configuración > Mail > “Proteger actividad en Mail” y desactiva “Proteger actividad en Mail”. En una Mac, ve a Mail > Preferencias > Privacidad, y elimina la selección de “Proteger actividad en Mail”.\n\nSi eliges desactivar “Proteger actividad en Mail”, la función que oculta direcciones IP enmascarará tu dirección usando dos transmisores de Internet diferentes. Puedes desactivar la función “Ocultar dirección IP” en cualquier momento en tu dispositivo iOS o iPadOS; para ello, desactiva “Proteger actividad en Mail” en Configuración > Mail > “Proteger actividad en Mail”. En una Mac, anula la selección de “Ocultar dirección IP” en Mail > Preferencias > Privacidad.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es_419"
      },
      {
        "target" : "您收到的电子邮件可能包括远程内容，使电子邮件发件人能够了解您的信息。当您打开电子邮件时，您的“邮件”活动信息即可能被发件人收集，此过程不透明且您无法控制被共享的信息。电子邮件发件人可能会了解您打开其电子邮件的时间和次数、是否转发了该电子邮件、您的互联网协议(IP)地址以及其他可用于建立您个人行为资料并知晓您位置的数据。\n\n“保护‘邮件’活动”可阻止包括Apple在内的电子邮件发件人了解您“邮件”的活动信息，从而保护您的隐私。当您在“邮件”App中收到电子邮件时，无论您是否与电子邮件进行交互，“保护‘邮件’活动”都会默认在后台下载远程内容，而非在您打开电子邮件时下载远程内容。Apple不会获取与内容相关的任何信息。\n\n此外，“保护‘邮件’活动”会通过由不同实体运行的两次独立中继转接“邮件”下载的所有远程内容。第一次中继知道您的IP地址，但不知道您收到的远程“邮件”内容。第二次中继知道您收到的远程“邮件”内容，但不知道您的IP地址，而是向目的位置提供一个泛化的身份信息。通过这种方式，任何实体都无法掌握信息以识别您的身份和您收到的远程“邮件”内容。发件人无法将您的IP地址作为唯一标识符与您在网站或App中的活动关联，以建立您的资料。\n\n您可以随时在iOS和iPadOS设备上停用“保护‘邮件’活动”，方法是前往“设置”>“邮件”>“隐私保护”，然后轻点以关闭“保护‘邮件’活动”。在Mac上，前往“邮件”>“偏好设置”>“隐私”，然后取消选择“保护‘邮件’活动”。\n\n若您选择停用“保护‘邮件’活动”，“隐藏IP地址”功能将仍沿用两次独立互联网中继的设计遮盖您的IP地址。您可以随时在iOS和iPadOS设备上停用“隐藏IP地址”，方法是前往“设置”>“邮件”>“隐私保护”，然后轻点以关闭“保护‘邮件’活动”。在Mac上，前往“邮件”>“偏好设置”>“隐私”，然后取消选择“隐藏IP地址”。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Los mensajes de correo electrónico que recibes pueden incluir contenido remoto que permite al remitente del mensaje obtener información sobre ti. Cuando abres un correo electrónico, el remitente puede recopilar información sobre tu actividad en Mail sin avisarte ni darte la posibilidad de controlar qué información se comparte. Los remitentes de correos electrónicos pueden saber cuándo y cuántas veces has abierto su mensaje, si lo has reenviado, tu dirección IP, y otros datos que pueden servir para crear un perfil de tu comportamiento y averiguar tu ubicación.\n\nLa función “Proteger la actividad en Mail” ayuda a proteger tu privacidad al impedir que los remitentes de correos electrónicos, incluido Apple, obtengan información acerca de tu actividad en la app Mail. Cuando recibes un correo electrónico en la app Mail, en lugar de descargar el contenido remoto del mensaje en el momento de abrirlo, la función “Proteger la actividad en Mail” descarga por omisión el contenido remoto en segundo plano, independientemente de si interactúas o no con el mensaje. Apple no obtiene ningún tipo de información sobre dicho contenido.\n\nAdemás, esta función hace pasar todo el contenido remoto descargado por Mail a través de dos servidores independientes gestionados por entidades diferentes. La primera conoce tu dirección IP, pero no el contenido remoto que has recibido en los mensajes de correo. La segunda, en cambio, conoce el contenido remoto de los mensajes, pero no tu dirección IP. En su lugar, proporciona al destinatario una identidad genérica. De este modo, ninguna de las dos entidades tiene la información necesaria para identificarte a ti ni el contenido remoto de los correos que recibes. Los remitentes no pueden usar tu dirección IP como identificador único para relacionar tu actividad en los sitios web o en las apps y crear un perfil sobre ti.\n\nPuedes desactivar la función “Proteger la actividad en Mail” en iOS o iPadOS en cualquier momento desde Ajustes > Mail > Protección de la privacidad. En el Mac, ve a Mail > Preferencias > Privacidad y anula la selección de la opción “Proteger la actividad en Mail”.\n\nSi decides desactivar esta opción, la función “Ocultar dirección IP” seguirá ocultando tu dirección IP mediante el uso de la misma arquitectura de dos servidores de internet independientes. Puedes desactivar la función “Ocultar dirección IP” en cualquier momento en iOS o iPadOS desactivando la opción “Proteger la actividad en Mail” en Ajustes > Mail > Protección de la privacidad. En el Mac, ve a Mail > Preferencias > Privacidad y anula la selección de la opción “Ocultar la dirección IP”.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es"
      },
      {
        "target" : "Os e-mails que você recebe podem incluir conteúdo remoto que permite que o remetente obtenha informações sobre você. Quando você abre um e-mail, as informações sobre sua atividade no app Mail podem ser coletadas pelo remetente sem que haja transparência nem a possibilidade de controlar quais informações são compartilhadas. Os remetentes de e-mail podem saber quando e quantas vezes você abriu o e-mail, se o encaminhou, qual é seu endereço de protocolo de internet (IP) e outros dados que podem ser usados para criar um perfil do seu comportamento e identificar sua localização.\n\nA Proteção de Atividade do App Mail protege sua privacidade ao evitar que os remetentes de e-mail, inclusive a Apple, obtenham informações sobre sua atividade no app Mail. Quando você recebe um e-mail no app Mail, a Atividade de Proteção do App Mail baixa o conteúdo remoto em segundo plano por padrão (independentemente de sua interação com o e-mail), em vez de baixá-lo quando você abre o e-mail. A Apple não fica a par de nenhuma informação sobre o conteúdo.\n\nAlém disso, a Atividade de Proteção do App Mail roteia todo o conteúdo remoto baixado pelo app Mail por duas retransmissões diferentes, operadas por entidades diferentes. A primeira conhece seu endereço IP, mas não o conteúdo remoto do Mail que você recebe. A segunda conhece o conteúdo remoto do app Mail que você recebe, mas não o seu endereço IP. Em vez dele, ela fornece uma identidade genérica ao destino. Dessa forma, nenhuma entidade específica tem as informações para identificar você e o conteúdo remoto do app Mail que você recebe. Os remetentes não podem usar seu endereço IP – que é um identificador exclusivo – para conectar sua atividade entre sites ou apps e criar um perfil sobre você.\n\nA qualquer momento você pode desativar a Atividade de Proteção do App Mail no iOS e no iPadOS. Acesse Ajustes > Mail > Proteção de Privacidade e toque para desativar a Atividade de Proteção do App Mail. No Mac, acesse Mail > Preferências > Privacidade e desmarque “Proteger Atividade do App Mail”.\n\nSe você optar por desativar a Atividade de Proteção do Mail, o recurso Ocultar Endereço IP ainda ocultará seu endereço IP usando o mesmo design de duas retransmissões de internet separadas. A qualquer momento você pode desativar o recurso Ocultar Endereço IP no iOS e no iPadOS. Acesse Ajustes > Mail > Proteção de Privacidade e toque para desativar Proteger Atividade no Mail. No Mac, acesse Mail >Preferências > Privacidade e desmarque “Ocultar Endereço IP”.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "E-mailbeskeder, du modtager, kan indeholde eksternt indhold, der giver afsenderen mulighed for at indsamle oplysninger om dig. Når du åbner en e-mailbesked, kan oplysninger om dine aktiviteter i Mail indsamles af afsenderen uden din viden, og uden at du kan kontrollere, hvilke oplysninger der deles. Afsendere af e-mailbeskeder kan finde ud af, hvornår og hvor mange gange du har åbnet beskeden fra dem, om du har videresendt den, din IP-adresse og andre data, der kan bruges til at oprette en profil om din brug og identificere din lokalitet.\n\nBeskyt Mail-aktivitet hjælper med at beskytte din anonymitet ved at forhindre afsendere af e-mailbeskeder, herunder Apple, i at få adgang til oplysninger om dine aktiviteter i Mail. Når du modtager en e-mailbesked i appen Mail, henter Beskyt Mail-aktivitet som standard eksternt indhold i baggrunden i stedet for at hente eksternt indhold, når du åbner beskeden – uanset om du svarer på den eller ej. Apple modtager ingen oplysninger om indholdet.\n\nDerudover sender Beskyt Mail-aktivitet alt eksternt indhold, der hentes i Mail, gennem to forskellige relay-servere, der administreres af forskellige enheder. Den første kender din IP-adresse, men ikke det eksterne indhold, du modtager i Mail. Den anden kender det eksterne indhold, du modtager i Mail, men ikke din IP-adresse, så der i stedet leveres en generel identitet til modtageren. Derved har ingen enkeltstående enhed adgang til oplysninger, der kan identificere både dig og det eksterne indhold, du modtager i Mail. Afsendere kan ikke bruge din IP-adresse som et unikt id til at kombinere din aktivitet på tværs af apps og websteder til at opbygge en profil om dig.\n\nDu kan altid slå Beskyt Mail-aktivitet fra i iOS og iPadOS ved at gå til Indstillinger > Mail > Beskyttelse af anonymitet og trykke for at slå Beskyt Mail-aktivitet fra. På Mac skal du gå til Mail > Indstillinger > Anonymitet og derefter fravælge Beskyt Mail-aktivitet.\n\nHvis du vælger at slå Beskyt Mail-aktivitet fra, skjuler funktionen Skjul IP-adresse stadig din IP-adresse ved hjælp af det samme design med to forskellige relay-servere. Du kan altid slå Skjul IP-adresse fra i iOS og iPadOS ved at gå til Indstillinger > Mail > Beskyttelse af anonymitet og trykke for at slå Beskyt Mail-aktivitet fra. På Mac skal du gå til Mail > Indstillinger > Anonymitet og derefter fravælge Skjul IP-adresse.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "da"
      },
      {
        "target" : "Le e‑mail che ricevi possono includere contenuto remoto che consente al mittente di raccogliere informazioni su di te. Quando apri un'e‑mail, le informazioni sulle attività che svolgi in Mail possono essere raccolte dal mittente senza trasparenza e senza la possibilità di controllare quali dati vengono condivisi. I mittenti delle e‑mail possono rilevare quando e quante volte hai aperto i messaggi, se li hai inoltrati, il tuo indirizzo IP (Internet Protocol) e altri dati che possono essere utilizzati per creare un profilo del tuo comportamento e individuare la tua posizione.\n\n“Proteggi le attività di Mail” consente di proteggere la privacy impedendo ai mittenti delle e‑mail, inclusa Apple, di rilevare informazioni sulle attività che svolgi in Mail. Quando ricevi un'e‑mail nell'app Mail, anziché scaricare il contenuto remoto al momento dell'apertura, “Proteggi le attività di Mail” lo scarica in background di default, a prescindere dalle tue interazioni con l'e‑mail. Apple non apprende informazioni sui contenuti.\n\nInoltre, “Proteggi le attività di Mail” indirizza tutto il contenuto remoto scaricato da Mail tramite due relay separati gestiti da entità diverse. Il primo conosce il tuo indirizzo IP, ma non il contenuto remoto di Mail che ricevi. Il secondo conosce il contenuto remoto di Mail che ricevi, ma non il tuo indirizzo IP, e fornisce invece un'identità generica alla destinazione. In questo modo, nessuna entità singola dispone delle informazioni per identificare sia te, sia il contenuto remoto di Mail che ricevi. I mittenti non possono utilizzare il tuo indirizzo IP come identificativo univoco per collegare le attività che svolgi su app e siti web e creare un profilo su di te.\n\nPuoi disabilitare “Proteggi le attività di Mail” in qualsiasi momento. Su iOS e iPadOS, vai in Impostazioni > Mail > Protezione della privacy, quindi disattiva l'opzione corrispondente. Sul Mac, vai in Mail > Preferenze > Privacy, quindi deseleziona “Proteggi le attività di Mail”.\n\nSe scegli di disabilitare “Proteggi le attività di Mail”, la funzionalità “Nascondi indirizzo IP” maschererà il tuo indirizzo IP utilizzando lo stesso design basato su due relay internet separati. Puoi disabilitare “Proteggi le attività di Mail” in qualsiasi momento. Su iOS e iPadOS, vai in Impostazioni > Mail > Protezione della privacy, quindi disattiva l'opzione corrispondente. Sul Mac, vai in Mail > Preferenze > Privacy, quindi deseleziona “Nascondi indirizzo IP”.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "it"
      },
      {
        "target" : "Emaily, ktoré dostávate, môžu obsahovať vzdialený obsah, ktorý odosielateľovi emailu umožňuje získať o vás určité informácie. Keď otvoríte email, jeho odosielateľ môže získať informácie o vašej aktivite v apke Mail bez toho, aby vás o tom jasne informoval a umožnil vám určiť, aké informácie sa zdieľajú. Odosielateľ emailu môže napríklad zistiť, kedy a koľkokrát ste jeho email otvorili, či ste ho preposlali a aká je vaša IP adresa, a získať ďalšie údaje, pomocou ktorých môže zostaviť váš profil a zistiť, kde sa nachádzate.\n\nFunkcia Chrániť aktivity v apke Mail chráni vaše súkromie tým, že odosielateľom emailov (vrátane spoločnosti Apple) bráni získať informácie o vašej aktivite v apke Mail. Keď v apke Mail dostanete email, namiesto toho, aby sa pri jeho otvorení rovno stiahol vzdialený obsah, ho funkcia Chrániť aktivity v apke Mail predvolene stiahne na pozadí bez ohľadu na to, či s emailom ďalej pracujete. Spoločnosť Apple nezískava o tomto obsahu žiadne informácie.\n\nFunkcia Chrániť aktivity v apke Mail navyše prenáša všetok vzdialený obsah stiahnutý apkou Mail cez dve nezávislé prenosové služby prevádzkované rôznymi subjektmi. Prvý subjekt pozná vašu IP adresu, ale nepozná prijatý vzdialený obsah v apke Mail. Druhý subjekt pozná prijatý vzdialený obsah v apke Mail, ale nepozná vašu IP adresu, a namiesto toho poskytne cieľovému serveru zovšeobecnenú identitu. Ani jeden zo subjektov tak nemá informácie, na základe ktorých by bolo možné identifikovať vás aj prijatý vzdialený obsah v apke Mail. Odosielatelia nemôžu vašu IP adresu použiť ako jedinečný identifikátor, ktorý by im umožnil prepojiť vašu aktivitu na webových stránkach alebo v apkách a zostaviť váš profil.\n\nFunkciu Chrániť aktivity v apke Mail môžete kedykoľvek vypnúť. V systéme iOS alebo iPadOS otvorte Nastavenia > Mail > Ochrana súkromia a klepnutím vypnite možnosť Chrániť aktivity v apke Mail. Na Macu otvorte Mail > Nastavenia > Súkromie a zrušte výber možnosti Chrániť aktivity v apke Mail.\n\nKeď funkciu Chrániť aktivity v apke Mail vypnete, funkcia Skryť IP adresu bude naďalej maskovať vašu IP adresu prostredníctvom dvoch nezávislých prenosových internetových služieb. Funkciu Skryť IP adresu môžete kedykoľvek vypnúť. V systéme iOS alebo iPadOS otvorte Nastavenia > Mail > Ochrana súkromia a klepnutím vypnite možnosť Chrániť aktivity v apke Mail. Na Macu otvorte Mail > Nastavenia > Súkromie a zrušte výber možnosti Skryť IP adresu.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sk"
      },
      {
        "target" : "Os e‑mails que recebe podem incluir conteúdo remoto que permite aos remetentes obter informações sobre si. Quando abre um e‑mail, o remetente pode recolher informação sobre a sua atividade no Mail, sem transparência nem possibilidade de controlar que informação é partilhada. O remetente pode determinar quando e quantas vezes abriu o e‑mail e se o reencaminhou, assim como o seu endereço IP e outros dados que podem ser usados para criar um perfil do seu comportamento e ficar a saber a sua localização.\n\nA opção “Proteger atividade no Mail” ajuda a proteger a sua privacidade ao impedir que os remetentes de e‑mails, incluindo a Apple, obtenham informação sobre a sua atividade no Mail. Quando recebe um e‑mail na aplicação Mail, em vez de descarregar conteúdo remoto quando o e‑mail é aberto, “Proteger atividade no Mail” descarrega o conteúdo remoto em segundo plano por predefinição, mesmo que não haja interação com o e‑mail. A Apple não obtém qualquer informação sobre o conteúdo.\n\nAlém disso, todos os conteúdos remotos descarregados pelo Mail são encaminhados através de dois retransmissores controlados por entidades distintas. O primeiro sabe qual é o seu endereço IP, mas não sabe que conteúdo remoto recebeu no Mail. O segundo sabe qual é o conteúdo remoto recebido, mas não o seu endereço IP, fornecendo ao destino apenas uma identidade generalizada. Desta forma, nenhuma entidade possui a informação completa que permita identificar a sua identidade e o conteúdo remoto que recebeu no Mail. Os remetentes não podem usar o seu endereço IP como identificador único para associar a sua atividade a sites ou aplicações e criar um perfil sobre si.\n\nPode desativar a opção “Proteger atividade no Mail” em qualquer altura. No iOS e iPadOS, em Definições > Mail > Proteção da privacidade, toque para desativar “Proteger atividade no Mail”. No Mac, vá a Mail > Preferências > Privacidade e desassinale “Proteger atividade no Mail”.\n\nSe optar por desativar “Proteger atividade no Mail”, a funcionalidade Ocultar endereço IP continuará a esconder o seu endereço IP através da mesma estrutura de dois retransmissores de internet distintos. Pode desativar Ocultar endereço IP em qualquer altura. No iOS e iPadOS, em Definições > Mail > Proteção da privacidade, toque para desativar “Proteger atividade no Mail”. No Mac, vá a Mail > Preferências > Privacidade e desassinale “Ocultar endereço IP”.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "E-mel yang anda terima mungkin termasuk kandungan jauh yang membolehkan pengirim e-mel mengetahui maklumat tentang anda. Apabila anda membuka e-mel, maklumat tentang aktiviti Mail anda boleh dikumpulkan oleh pengirim tanpa ketelusan dan keupayaan untuk mengawal maklumat yang dikongsi. Pengirim e-mel mungkin mengetahui masa dan kekerapan anda membuka e-mel mereka, sama ada anda memajukan e-mel, alamat Protokol Internet (IP) anda dan data lain yang boleh digunakan untuk membina profil kelakuan anda serta mengetahui lokasi anda.\n\nLindungi Aktiviti Mail membantu anda melindungi privasi anda dengan menghalang pengirim e-mel, termasuk Apple, daripada mengetahui maklumat tentang aktiviti Mail anda. Apabila anda menerima e-mel dalam app Mail, berbanding memuat turun kandungan jauh semasa anda membuka e-mel, Lindungi Aktiviti Mail memuat turun kandungan jauh di latar belakang secara lalai — tidak kira sama ada anda berinteraksi dengan e-mel. Apple tidak mengetahui sebarang maklumat tentang kandungan.\n\nSelain itu, Lindungi Aktiviti Mail menghalakan semua kandungan jauh yang dimuat turun oleh Mail menerusi dua geganti berasingan yang dikendalikan oleh entiti berbeza. Entiti pertama mengetahui alamat IP anda, tetapi bukan kandungan Mail jauh yang anda terima. Entiti kedua mengetahui kandungan Mail jauh yang anda terima, tetapi bukan alamat IP anda dan sebaliknya memberikan identiti yang umum kepada destinasi. Melalui cara ini, tiada satu entiti mempunyai maklumat untuk mengenal pasti anda dan juga kandungan Mail jauh yang anda terima. Pengirim tidak boleh menggunakan alamat IP anda sebagai pengecam unik untuk menghubungkan aktiviti anda merentas tapak web atau app untuk membina profil tentang anda.\n\nAnda boleh menyahdayakan Lindungi Aktiviti Mail pada bila-bila masa dalam iOS dan iPadOS dengan pergi ke Seting > Mail > Perlindungan Privasi, kemudian mengetik untuk menyahaktifkan Lindungi Aktiviti Mail. Pada Mac, pergi ke Mail > Keutamaan > Privasi, kemudian nyahpilih Lindungi Aktiviti Mail.\n\nJika anda memilih untuk menyahdayakan Lindungi Aktiviti Mail, ciri Sembunyikan Alamat IP masih akan menyembunyikan alamat IP anda menggunakan reka bentuk dua geganti internet berasingan yang sama. Anda boleh menyahdayakan Sembunyikan Alamat IP pada bila-bila masa dalam iOS dan iPadOS dengan pergi ke Seting > Mail > Perlindungan Privasi, kemudian mengetik untuk menyahaktifkan Lindungi Aktiviti Mail. Pada Mac, pergi ke Mail > Keutamaan > Privasi, kemudian nyahpilih Sembunyikan Alamat IP.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ms"
      },
      {
        "target" : "Mejl du får kan innehålla fjärrinnehåll som gör det möjligt för mejlets avsändare att samla in information om dig. När du öppnar ett mejl kan avsändaren samla in information om din aktivitet i Mail utan att du får reda på det och utan att du kan kontrollera vilken information som delas. Avsändaren kan få reda på när och hur många gånger du öppnade mejlet, om du vidarebefordrade mejlet, din IP-adress och andra data som kan användas till att bygga upp en profil av ditt beteende och ta reda på var du befinner dig.\n\nSkydda Mail-aktivitet hjälper till att skydda din integritet genom att förhindra att e-postavsändare, inklusive Apple, tar reda på information om din Mail-aktivitet. Istället för att fjärrinnehåll hämtas när du öppnar ett mejl du får via appen Mail hämtar Skydda Mail-aktivitet fjärrinnehållet i bakgrunden som förval – oavsett om du interagerar med mejlet. Apple får inte någon information om innehållet.\n\nDessutom skickar Skydda Mail-aktivitet allt fjärrinnehåll som hämtas av Mail genom två separata relän som drivs av olika organisationer. Den första känner till din IP-adress men inte det Mail-fjärrinnehåll som hämtas. Den andra känner till det Mail-fjärrinnehåll som hämtas men inte din IP-adress. Istället ger den en allmän identitet till målplatsen. På så sätt får ingen tillgång till informationen som krävs för att identifiera både dig och det Mail-fjärrinnehåll som hämtas. Avsändare kan inte använda din IP-adress som ett unikt ID så att de kan koppla din aktivitet mellan appar och webbplatser och på så sätt bygga upp en profil av dig.\n\nDu kan när som helst avaktivera Skydda Mail-aktivitet i iOS eller iPadOS genom att öppna Inställningar > E-post > Integritetsskydd och sedan trycka för att stänga av Skydda Mail-aktivitet. På en Mac går du till Mail > Inställningar > Integritet och avmarkerar Skydda Mail-aktivitet.\n\nOm du väljer att avaktivera Skydda Mail-aktivitet kommer funktionen Göm IP-adress fortfarande att maskera din IP-adress med hjälp av samma metod med två separata internetrelän. Du kan när som helst avaktivera Göm IP-adress i iOS eller iPadOS genom att öppna Inställningar > E-post > Integritetsskydd och sedan trycka för att stänga av Skydda Mail-aktivitet. På en Mac öppnar du Mail > Inställningar > Integritet och avmarkerar Göm IP-adress.\n\nGenom att använda dessa funktioner godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sv"
      },
      {
        "target" : "Součástí e‑mailů, které dostáváte, může být vzdálený obsah, jehož prostřednictvím o vás může odesilatel zjišťovat různé informace. Když takový e‑mail otevřete, jeho odesilatel může získat údaje o vaší aktivitě v aplikaci Mail, aniž byste o tom věděli a mohli ovlivnit výběr poskytovaných informací. Odesilatelé e‑mailů se můžou dozvědět, kdy a kolikrát jste e‑mail otevřeli, jestli jste ho přeposlali, zjistit vaši internetovou (IP) adresu a získat další data, na jejichž základě se dá sestavit profil vašeho chování a určit vaše poloha.\n\nOchrana aktivity v Mailu pomáhá chránit vaše soukromí tím, že odesilatelům e‑mailů (včetně společnosti Apple) v získávání informací o vaší aktivitě v aplikaci Mail brání. Když vám do aplikace Mail přijde e‑mail, jeho vzdálený obsah se nestáhne v okamžiku, kdy ho otevřete. Funkce Ochrana aktivity v Mailu místo toho standardně stahuje vzdálený obsah na pozadí – bez ohledu na to, co s doručeným e‑mailem uděláte. Společnost Apple nezíská o obsahu žádné informace.\n\nOchrana aktivity v Mailu kromě toho veškerý vzdálený obsah stahovaný do aplikace Mail přenáší přes dvě nezávislé přenosové služby provozované různými subjekty. První z nich zná vaši IP adresu, ale nemá přístup ke vzdálenému obsahu, který v aplikaci Mail stahujete. Druhá vidí vzdálený obsah, který stahujete, ale nedozví se vaši IP adresu – místo ní předá cílovému bodu jen zobecněnou identitu. Žádný subjekt tak nemá k dispozici informace, které by umožnily identifikovat vás a zároveň i doručovaný obsah. Odesilatelé nemůžou použít vaši IP adresu jako jedinečný identifikátor, podle kterého by propojili vaši aktivitu na různých webových stránkách nebo v různých aplikacích a sestavili váš profil.\n\nOchranu aktivity v Mailu můžete v systémech iOS a iPadOS kdykoli vypnout tak, že přejdete do Nastavení > Mail > Ochrana soukromí a klepnutím vypnete volbu Chránit aktivitu v Mailu. Na Macu otevřete Mail > Předvolby > Soukromí a zrušte výběr volby Chránit aktivitu v Mailu.\n\nI když se rozhodnete ochranu aktivity v Mailu vypnout, funkce „Skrýt IP adresu“ bude dál maskovat vaši IP adresu s použitím téhož principu dvou nezávislých přenosových služeb. Funkci Skrýt IP adresu můžete v systémech iOS a iPadOS kdykoli vypnout tak, že přejdete do Nastavení > Mail > Ochrana soukromí a klepnutím vypnete volbu Chránit aktivitu v Mailu. Na Macu otevřete Mail > Předvolby > Soukromí a zrušte výběr volby Skrýt IP adresu.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자가 받은 이메일은 사용자에 관한 정보를 이메일을 보낸 사람이 학습할 수 있게 하는 원격 콘텐츠를 포함할 수 있습니다. 이메일을 열었을 때 발신자는 투명성 및 공유할 정보를 제어하는 기능의 적용 없이 Mail 앱 활동에 대한 정보를 수집할 수 있습니다. 이메일 발신자는 이메일을 연 시간 및 횟수, 이메일 전달 여부, 인터넷 프로토콜(IP) 주소, 사용자의 활동 프로파일을 작성하고 위치를 파악하는 데 사용할 수 있는 기타 데이터를 알아낼 수 있습니다.\n\nMail 앱 활동 보호는 Apple을 포함하여 이메일 발신자가 사용자의 Mail 앱 활동에 대한 정보를 학습하지 못하도록 하여 사용자의 개인 정보를 보호합니다. Mail 앱에서 이메일을 받으면, 이메일을 열 때 원격 콘텐츠를 바로 다운로드하지 않고 ‘Mail 앱 활동 보호’가 이메일 사용 방법에 관계없이 기본적으로 백그라운드에서 원격 콘텐츠를 다운로드합니다. Apple은 콘텐츠에 관한 어떠한 정보도 학습하지 않습니다.\n\n또한, ‘Mail 앱 활동 보호’는 서로 다른 엔티티에서 운영하는 두 개의 별도 릴레이를 통해 Mail 앱에서 다운로드한 모든 원격 콘텐츠를 라우트합니다. 첫 번째 엔티티는 IP 주소를 알지만, 사용자가 받는 원격 Mail 콘텐츠는 모릅니다. 두 번째 엔티티는 사용자가 받은 원격 Mail 콘텐츠를 알지만 사용자의 IP 주소는 모르며, 대신 일반화된 신원 및 위치를 대상 웹 사이트에 제공합니다. 이러한 방식으로 어떠한 엔티티도 독자적으로는 사용자 및 사용자가 받는 모든 Mail 콘텐츠를 모두 식별할 수 있는 정보를 보유할 수 없습니다. 발신자는 사용자의 IP 주소를 앱 또는 웹 사이트에서 사용자의 활동을 연결하는 고유한 식별자로 사용하거나 사용자의 프로파일을 작성하는 데 사용할 수 없습니다.\n\niOS 및 iPadOS에서 설정 > Mail > 개인 정보 보호로 이동한 다음 ‘Mail 앱 활동 보호’를 탭하여 끄면 언제든지 Mail 앱 활동 보호를 비활성화할 수 있습니다. Mac에서 Mail > 환경설정 > 개인 정보 보호로 이동한 다음 ‘Mail 앱 활동 보호’를 선택 해제하십시오.\n\nMail 앱 활동 보호를 비활성화하는 경우에도, IP 주소 가리기 기능은 계속해서 동일하게 두 개의 별도 인터넷 릴레이 방식을 통해 사용자의 IP 주소를 가립니다. iOS 및 iPadOS에서 설정 > Mail > 개인 정보 보호로 이동한 다음 ‘Mail 앱 활동 보호’를 탭하여 끄면 언제든지 IP 주소 가리기를 비활성화할 수 있습니다. Mac에서 Mail > 환경설정 > 개인 정보 보호로 이동한 다음 ‘IP 주소 가리기’를 선택 해제하십시오.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ko"
      },
      {
        "target" : "E-postmeldinger du mottar, kan inkludere eksternt innhold som tillater at avsenderen kan samle informasjon om deg. Når du åpner en e‑postmelding, kan informasjon om deg bli samlet inn av avsenderen i det stille, uten at du kan bestemme hvilken informasjon som deles. Avsendere av e‑postmeldinger kan finne ut når og hvor mange ganger du åpnet meldingen, om du videresendte den, IP-adressen din og andre data som kan brukes til å bygge en profil over adferden din og hvor du befinner deg.\n\nBeskytt Mail-aktivitet hjelper til med å sikre personvernet ditt ved å hindre e‑postavsendere, inkludert Apple, i å samle informasjon om e‑postaktiviteten din. Når du mottar en e‑postmelding i Mail-appen, vil Beskytt Mail-aktivitet ikke laste ned eksternt innhold når du åpner en e‑postmelding, men i stedet laste ned eksternt innhold i bakgrunnen – uansett om du åpner eller leser den e‑postmeldingen. Apple vil ikke kjenne til noe informasjon om innholdet.\n\nBeskytt e‑postaktivitet vil i tillegg sende alt eksternt innhold nedlastet av Mail via to adskilte omveier drevet av ulike organisasjoner. Den første kjenner til IP-adressen din, men ikke det eksterne e‑postinnholdet du mottar. Den andre kjenner til eksternt e‑postinnhold du mottar, men ikke IP-adressen din, slik at du i stedet får en generalisert identitet og posisjon. På denne måten vil ingen enkeltorganisasjon få informasjon som identifiserer både deg og eksternt e‑postinnhold du mottar. Avsendere kan ikke bruke IP-adressen din som unik identifikator for å koble aktiviteten din på nettsteder eller apper sammen i en personprofil om deg.\n\nDu kan deaktivere Beskytt Mail-aktivitet når som helst på iOS og iPadOS ved å gå til Innstillinger > Mail > Personvernbeskyttelse og slå av Beskytt Mail-aktivitet. På Mac går du til Valg > Personvern og fjerner markeringen for Beskytt Mail-aktivitet.\n\nHvis du velger å deaktivere Beskytt Mail-aktivitet, vil Skjul IP-adresse-funksjonen fortsatt maskere IP-adressen din ved hjelp av det samme systemet med to separate internett-omveier. Du kan når som helst deaktivere Skjul IP-adresse på iOS og iPadOS ved å gå til Innstillinger > Mail > Personvernbeskyttelse og slå av Beskytt Mail-aktivitet. På Mac går du til Valg > Personvern og fjerner markeringen for Skjul IP-adresse.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "no"
      },
      {
        "target" : "A beérkezett e-mailekben olyan távoli tartalmak lehetnek, amelyek lehetővé teszik az e-mailt küldő fél számára, hogy információkat tudjon meg Önről. Az e-mail-üzenetek megnyitásakor a Mail-tevékenységére vonatkozó információk összegyűjthetők a küldő fél által bármiféle átláthatóság nélkül, ezenkívül azt sem lehet szabályozni, hogy milyen információk megosztására kerül sor. Az e-mail-üzenetek küldői megtudhatják, hogy mikor és hány alkalommal nyitotta meg az e-mail-üzenetüket, továbbította-e az e-mailt, ezenkívül az Ön IP-címét és olyan egyéb adatait is kideríthetik, amelyek alapján profilt készíthetnek az Ön viselkedéséről, és megtudhatják az Ön helyzetét.\n\nA Mail-tevékenység védelme funkció segít megvédeni az Ön személyes adatait, mivel megakadályozza, hogy az e-mail-üzenetek küldői - az Apple-t is beleértve - információkat tudjanak meg az Ön Mail-tevékenységéről. Ha e-mailt kap a Mail appban, a Mail-tevékenység védelme funkció alapértelmezés szerint a háttérben tölti le a távoli tartalmat, nem az e-mail-üzenetek megnyitásakor – függetlenül attól, hogy Ön végez-e bármiféle műveletet az e-mailen. Az Apple nem ismer meg semmiféle információt az üzenetek tartalmáról.\n\nMindezen felül a Mail-tevékenység védelme funkció a Mail által letöltött összes távoli tartalmat két külön átjátszón keresztül továbbítja, amelyeket eltérő entitások működtetnek. Az első ismeri az Ön IP-címét, azonban a beérkezett távoli Mail-tartalmat nem. A második ismeri a beérkezett távoli Mail-tartalmat, azonban nem ismeri az Ön IP-címét, és egy általános identitást ad meg a célhelynek. Ennek a módszernek köszönhetően egyetlen entitás sem rendelkezik azokkal az információkkal, amelyek alapján képes lenne arra, hogy Önt és a beérkezett távoli Mail-tartalmat is azonosítsa. A küldők nem tudják felhasználni az Ön IP-címét egyedi azonosítóként arra a célra, hogy összekapcsolják az Ön tevékenységét a különböző webhelyeken és appokban, vagy a tevékenysége alapján profilt készítsenek Önről.\n\nA Mail-tevékenység védelme funkciót bármikor letilthatja az iOS és az iPadOS rendszerben. Ehhez válassza a Beállítások > Mail > Adatvédelem menüpontot, majd koppintással kapcsolja ki a Mail-tevékenység védelme beállítást. Mac gépen válassza a Mail > Beállítások > Adatvédelem menüpontot, majd törölje a Mail-tevékenység védelme beállítás jelölését.\n\nHa úgy dönt, hogy letiltja A Mail-tevékenység védelme funkciót, az IP-cím elrejtése funkció továbbra is el fogja rejteni az Ön IP-címét a két külön internetes átjátszót használó kialakítás segítségével. Az IP-cím elrejtése funkciót bármikor letilthatja az iOS és az iPadOS rendszerben. Ehhez válassza a Beállítások > Mail > Adatvédelem menüpontot, majd koppintással kapcsolja ki A Mail-tevékenység védelme beállítást. Mac gépen válassza a Mail > Beállítások > Adatvédelem menüpontot, majd törölje az IP-cím elrejtése beállítás jelölését.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hu"
      },
      {
        "target" : "你收到的電郵可能包括遙距內容，讓電郵寄件人可以得悉關於你的資料。當你開啟電郵時，發送者可能會在不透明的情況下收集「郵件」活動相關資料，且無法控制要分享的資料。電郵寄件人可能會得悉你開啟其電郵的時間和次數、你曾否轉寄該電郵、你的互聯網通訊協定（IP）地址，以及其他可用於建立你的行為個人檔案和得悉你的位置之資料。\n\n「保護郵件活動」透過防止電郵發送者（包括Apple）了解你的「郵件」活動資料來協助保護你的私隱。當你在「郵件」App中接收電郵時，不論你是否與電郵互動，「保護郵件活動」會根據預設在背景下載遙距內容，而非在開啟電郵時下載遙距內容。Apple不會知悉任何關於內容的資料。\n\n此外，「保護『郵件』活動」會透過由不同實體操作的兩次獨立轉送來傳送「郵件」下載的所有遙距內容。第一次轉送知道你的IP地址，但不知道你接收的遙距「郵件」內容。第二次轉送知道你接收的遙距「郵件」內容，但不知道你的IP地址，只會向目標提供通用身份和位置。如此一來，沒有單一實體得到足夠資料去同時識別你和你接收的遙距「郵件」內容。發送者無法將你的IP地址用作唯一識別碼來連接你跨網站或App的活動以建立關於你的個人檔案。\n\n你可以隨時在iOS和iPadOS上前往「設定」>「郵件」>「私隱保護」，然後點一下以關閉「保護『郵件』活動」來停用「保護『郵件』活動」。在Mac上，請前往「郵件」>「偏好設定」>「私隱」，然後取消選擇「保護郵件活動」。\n\n如你選擇停用「保護郵件活動」，「隱藏IP地址」功能仍會使用相同的雙重獨立互聯網轉送設計來遮蓋你的IP地址。你可以隨時在iOS和iPadOS上前往「設定」>「郵件」>「私隱保護」，然後點一下以關閉「保護『郵件』活動」來停用「隱藏IP位址」。在Mac上，請前往「郵件」>「偏好設定」>「私隱」，然後取消選擇「隱藏IP位址」。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Aldığınız e-postalar, e-postayı gönderenin sizinle ilgili bilgi almasına izin veren yüklenmemiş içerikler içerebilir. Bir e-postayı açtığınızda Mail etkinliğinizle ilgili bilgiler şeffaflık ve hangi bilgilerin paylaşıldığına dair bir denetim olmaksızın gönderen tarafından toplanabilir. E-posta gönderenler; e-postalarını ne zaman ve kaç kez açtığınızı, e-postayı başkasına iletip iletmediğinizi, İnternet Protokolü (IP) adresinizi ve davranışınızla ilgili bir profil oluşturmak ve konumunuzu öğrenmek için kullanılabilecek diğer verileri öğrenebilir.\n\nMail Etkinliğini Koru, Apple da dahil olmak üzere e-posta gönderenlerin Mail etkinliklerinizle ilgili bilgi almalarını önleyerek gizliliğinizi korumaya yardımcı olur. Mail uygulamasında bir e-posta aldığınızda, Mail Etkinliğini Koru, indirilmemiş içeriği e-postayı açtığınızda indirmek yerine, e-posta ile ilgilenip ilgilenmemenizden bağımsız, saptanmış olarak arka planda indirir. Apple içerikle ilgili hiçbir bilgiyi öğrenmez.\n\nBuna ek olarak Mail Etkinliğini Koru, Mail tarafından indirilen tüm içerikleri farklı birimler tarafından işletilen iki ayrı geçiş yoluyla yönlendirir. İlki IP adresinizi bilir ama aldığınız indirilmemiş Mail içeriğini bilmez. İkincisi, aldığınız indirilmemiş Mail içeriğini bilir ama IP adresinizi bilmez ve onun yerine hedefe genelleştirilmiş bir kimlik sağlar. Böylece hiçbir birim ne sizi ne de indirilmemiş Mail içeriğini belirleyecek bilgiye sahip olmaz. Gönderenler, sizinle ilgili bir profil oluşturmak amacıyla web sitelerindeki veya uygulamalardaki etkinliklerinizle bağlantı kurmak için IP adresinizi eşsiz bir tanıtıcı olarak kullanamazlar.\n\nMail Etkinliğini Koru özelliğini iOS’te ve iPadOS’te Ayarlar > Mail > Gizlilik Koruması bölümüne gidip ardından Mail Etkinliğini Koru’yu kapatmak için dokunarak istediğiniz zaman etkisizleştirebilirsiniz. Mac’te Mail > Tercihler > Gizlilik bölümüne gidin ve Mail Etkinliğini Koru’nun seçimini kaldırın.\n\nMail Etkinliğini Koru’yu etkisizleştirmeyi seçerseniz IP Adresini Gizle özelliği, iki ayrı internet geçişi tasarımının aynısını kullanarak IP adresinizi maskelemeyi sürdürür. IP Adresini Gizle özelliğini iOS’te ve iPadOS’te Ayarlar > Mail > Gizlilik Koruması bölümüne gidip ardından Mail Etkinliğini Koru’yu kapatmak için dokunarak istediğiniz zaman etkisizleştirebilirsiniz. Mac’te Mail > Tercihler > Gizlilik bölümüne gidin ve IP Adresini Gizle’nin seçimini kaldırın.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "tr"
      },
      {
        "target" : "Otrzymywane wiadomości email mogą zawierać zawartość zdalną, dzięki której ich nadawcy mogą uzyskać informacje na Twój temat. Gdy otwierasz wiadomość email, jej nadawca może przechwycić informacje o Twojej aktywności w aplikacji Mail bez zachowania zasad transparentności i bez żadnej kontroli z Twojej strony nad ich zakresem. Nadawcy wiadomości email mogą dowiedzieć się na przykład, kiedy i ile razy otwierasz ich wiadomości, czy wiadomości te zostały przekazane dalej oraz jaki jest Twój adres IP. Informacje te mogą posłużyć do utworzenia profilu Twoich zachowań i określenia Twojego położenia.\n\nFunkcja Chroń aktywność w Mail pomaga chronić Twoją prywatność, uniemożliwiając nadawcom wiadomości email, w tym Apple, zdobywanie informacji o Twojej aktywności w aplikacji Mail. Funkcja Chroń aktywność w Mail domyślnie pobiera zawartość zdalną otrzymanych wiadomości email w tle, niezależnie od Twoich interakcji z tymi wiadomościami, a nie w chwili, gdy je otwierasz. Apple nie ma możliwości poznania żadnej zawartości zdalnej wiadomości email.\n\nPonadto, funkcja Chroń aktywność w Mail przesyła całą zawartość zdalną pobieraną w aplikacji Mail przez dwie niezależne sieci przekaźnikowe należące do różnych podmiotów. Pierwsza z nich zna Twój adres IP, ale nie ma wglądu w pobieraną zawartość zdalną. Druga wie, jaką zawartość zdalną pobierasz, ale nie zna twojego adresu IP. Zamiast niego podaje serwerowi docelowemu Twoją uogólnioną tożsamość i położenie. Dzięki temu żaden podmiot nie ma informacji pozwalających na jednoczesne zidentyfikowanie Ciebie i poznanie pobieranej zawartości zdalnej. Nadawcy wiadomości nie mogą używać Twojego adresu IP jako unikatowego identyfikatora, który pozwalałby powiązać Twoją aktywność w witrynach lub aplikacjach i zbudować na tej podstawie Twój profil.\n\nFunkcję Chroń aktywność w Mail na urządzeniu iOS lub iPadOS możesz wyłączyć w dowolnym momencie, przechodząc do Ustawień, stukając w Mail > Ochrona prywatności, a następnie wyłączając stuknięciem opcję Chroń aktywność w Mail. Na Macu otwórz menu Mail > Preferencje > Prywatność i usuń zaznaczenie opcji Chroń aktywność w Mail.\n\nJeśli zdecydujesz się wyłączyć funkcję Chroń aktywność w Mail, funkcja Ukrywaj adres IP będzie nadal maskować Twój adres IP, używając dwóch niezależnych sieci przekaźnikowych. Funkcję Ukrywaj adres IP na urządzeniu iOS lub iPadOS możesz wyłączyć w dowolnym momencie, przechodząc do Ustawień, stukając w Mail > Ochrona prywatności, a następnie wyłączając stuknięciem opcję Chroń aktywność w Mail. Na Macu otwórz menu Mail > Preferencje > Prywatność i usuń zaznaczenie opcji Ukrywaj adres IP.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pl"
      },
      {
        "target" : "您接收的電子郵件可能包含遠端內容，讓郵件的寄件人可得知您的相關資訊。當您打開電子郵件時，寄件人可以在不透明的情況下收集與您郵件活動相關的資訊，且無法控制分享哪些資訊。電子郵件寄件人可藉此學習您打開該電子郵件的時間和次數、是否已轉寄郵件、您的Internet通訊協定（IP）位址和其他可用來建立您行為的個人檔案並學習您所在位置的資料。\n\n「保護郵件活動」能避免電子郵件寄件人（包含Apple）得知您「郵件」活動的相關資訊，進而協助保護您的隱私權。當您在「郵件」App中收到電子郵件時，而不是在打開電子郵件時下載遠端內容，「保護郵件活動」會預設在背景中下載遠端內容，不論您是否使用了電子郵件。Apple不會得知任何與內容相關的資訊。\n\n此外，「保護郵件活動」會透過由不同實體操作的兩個獨立轉送來傳送「郵件」下載的所有遠端內容。第一個會知道您IP位址，但不知道您接收的遠端「郵件」內容。第二個會知道您接收的遠端「郵件」內容，但不知道您的IP位址，而是向目標提供通用的識別身分。這樣，沒有任何一個實體會擁有可識別您和您接收的遠端「郵件」內容資訊。寄件人無法使用您的IP位址做為獨有識別碼來連結您在多個網站或App間的活動以建構與您相關的個人資料。\n\n您可以隨時在iOS和iPadOS中停用「保護郵件活動」，請前往「設定」>「郵件」>「隱私權保護」，然後點一下來關閉「保護郵件活動」。在Mac上前往「郵件」>「偏好設定」>「隱私權」，然後取消選取「保護郵件活動」。\n\n若您選擇停用「保護郵件活動」，「隱藏IP位址」功能仍會使用相同的雙重獨立Internet轉送設計來隱藏您的IP位址。您可以隨時在iOS和iPadOS中停用「隱藏IP位址」，請前往「設定」>「郵件」>「隱私權保護」，然後點一下來關閉「保護郵件活動」。在Mac上前往「郵件」>「偏好設定」>「隱私權」，然後取消選取「隱藏IP位址」。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Emails you receive may include remote content that allows the email’s sender to learn information about you. When you open an email, information about your Mail activity can be collected by the sender without transparency and an ability to control what information is shared. Email senders may learn when and how many times you opened their email, whether you forwarded the email, your Internet Protocol (IP) address, and other data that can be used to build a profile of your behaviour and learn your location.\n\nProtect Mail Activity helps protect your privacy by preventing email senders, including Apple, from learning information about your Mail activity. When you receive an email in the Mail app, rather than downloading remote content when you open an email, Protect Mail Activity downloads remote content in the background by default — regardless of whether you engage with the email. Apple does not learn any information about the content.\n\nIn addition, Protect Mail Activity routes all remote content downloaded by Mail through two separate relays operated by different entities. The first knows your IP address, but not the remote Mail content you receive. The second knows the remote Mail content you receive, but not your IP address, instead providing a generalised identity to the destination. This way, no single entity has the information to identify both you and the remote Mail content you receive. Senders can’t use your IP address as a unique identifier to connect your activity across websites or apps to build a profile about you.\n\nYou can disable Protect Mail Activity at any time in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then deselect Protect Mail Activity.\n\nIf you choose to disable Protect Mail Activity, the Hide IP Address feature will still mask your IP address using the same method of two separate internet relays. You can disable Hide IP Address at any time in iOS and iPadOS by going to Settings > Mail > Privacy Protection, then tapping to turn off Protect Mail Activity. On Mac, go to Mail > Preferences > Privacy, then deselect Hide IP Address.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Các email mà bạn nhận được có thể bao gồm nội dung từ xa cho phép người gửi email ghi nhớ thông tin về bạn. Khi bạn mở email, thông tin về hoạt động Mail của bạn có thể được người gửi thu thập mà không có sự minh bạch và khả năng kiểm soát thông tin nào được chia sẻ. Người gửi email có thể tìm hiểu thời điểm và số lần bạn mở email của họ, liệu bạn có chuyển tiếp email hay không, địa chỉ Giao thức internet (IP) của bạn và dữ liệu khác có thể được sử dụng để xây dựng một hồ sơ về hoạt động của bạn và tìm hiểu vị trí của bạn.\n\nBảo vệ hoạt động Mail giúp bảo vệ quyền riêng tư của bạn bằng cách ngăn chặn người gửi email, bao gồm Apple, tìm hiểu thông tin về hoạt động Mail của bạn. Khi bạn nhận được email trong ứng dụng Mail, thay vì tải về nội dung từ xa khi bạn mở email, Bảo vệ hoạt động Mail tải về nội dung từ xa trong nền theo mặc định – bất kể bạn có tương tác với email hay không. Apple không ghi nhớ bất kỳ thông tin nào về nội dung.\n\nNgoài ra, Bảo vệ hoạt động Mail sẽ định tuyến tất cả nội dung từ xa do Mail tải về qua hai cấu trúc chuyển tiếp riêng biệt do các đơn vị khác nhau điều hành. Cấu trúc đầu tiên biết địa chỉ IP của bạn, nhưng không biết nội dung Mail từ xa mà bạn nhận được. Cấu trúc thứ hai biết nội dung Mail từ xa mà bạn nhận được, nhưng không biết địa chỉ IP của bạn, thay vào đó là cung cấp một danh tính chung chung đến đích. Bằng cách này, không có đơn vị riêng lẻ nào có thông tin để nhận dạng cả bạn và nội dung Mail từ xa mà bạn nhận được. Người gửi không thể sử dụng địa chỉ IP của bạn dưới dạng mã định danh duy nhất để kết nối hoạt động của bạn trên các trang web hoặc ứng dụng nhằm tạo hồ sơ về bạn.\n\nBạn có thể tắt Bảo vệ hoạt động Mail bất kỳ lúc nào trong iOS và iPadOS bằng cách đi tới Cài đặt > Mail > Bảo vệ quyền riêng tư, sau đó chạm để tắt Bảo vệ hoạt động Mail. Trên máy Mac, hãy đi tới Mail > Tùy chọn > Quyền riêng tư, sau đó bỏ chọn Bảo vệ hoạt động Mail.\n\nNếu bạn lựa chọn tắt Bảo vệ hoạt động Mail, tính năng Ẩn địa chỉ IP sẽ vẫn che giấu địa chỉ IP của bạn bằng cách sử dụng cùng một thiết kế hai cấu trúc chuyển tiếp internet riêng biệt. Bạn có thể tắt tính năng Ẩn địa chỉ IP bất kỳ lúc nào trong iOS và iPadOS bằng cách đi tới Cài đặt > Mail > Bảo vệ quyền riêng tư, sau đó chạm để tắt Bảo vệ hoạt động Mail. Trên máy Mac, hãy đi tới Mail > Tùy chọn > Quyền riêng tư, sau đó bỏ chọn Ẩn địa chỉ IP.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "vi"
      },
      {
        "target" : "Получаемые электронные письма могут содержать контент из удаленных источников, который позволяет отправителям узнать информацию о Вас. Когда Вы открываете электронное письмо, отправитель может скрытно собрать информацию о Ваших действиях в Почте. При этом у Вас нет возможности контролировать передачу информации. Отправители могут узнать, когда и сколько раз Вы открывали их письма и пересылали ли их, а также Ваш IP‑адрес и другие данные, которые могут быть использованы для создания профиля Вашего поведения и определения Вашей геопозиции.\n\nФункция «Защита действий в Почте» помогает защитить Вашу конфиденциальность, не позволяя отправителям электронной почты, включая Apple, узнать информацию о Ваших действиях в Почте. Когда Вы получаете электронное письмо в приложении «Почта», вместо загрузки контента из удаленных источников сразу при открытии письма функция «Защита действий в Почте» загружает такой контент в фоновом режиме вне зависимости от Ваших действий с письмом. Apple не имеет доступа к какой‑либо информации о контенте.\n\nКроме того, функция «Защита действий в Почте» направляет весь контент из удаленных источников, который загружает Почта, через два независимых узла, управляемых разными организациями. Первый узел узнает информацию о Вашем IP‑адресе, но не о контенте из удаленных источников, который Вы получаете в Почте. Второму узлу известно то, какой контент из удаленных источников Вы получаете в Почте, но Ваш IP‑адрес от него скрыт. Вместо этого узел сообщает отправителю обобщенную информацию о личности пользователя. Таким образом, ни одна организация не обладает информацией, на основе которой можно сопоставить Вашу личность с контентом из удаленных источников, получаемым Вами в Почте. Отправители не могут использовать Ваш IP‑адрес в качестве уникального идентификатора, чтобы связать Ваши действия на различных веб‑сайтах или в приложениях для создания Вашего профиля.\n\nФункцию «Защита действий в Почте» можно выключить в любое время. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «Почта» > «Защита конфиденциальности», а затем выключите параметр «Защита действий в Почте». На Mac откройте меню «Почта» > «Настройки» > «Конфиденциальность», затем снимите флажок «Защита действий в Почте».\n\nЕсли Вы решите выключить функцию «Защита действий в Почте», функция «Скрытие IP‑адреса» по‑прежнему будет маскировать Ваш IP‑адрес, используя ту же систему двух независимых интернет-узлов. Функцию «Скрыть IP‑адрес» можно выключить в любое время. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «Почта» > «Защита конфиденциальности», а затем выключите параметр «Защита действий в Почте». На Mac откройте меню «Почта» > «Настройки» > «Конфиденциальность», затем снимите флажок «Скрывать IP‑адрес».\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ru"
      },
      {
        "target" : "Les courriels que vous recevez peuvent contenir du contenu distant qui permet à l’expéditeur d’obtenir des informations vous concernant. Lorsque vous ouvrez un courriel, des informations sur votre activité dans Mail peuvent être recueillies par l’expéditeur sans aucune transparence et sans que vous puissiez contrôler les informations partagées. Les expéditeurs de courriels peuvent savoir quand et combien de fois vous avez ouvert leurs courriels et si vous les avez transférés. Ils peuvent également obtenir votre adresse IP et d’autres informations leur permettant d’établir un profil sur votre comportement et de vous localiser.\n\nLa fonctionnalité « Protéger l’activité de Mail » contribue à protéger votre confidentialité en empêchant les expéditeurs de courriels, y compris Apple, d’obtenir des informations sur votre activité dans Mail. Lorsque vous recevez un courriel dans l’app Mail, plutôt que de télécharger le contenu distant lors de l’ouverture, la fonctionnalité « Protéger l’activité de Mail » télécharge par défaut le contenu distant en arrière-plan, peu importe votre interaction avec le courriel. Apple ne recueille aucune information sur le contenu de vos courriels.\n\nDe plus, la fonctionnalité « Protéger l’activité de Mail » achemine tout le contenu distant téléchargé par Mail par la voie de deux relais distincts exploités par des entités différentes. Le premier connaît votre adresse IP, mais pas le contenu distant de Mail que vous recevez. Le second connaît le contenu distant de Mail que vous recevez, mais pas votre adresse IP. Il fournit plutôt à la destination une identité généralisée. De cette façon, aucune entité ne possède les informations nécessaires pour identifier votre personne et le contenu distant de Mail que vous recevez. Les expéditeurs ne peuvent pas utiliser votre adresse IP comme identifiant unique pour consolider votre activité sur les sites Web ou dans les apps afin d’établir un profil sur vous.\n\nVous pouvez désactiver « Protéger l’activité de Mail » à tout moment : sur iOS ou iPadOS, accédez à Réglages > Mail > Protection de la confidentialité, puis désactivez l’option; sur Mac, accédez à Mail > Préférences > Confidentialité, puis désélectionnez l’option.\n\nSi vous choisissez de désactiver « Protéger l’activité de Mail », la fonctionnalité « Masquer l’adresse IP » continuera de masquer votre adresse IP au moyen de la même procédure à deux relais Internet distincts. Vous pouvez désactiver « Masquer l’adresse IP » à tout moment : sur iOS ou iPadOS, accédez à Réglages > Mail > Protection de la confidentialité, puis désactivez Protéger l’activité de Mail; sur Mac, accédez à Mail > Préférences > Confidentialité, puis désélectionnez « Masquer l’adresse IP ».\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les e-mails que vous recevez peuvent contenir du contenu distant permettant à l’expéditeur de l’e-mail de prendre connaissance d’informations vous concernant. Lorsque vous ouvrez un e-mail, les informations relatives à votre activité dans Mail peuvent être recueillies par l’expéditeur sans transparence et sans pouvoir contrôler quelles données sont partagées. Les expéditeurs d’e-mails peuvent savoir à quel moment et combien de fois vous ouvrez leur e-mail, si vous avez transféré l’e-mail, prendre connaissance de votre adresse IP (Internet Protocol) ainsi que d’autres données pouvant servir à créer un profil de votre comportement et se renseigner sur votre position.\n\n« Protéger votre activité dans Mail » vous aide à protéger votre confidentialité en empêchant les expéditeurs d’e-mails, dont Apple, de prendre connaissance d’informations relatives à votre activité dans Mail. Lorsque vous recevez un e-mail dans l’app Mail, au lieu de télécharger le contenu distant lorsque vous ouvrez un e-mail, « Protéger votre activité dans Mail » télécharge le contenu distant en arrière-plan par défaut, que vous interagissiez avec l’e-mail ou non. Apple n’apprend aucune information relative au contenu.\n\nEn outre, « Protéger votre activité dans Mail » redirige tout le contenu distant téléchargé par Mail via deux relais distincts exploités par des entités différentes. La première connaît votre adresse IP, mais pas le contenu distant de Mail que vous recevez. La seconde connaît le contenu distant de Mail que vous recevez, mais pas votre adresse IP : elle fournit une identité généralisée à la destination. Ainsi, aucune entité ne possède d’information permettant de vous identifier ou d’identifier le contenu distant de Mail que vous recevez. Les expéditeurs ne peuvent pas utiliser votre adresse IP comme identifiant unique pour connecter vos activités sur des sites web ou dans des apps dans le but de créer votre profil.\n\nVous pouvez désactiver « Protéger votre activité dans Mail » à tout moment sur iOS ou iPadOS en accédant à Réglages > Mail > Protection de la confidentialité, puis en touchant le réglage « Protéger votre activité dans Mail » pour le désactiver. Sur un Mac, accédez à Mail > Préférences > Confidentialité, puis désélectionnez « Protéger votre activité dans Mail ».\n\nSi vous choisissez de désactiver « Protéger votre activité dans Mail », la fonctionnalité « Masquer l’adresse IP » continuera de masquer votre adresse IP en utilisant la même méthode reposant sur deux relais Internet distincts. Vous pouvez désactiver « Masquer l’adresse IP » à tout moment sur iOS ou iPadOS en accédant à Réglages > Mail > Protection de la confidentialité, puis en touchant le réglage « Masquer l’adresse IP » pour le désactiver. Sur un Mac, accédez à Mail > Préférences > Confidentialité, puis décochez « Masquer l’adresse IP ».\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr"
      },
      {
        "target" : "Vastaanottamasi sähköpostit voivat sisältää etäsisältöä, jonka avulla sähköpostin lähettäjä voi saada selville tietoja sinusta. Kun avaat sähköpostiviestin, lähettäjä voi kerätä tietoja Mail-toiminnastasi ilman läpinäkyvyyttä, etkä voi itse hallita sitä, mitä tietoja jaetaan. Sähköpostin lähettäjät voivat saada selville, milloin ja kuinka monta kertaa avasit heidän lähettämänsä sähköpostin, lähetitkö sähköpostin edelleen, IP-osoitteesi ja muita tietoja, joita voidaan käyttää käyttäytymisprofiilisi rakentamiseen ja sijaintisi selvittämiseen.\n\nSuojaa toiminta Mailissa -ominaisuus auttaa suojaamaan yksityisyyttäsi estämällä sähköpostien lähettäjiä, myös Applea, saamasta selville tietoja toiminnastasi Mailissa. Kun vastaanotat sähköpostin Mail-apissa, Suojaa toiminta mailissa -ominaisuus ei lataa etäsisältöä, kun avaat sähköpostiviestin, vaan lataa etäsisällön taustalla oletusarvoisesti – siitä riippumatta, käsitteletkö sähköpostiviestiä vai et. Apple ei saa selville mitään tietoja tästä sisällöstä.\n\nLisäksi Suojaa toiminta Mailissa -ominaisuus reitittää kaiken Mailin lataaman etäsisällön kahden erillisen, eri tahojen ylläpitämän välipalvelimen kautta. Ensimmäinen tietää IP-osoitteesi, mutta ei vastaanottamaasi Mailin etäsisältöä. Toinen tietää vastaanottamasi Mailin etäsisällön, mutta ei IP-osoitettasi, ja antaa kohdesivustolle sen sijaan yleisen identiteetin ja sijainnin. Näin millään yhdellä taholla ei ole tietoja, joilla se voisi tunnistaa sekä sinut että vastaanottamasi Mailin etäsisällön. Lähettäjät eivät voi käyttää IP-osoitettasi yksilöllisenä tunnisteena, jolla yhdistetään toimintasi eri verkkosivustoilla tai apeissa profiilin rakentamiseen sinusta.\n\nVoit poistaa Suojaa toiminta Mailissa -ominaisuuden käytöstä koska tahansa iOS:ssä ja iPadOS:ssä valitsemalla Asetukset > Mail > Tietosuojaus ja napauttamalla sitten Suojaa toiminta Mailissa -valinnan pois päältä. Macissa valitse Mail > Asetukset > Yksityisyys ja poista sitten Suojaa toiminta Mailissa -ominaisuuden valinta.\n\nJos laitat Suojaa toiminta Mailissa -toiminnon pois päältä, Kätke IP-osoite -ominaisuus kätkee edelleen IP-osoitteesi käyttämällä samaa kahden erillisen internet-lähetyksen mallia. Voit poistaa Kätke IP-osoite -ominaisuuden käytöstä koska tahansa iOS:ssä ja iPadOS:ssä valitsemalla Asetukset > Mail > Tietosuojaus ja napauttamalla sitten Suojaa toiminta Mailissa -valinnan pois päältä. Macissa valitse Mail > Asetukset > Yksityisyys ja poista sitten Kätke IP-osoite -ominaisuuden valinta.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fi"
      },
      {
        "target" : "Email yang Anda terima dapat menyertakan konten jarak jauh yang memungkinkan pengirim email untuk mengetahui informasi mengenai Anda. Saat Anda membuka email, informasi mengenai aktivitas Mail Anda dapat dikumpulkan oleh pengirim tanpa transparansi dan kemampuan untuk mengontrol informasi apa yang dibagikan. Pengirim email dapat mengetahui kapan dan berapa kali Anda membuka emailnya, apakah Anda meneruskan email, alamat Protokol Internet (IP) Anda, dan data lainnya yang dapat digunakan untuk membuat profil perilaku Anda serta mengetahui lokasi Anda.\n\nLindungi Aktivitas Mail membantu melindungi privasi Anda dengan mencegah pengirim email, termasuk Apple, mempelajari informasi mengenai aktivitas Mail Anda. Saat Anda menerima email di app Mail, alih-alih mengunduh konten jarak jauh saat Anda membuka email, Lindungi Aktivitas Mail mengunduh konten jarak jauh di latar belakang secara default — terlepas dari apakah Anda berinteraksi dengan email. Apple tidak mempelajari informasi apa pun mengenai konten.\n\nSelain itu, Lindungi Aktivitas Mail merutekan semua konten jarak jauh yang diunduh oleh Mail melalui dua relai terpisah yang dioperasikan oleh entitas berbeda. Yang pertama mengetahui alamat IP Anda, tapi tidak konten Mail jarak jauh yang Anda terima. Yang kedua mengetahui konten Mail jarak jauh yang Anda terima, tapi tidak alamat IP Anda, sebagai gantinya menyediakan identitas umum ke tujuan. Dengan demikian, tidak ada satu entitas pun yang memiliki informasi untuk mengidentifikasi Anda dan konten Mail jarak jauh yang Anda terima. Pengirim tidak dapat menggunakan alamat IP Anda sebagai pengenal unik untuk menghubungkan aktivitas Anda di situs web atau app untuk membuat profil mengenai Anda.\n\nAnda dapat menonaktifkan Lindungi Aktivitas Mail kapan pun di iOS dan iPadOS dengan membuka Pengaturan > Mail > Perlindungan Privasi, lalu mengetuk untuk mematikan Lindungi Aktivitas Mail. Di Mac, buka Mail > Preferensi > Privasi, lalu batal pilih Lindungi Aktivitas Mail.\n\nJika Anda memilih untuk menonaktifkan Lindungi Aktivitas Mail, fitur Sembunyikan Alamat IP akan masih menyamarkan alamat IP Anda menggunakan rancangan dua relai internet terpisah yang sama. Anda dapat menonaktifkan Sembunyikan Alamat IP kapan pun di iOS dan iPadOS dengan membuka Pengaturan > Mail > Perlindungan Privasi, lalu mengetuk untuk mematikan Lindungi Aktivitas Mail. Di Mac, buka Mail > Preferensi > Privasi, lalu batal pilih Sembunyikan Alamat IP.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "id"
      },
      {
        "target" : "E‑mails die je ontvangt, kunnen extern materiaal bevatten waarmee de afzender van de e‑mail meer over je te weten kan komen. Als je een e‑mail opent, kan er door de afzender informatie over je Mail-activiteiten worden verzameld zonder dat je weet en kunt bepalen welke informatie wordt gedeeld. Afzenders van e‑mails hebben mogelijk informatie over hoe vaak je een e‑mail hebt geopend, of je de e‑mail hebt door­gestuurd, je IP-adres en andere gegevens die kunnen worden gebruikt om een profiel van je gedrag op te bouwen en je locatie te achter­halen.\n\nMet 'Bescherm activiteiten in Mail' wordt je privacy beschermd, door­dat verhinderd wordt dat afzenders van e‑mails, inclusief Apple, informatie over je activiteiten in Mail kunnen achter­halen. In plaats van dat er extern materiaal wordt gedown­load wanneer je een e‑mail opent, wordt met 'Bescherm activiteiten in Mail' wanneer je een e‑mail ontvangt in de Mail-app, extern materiaal standaard op de achter­grond gedown­load, ongeacht of je actie voor de e‑mail onder­neemt. Apple krijgt geen informatie over het materiaal.\n\nBoven­dien stuurt 'Bescherm activiteiten in Mail' alle externe materiaal dat door Mail wordt gedown­load via twee afzon­derlijke door­giften die door verschillende entiteiten worden beheerd. De eerste weet wat je IP-adres is, maar niet welk extern materiaal in Mail je ontvangt. De tweede weet welk extern materiaal je ontvangt in Mail, maar niet wat je IP-adres is. In plaats daarvan wordt er een algemene identiteit naar de website gestuurd. Op deze manier heeft geen enkele entiteit de gegevens waarmee de identiteit van zowel jou en extern materiaal dat je ontvangt in Mail kan worden achter­haald. Afzenders kunnen je IP-adres niet gebruiken als een unieke ID om je activiteiten op websites of in apps bij te houden om een profiel over je op te bouwen.\n\nJe kunt 'Bescherm activiteiten in Mail' op elk gewenst moment uitschakelen in iOS en iPadOS door in Instellingen naar 'Mail' > 'Privacy­bescherming' te gaan en vervolgens te tikken om 'Bescherm activiteiten in Mail' uit te schakelen. Ga op je Mac in Mail naar 'Voorkeuren' > 'Privacy' en deselecteer 'Bescherm activiteiten in Mail'.\n\nAls je ervoor kiest om 'Bescherm activiteiten in Mail' uit te schakelen, maskeert de functie 'Verberg IP-adres' nog steeds je IP-adres via hetzelfde ontwerp voor twee afzon­derlijke internet­doorgiften. Je kunt 'Verberg IP-adres' op elk gewenst moment uitschakelen in iOS en iPadOS door in Instellingen naar 'Mail' > 'Privacy­bescherming' te gaan en vervolgens te tikken om 'Bescherm activiteiten in Mail' uit te schakelen. Ga op je Mac in Mail naar 'Voorkeuren' > 'Privacy' en deselecteer 'Verberg IP-adres'.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toe­stemming voor het versturen, verzamelen, onder­houden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hier­boven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "nl"
      },
      {
        "target" : "อีเมลที่คุณได้รับอาจประกอบด้วยเนื้อหาระยะไกลที่ช่วยให้ผู้ส่งอีเมลสามารถเรียนรู้ข้อมูลเกี่ยวกับคุณได้ เมื่อคุณเปิดอีเมล ข้อมูลเกี่ยวกับกิจกรรมเมลของคุณสามารถถูกเก็บรวบรวมโดยผู้ส่งโดยที่คุณไม่สามารถควบคุมได้ว่าจะแชร์ข้อมูลใดบ้างอย่างโปร่งใส ผู้ส่งอีเมลอาจเรียนรู้ว่าคุณเปิดอีเมลเมื่อไหร่และบ่อยครั้งแค่ไหน คุณส่งต่ออีเมลหรือไม่ เรียนรู้ที่อยู่โปรโตคอลอินเทอร์เน็ต (IP) ของคุณ ข้อมูลอื่นที่สามารถใช้สร้างโปรไฟล์การใช้งานของคุณ และตำแหน่งที่ตั้งของคุณได้\n\nการปกป้องกิจกรรมเมลช่วยปกป้องความเป็นส่วนตัวของคุณโดยป้องกันไม่ให้ผู้ส่งอีเมลซึ่งรวมถึง Apple เรียนรู้ข้อมูลเกี่ยวกับกิจกรรมเมลของคุณ การปกป้องกิจกรรมเมลจะดาวน์โหลดเนื้อหาระยะไกลอยู่เบื้องหลังตามค่าเริ่มต้นเมื่อคุณได้รับอีเมลในแอปเมลโดยไม่คำนึงว่าคุณจะทำอย่างไรกับอีเมลแทนการดาวน์โหลดเนื้อหาระยะไกลเมื่อคุณเปิดอีเมล Apple จะไม่เรียนรู้ข้อมูลใดๆ เกี่ยวกับเนื้อหา\n\nนอกจากนี้ การปกป้องกิจกรรมเมลจะกำหนดเส้นทางเนื้อหาระยะไกลทั้งหมดที่ดาวน์โหลดโดยเมลผ่านการเปลี่ยนเส้นทางการรับส่งข้อมูลสองครั้งด้วยผู้ส่งที่แยกกัน ผู้ส่งแรกจะทราบที่อยู่ IP ของคุณแต่ไม่ทราบเนื้อหาเมลระยะไกลที่คุณได้รับ ผู้ส่งที่สองจะทราบเนื้อหาเมลระยะไกลที่คุณได้รับแต่ไม่ทราบที่อยู่ IP ของคุณแต่จะให้ข้อมูลที่ระบุตัวตนแบบทั่วไปสำหรับปลายทาง ด้วยเหตุนี้จึงไม่มีใครที่มีข้อมูลในการระบุตัวตนทั้งคุณและเนื้อหาเมลระยะไกลที่คุณได้รับ ผู้ส่งไม่สามารถใช้ที่อยู่ IP ของคุณเป็นข้อมูลที่ระบุตัวตนที่ไม่ซ้ำกันเพื่อเชื่อมโยงกิจกรรมของคุณบนเว็บไซต์หรือแอปต่างๆ เพื่อสร้างโปรไฟล์เกี่ยวกับคุณได้\n\nคุณสามารถปิดใช้งานการปกป้องกิจกรรมเมลได้ตลอดเวลาใน iOS และ iPadOS โดยไปที่การตั้งค่า > เมล > การปกป้องความเป็นส่วนตัว แล้วแตะเพื่อปิดใช้การปกป้องกิจกรรมเมล ส่วน Mac ให้ไปที่เมล > การตั้งค่า > ความเป็นส่วนตัว จากนั้นเลิกเลือกการปกป้องกิจกรรมเมล\n\nถ้าคุณเลือกที่จะปิดใช้งานการปกป้องกิจกรรมเมล คุณสมบัติการซ่อนที่อยู่ IP จะยังคงปกปิดที่อยู่ IP ของคุณอยู่โดยใช้การเปลี่ยนเส้นทางการรับส่งข้อมูลทางอินเทอร์เน็ตสองครั้งแยกกัน คุณสามารถปิดใช้งานการซ่อนที่อยู่ IP ได้ตลอดเวลาใน iOS และ iPadOS โดยไปที่การตั้งค่า > เมล > การปกป้องความเป็นส่วนตัว แล้วแตะเพื่อปิดใช้การปกป้องกิจกรรมเมล ส่วน Mac ให้ไปที่เมล > การตั้งค่า > ความเป็นส่วนตัว จากนั้นเลิกเลือกซ่อนที่อยู่ IP\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "th"
      },
      {
        "target" : "E‑mailurile pe care le primiți ar putea include conținut extern care să permită expeditorului acestora să afle informații despre dvs. Când deschideți un e‑mail, expeditorul poate colecta informații despre activitatea dvs. din Mail, fără transparență și fără posibilitatea de a controla ce informații sunt partajate. Expeditorii e‑mailurilor pot afla când și de câte ori le‑ați deschis e‑mailul, dacă ați redirecționat sau nu e‑mailul, adresa IP (Internet Protocol) și alte date care pot fi utilizate pentru crearea unui profil comportamental și pentru aflarea localizării dvs.\n\nProtejarea activității Mail ajută la ocrotirea intimității dvs. prin împiedicarea expeditorilor e‑mailurilor, inclusiv Apple, să afle informații despre activitatea dvs. în Mail. Când primiți un e‑mail în aplicația Mail, în loc să descarce conținutul extern atunci când deschideți un e-mail, protejarea activității din Mail descarcă implicit conținutul extern în fundal, indiferent dacă dvs. interacționați sau nu cu e‑mailul. Apple nu află nicio informație despre conținut.\n\nÎn plus, protejarea activității din Mail dirijează tot conținutul extern descărcat de aplicația Mail prin două servere de retransmisie separate, operate de entități diferite. Primul cunoaște adresa dvs. IP, dar nu știe ce conținut extern primiți în aplicația Mail. Al doilea știe ce conținut extern primiți în Mail, dar nu cunoaște adresa dvs. IP, furnizând în schimb site‑ului web de destinație o identitate generalizată. În acest mod, niciuna dintre entități nu dispune individual de informații care să vă identifice atât pe dvs., cât și conținutul extern primit în Mail. Expeditorii nu pot utiliza adresa IP ca identificator unic pentru a vă conecta activitatea din multiple site‑uri web sau aplicații cu scopul de a construi un profil al dvs.\n\nPuteți dezactiva oricând protejarea activității din Mail pe iOS și iPadOS accesând Configurări > Mail > Protecția intimității, apoi apăsând pentru a dezactiva “Protejare activitate Mail”. Pe Mac, accesați Mail > Preferințe > Intimitate, apoi deselectați “Protejează activitatea Mail”.\n\nDacă optați să dezactivați protejarea activității din Mail, funcționalitatea de ascundere a adresei IP va masca în continuare adresa dvs. IP utilizând același design cu două servere de retransmisie internet. Puteți dezactiva oricând ascunderea adresei IP pe iOS și iPadOS accesând Configurări > Mail > Protecția intimității, apoi apăsând pentru a dezactiva “Protejare activitate Mail”. Pe Mac, accesați Mail > Preferințe > Intimitate, apoi deselectați “Ascunde adresa IP”.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ro"
      },
      {
        "target" : "E-mail poruke koje primite mogu sadržavati udaljene sadržaje koji pošiljatelju e-maila omogućavaju učenje informacija o vama. Kad otvorite e-mail, pošiljatelj može prikupljati informacije o vašoj aktivnost u aplikaciji Mail bez transparentnosti i mogućnosti upravljanja nad dijeljenim informacijama. Pošiljatelji e-mail poruka mogu saznati kada ste i koliko puta otvorili njihov e-mail, jeste li ga proslijedili, vašu adresu internetskog protokola (IP) i druge podatke koji se mogu upotrijebiti za izradu profila vašeg ponašanja i određivanje vaše lokacije.\n\nZnačajka zaštite aktivnosti u aplikaciji Mail pomaže štititi vašu privatnost tako što sprječava pošiljatelje e-mail poruka, uključujući Apple, u prikupljanju informacija o vašoj aktivnosti u aplikaciji Mail. Kad primite e-mail u aplikaciji Mail, umjesto preuzimanja udaljenog sadržaja kad otvorite e-mail, značajka zaštite aktivnosti u aplikaciji Mail standardno preuzima udaljeni sadržaj u pozadini – bez obzira kakva je vaša interakcija s e-mail porukom. Apple ne može saznati nikakve informacije o sadržaju.\n\nOsim toga, značajka zaštite aktivnosti u aplikaciji Mail usmjerava sav udaljeni sadržaj koji je aplikacija Mail preuzela kroz dva odvojena releja kojim upravljaju različiti entiteti. Prvi zna vašu IP adresu, ali ne i udaljeni sadržaj koji ste primili u aplikaciji Mail. Drugi zna koji udaljeni sadržaj ste primili u aplikaciji Mail, ali ne i vašu IP adresu te umjesto toga odredištu pruža općeniti identitet. Na taj način nijedan entitet nema informacije koje vas identificiraju niti udaljeni sadržaj koji ste primili u aplikaciji Mail. Pošiljatelji ne mogu koristiti vašu IP adresu kao jedinstveni identifikator za povezivanje vaše aktivnosti na više web stranica ili u više aplikacija kako bi izradili vaš profil.\n\nOpciju zaštite aktivnosti u aplikaciji Mail možete u bilo kojem trenutku onemogućiti u iOS-u i iPadOS-u tako da otvorite Postavke > Mail > Zaštita privatnosti, zatim dodirom isključite opciju Zaštiti aktivnost u aplikaciji Mail. Na Macu idite u Mail > Postavke > Privatnost, zatim odznačite Zaštiti aktivnost u aplikaciji Mail.\n\nAko odlučite onemogućiti značajku zaštite aktivnosti u aplikaciji Mail, značajka skrivanja IP adrese i dalje će maskirati vašu IP adresu koristeći isti dizajn uporabe dva odvojena internetska releja. Opciju skrivanja IP adrese možete u bilo kojem trenutku onemogućiti u iOS-u i iPadOS-u tako da otvorite Postavke > Mail > Zaštita privatnosti, zatim dodirom isključite opciju Zaštiti aktivnost u aplikaciji Mail. Na Macu idite u Mail > Postavke > Privatnost, zatim odznačite Sakrij IP adresu.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hr"
      },
      {
        "target" : "आपको मिलने वाले ईमेल में रिमोट कॉन्टेंट हो सकता है जिसके द्वारा ईमेल भेजने वाले आपके बारे में जानकारी प्राप्त कर सकते हैं। जब आप कोई ईमेल खोलते हैं, तो आपकी मेल ऐक्टिविटी की जानकारी और कौन-सी जानकारी शेयर की जाए इस पर नियंत्रण रखने की योग्यता प्रेषक द्वारा बिना पारदर्शिता के संग्रहित की जा सकती है। ईमेल भेजने वाले यह जान सकते हैं कि आपने उनका ईमेल कब और कितनी बार खोला, आपने ईमेल फ़ॉरवर्ड किया या नहीं, आपका इंटरनेट प्रोटोकॉल (IP) पता और अन्य डेटा जिसका इस्तेमाल आपके व्यवहार का प्रोफ़ाइल बनाने और आपके स्थान की जानकारी पाने के लिए किया जा सकता है।\n\n“मेल ऐक्टिविटी की सुरक्षा करें” Apple सहित ईमेल प्रेषक को आपकी ईमेल ऐक्टिविटी की जानकारी पाने से रोककर आपकी गोपनीयता की सुरक्षा करने में मदद मिलती है। जब आप मेल ऐप में कोई ईमेल प्राप्त करते हैं, तो रिमोट कॉन्टेंट को डाउनलोड करने के बजाए जब आप ईमेल खोलते हैं, तब “मेल ऐक्टिविटी की सुरक्षा करें” बैकग्राउंड में डिफ़ॉल्ट रूप से रिमोट कॉन्टेंट को डाउनलोड करती है — चाहे आप ईमेल से जुड़े हुए हों या नहीं। Apple कॉन्टेंट के बारे में कोई भी जानकारी मालूम नहीं करता है।\n\nइसके अतिरिक्त, “मेल ऐक्टिविटी की सुरक्षा करें” मेल द्वारा डाउनलोड किए गए सभी रिमोट कॉन्टेंट को भिन्न एंटिटी द्वारा संचालित दो पृथक रिले के माध्यम से रूट करती है। पहला आपका IP पता जानता है, लेकिन वह रिमोट मेल कॉन्टेंट नहीं जो आपको प्राप्त होता है। गंतव्य की एक सामान्यीकृत पहचान करने के बजाय, दूसरे एंटिटी को आपके द्वारा प्राप्त रिमोट मेल कॉन्टेंट की जानकारी होती है, लेकिन आपके IP पते की जानकारी नहीं होती है। इस प्रकार से, किसी भी एंटिटी के पास आपकी और आपके द्वारा प्राप्त किए गए रिमोट मेल कॉन्टेंट, दोनों की पहचान करने की जानकारी नहीं होती है। प्रेषक आपकी ऐक्टिविटी को वेबसाइटों या ऐप्स से कनेक्ट करने के लिए आपके IP पते को विशिष्ट आइडेंटिफ़ायर के रूप में उपयोग में नहीं ला सकता है, ताकि आपके बारे में कोई प्रोफ़ाइल बनाया जा सके।\n\nआप iOS और iPadOS में सेटिंग्ज़ > मेल > गोपनीयता सुरक्षा > पर जाकर, फिर “मेल ऐक्टिविटी की सुरक्षा करें” को बंद करने के लिए “मेल ऐक्टिविटी की सुरक्षा करें” को किसी भी समय अक्षम कर सकते हैं। Mac पर, मेल > प्राथमिकता > गोपनीयता पर जाएँ, फिर “मेल ऐक्टिविटी की सुरक्षा करें” अचयनित करें।\n\nयदि आप “मेल ऐक्टिविटी की सुरक्षा करें” को अक्षम करने का फ़ैसला करते हैं, तो “IP पता छिपाएँ” फ़ीचर उन्हीं दो अलग-अलग इंटरनेट रिले डिज़ाइन का उपयोग करते हुए आपके IP पते को मास्क करेगा। आप iOS और iPadOS में सेटिंग्ज़ > मेल > गोपनीयता सुरक्षा पर जाकर, फिर “मेल ऐक्टिविटी की सुरक्षा करें” को बंद करने के लिए टैप करके “IP पता छिपाएँ” को किसी भी समय अक्षम कर सकते हैं। Mac पर, मेल > प्राथमिकता > गोपनीयता पर जाएँ, फिर “IP पता छिपाएँ” अचयनित करें।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर बताए गए अनुसार इस जानकारी को संचारित, संग्रहित, देखभाल, प्रोसेस करने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hi"
      },
      {
        "target" : "Els correus que reps poden incloure contingut remot que pot permetre que el remitent obtingui informació sobre tu. Quan obres un correu, el remitent pot recopilar certa informació sobre la teva activitat al Mail sense que tu ho sàpigues i sense tenir control sobre quina informació comparteixes. Els remitents poden saber quan i quantes vegades has obert el seu correu, si l’has reenviat, la teva adreça IP i altres dades que es poden utilitzar per crear un perfil amb el teu comportament i per obtenir la teva ubicació.\n\nL’opció de protegir l’activitat del Mail t’ajuda a protegir la teva privacitat impedint que els remitents dels correus, inclòs Apple, puguin obtenir informació sobre la teva activitat al Mail. Quan reps un correu a l’app Mail, en comptes de descarregar el contingut remot en obrir un correu, l’opció de protegir l’activitat del Mail descarrega per omissió el contingut remot en segon pla, independentment de la teva interacció amb el correu. Apple no obtén cap informació del contingut.\n\nA més, l’opció de protegir l’activitat del Mail envia tot el contingut remot que descarrega el Mail a través de dues trameses operades per entitats diferents. La primera pot saber la teva adreça IP, però no pot accedir al contingut remot del Mail que reps. La segona pot rebre el contingut remot del Mail que reps, però no pot saber la teva adreça IP, ja que s’envia una identitat general al destí. D’aquesta manera, cap entitat té tota la informació per identificar‑te a tu i al contingut remot del Mail que reps. Els remitents no poden utilitzar la teva adreça IP com a identificador únic per associar la teva activitat a les apps i als llocs web a un perfil sobre tu.\n\nPots desactivar la protecció de l’activitat del Mail en qualsevol moment. En un dispositiu iOS i iPadOS ves a l’app Configuració > Mail > “Protecció de la privacitat” i desactiva l’opció “Protegir l’activitat del Mail”. En un Mac, ves a l’app Mail > Preferències > Privacitat i desmarca “Protegir l’activitat del Mail”.\n\nSi desactives la protecció de l’activitat del Mail, l’opció “Ocultar l’adreça IP” emmascararà la teva adreça IP utilitzant el mateix disseny de dues trameses d’internet separades. Pots desactivar l’ocultació de l’adreça IP en qualsevol moment. En un dispositiu iOS i iPadOS ves a l’app Configuració > Mail > “Protecció de la privacitat” i desactiva l’opció “Protegir l’activitat del Mail”. Al Mac, ves a l’app Mail > Preferències > Privacitat i desmarca “Ocultar l’adreça IP”.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "E-Mail-Datenschutz sorgt dafür, dass deine Privatsphäre geschützt bleibt, indem E-Mail-Sender daran gehindert werden, Informationen über deine E-Mail-Aktivitäten zu sammeln.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "de"
      },
      {
        "target" : "״הגנה על פרטיות הדוא״ל״ עוזר לך להגן על פרטיותך בכך שהוא מונע משולחי הדוא״ל להסיק מידע לגבי הפעילות שלך ביישום ״דואר״.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "he"
      },
      {
        "target" : "Mail Privacy Protection helps protect your privacy by preventing email senders from learning information about your Mail activity.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تساعد حماية خصوصية البريد في حماية خصوصيتك من خلال منع مرسلي البريد الإلكتروني من معرفة معلومات حول نشاطك في تطبيق البريد.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Προστασία απορρήτου Mail βοηθά στην προστασία του απορρήτου σας ώστε οι αποστολείς των email να μην έχουν πρόσβαση σε πληροφορίες για τη δραστηριότητά σας στο Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "el"
      },
      {
        "target" : "メールプライバシー保護は、メール送信者があなたの“メール”のアクティビティに関する情報を知ることを防ぎ、あなたのプライバシーを保護することができます。",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ja"
      },
      {
        "target" : "Mail Privacy Protection helps protect your privacy by preventing email senders from learning information about your Mail activity.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en"
      },
      {
        "target" : "Функція «Захист приватності е‑пошти» захищає вашу приватність, забороняючи відправникам е-пошти дізнаватись інформацію про ваші дії в Пошті.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "uk"
      },
      {
        "target" : "“Protección de la privacidad de Mail” ayuda a evitar que los remitentes de los correos reciban información sobre tu actividad en Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es_419"
      },
      {
        "target" : "“‘邮件’隐私保护”可阻止电子邮件发件人了解您“邮件”的活动信息，从而保护您的隐私。",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La protección de la privacidad en Mail ayuda a proteger tu privacidad al impedir que los remitentes de correos electrónicos obtengan información acerca de tu actividad en la app Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es"
      },
      {
        "target" : "A Proteção de Privacidade do App Mail protege sua privacidade ao evitar que os remetentes de e-mail obtenham informações sobre sua atividade no app Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskyttelse af anonymitet i Mail hjælper med at beskytte din anonymitet ved at forhindre afsendere af e-mailbeskeder i at få adgang til oplysninger om dine aktiviteter i Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "da"
      },
      {
        "target" : "“Protezione della privacy di Mail” consente di proteggere la privacy impedendo ai mittenti delle e‑mail di rilevare informazioni sulle attività che svolgi in Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "it"
      },
      {
        "target" : "Ochrana súkromia v apke Mail chráni vaše súkromie tým, že odosielateľom emailov bráni v získaní informácií o vašej aktivite v apke Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sk"
      },
      {
        "target" : "A Proteção da privacidade no Mail ajuda a proteger a sua privacidade ao impedir que os remetentes de e‑mails obtenham informação sobre a sua atividade no Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perlindungan Privasi Mail membantu anda melindungi privasi anda dengan menghalang pengirim e-mel daripada mengetahui maklumat tentang aktiviti Mail anda.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ms"
      },
      {
        "target" : "Integritetsskydd i Mail hjälper till att skydda din integritet genom att förhindra att e-postavsändare tar reda på information om din e-postaktivitet.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sv"
      },
      {
        "target" : "Ochrana soukromí v aplikaci Mail pomáhá chránit vaše soukromí tím, že brání odesilatelům e‑mailů v získávání informací o vaší aktivitě v aplikaci Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "cs"
      },
      {
        "target" : "Mail 개인 정보 보호는 이메일 발신자가 사용자의 Mail 앱 활동에 대한 정보를 학습하지 못하도록 하여 사용자의 개인 정보를 보호합니다.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ko"
      },
      {
        "target" : "Personvernbeskyttelse for Mail hjelper til med å sikre personvernet ditt ved å hindre e‑postavsendere i å samle informasjon om e‑postaktiviteten din.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "no"
      },
      {
        "target" : "A Mail-adatvédelem funkció segít megvédeni az Ön személyes adatait, mivel megakadályozza, hogy az e-mail-üzenetek küldői információkat tudjanak meg az Ön Mail-tevékenységéről. ",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hu"
      },
      {
        "target" : "「郵件私隱保護」透過防止電郵發送者了解你的「郵件」活動資料來協助保護你的私隱。",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mail Gizlilik Koruması, e-posta gönderenlerin Mail etkinliklerinizle ilgili bilgi almalarını önleyerek gizliliğinizi korumaya yardımcı olur.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności w Mail pomaga chronić Twoją prywatność, uniemożliwiając nadawcom wiadomości email zdobywanie informacji o Twojej aktywności w aplikacji Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pl"
      },
      {
        "target" : "「郵件隱私權保護」能避免電子郵件寄件人得知您「郵件」活動的相關資訊，進而協助保護您的隱私權。",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Mail Privacy Protection helps protect your privacy by preventing email senders from learning information about your Mail activity.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư trong Mail giúp bảo vệ quyền riêng tư của bạn bằng cách ngăn chặn người gửi email ghi nhớ thông tin về hoạt động Mail của bạn.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция «Защита конфиденциальности в Почте» помогает защитить Вашу конфиденциальность, не позволяя отправителям электронной почты узнать информацию о Ваших действиях в Почте.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ru"
      },
      {
        "target" : "La protection de la confidentialité dans Mail contribue à protéger votre confidentialité en empêchant les expéditeurs de courriels, y compris Apple, d’obtenir des informations sur votre activité dans Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "« Protection de la confidentialité dans Mail » vous aide à protéger votre confidentialité en empêchant les expéditeurs d’e-mails de prendre connaissance d’informations liées à votre activité dans Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr"
      },
      {
        "target" : "Mailin tietosuojaus auttaa suojaamaan yksityisyyttäsi estämällä sähköpostien lähettäjiä saamasta selville tietoja toiminnastasi Mailissa.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fi"
      },
      {
        "target" : "Perlindungan Privasi Mail membantu melindungi privasi Anda dengan mencegah pengirim email mempelajari informasi mengenai aktivitas Mail Anda.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "id"
      },
      {
        "target" : "Met 'Privacy­bescherming in Mail' wordt je privacy beschermd, door­dat verhinderd wordt dat afzenders van e‑mails informatie over je activiteiten in Mail kunnen achter­halen.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "nl"
      },
      {
        "target" : "การปกป้องความเป็นส่วนตัวของเมลช่วยปกป้องความเป็นส่วนตัวของคุณโดยป้องกันไม่ให้ผู้ส่งอีเมลเรียนรู้ข้อมูลเกี่ยวกับกิจกรรมเมลของคุณ",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "th"
      },
      {
        "target" : "Protecția intimității Mail ajută la ocrotirea intimității dvs. prin împiedicarea expeditorilor e‑mailurilor să afle informații despre activitatea dvs. în Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ro"
      },
      {
        "target" : "Značajka zaštite privatnosti u aplikaciji Mail pomaže štititi vašu privatnost tako što sprječava pošiljatelje e-mail poruka u prikupljanju informacija o vašoj aktivnosti u aplikaciji Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hr"
      },
      {
        "target" : "मेल गोपनीयता सुरक्षा से ईमेल प्रेषक को आपकी ईमेल ऐक्टिविटी की जानकारी पाने से रोका जाता है, इससे आपकी गोपनीयता की सुरक्षा करने में मदद मिलती है।",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hi"
      },
      {
        "target" : "La protecció de la privacitat del Mail t’ajuda a protegir la teva privacitat impedint que els remitents dels correus puguin obtenir informació sobre la teva activitat al Mail.",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "E-Mail-Datenschutz & Datenschutz",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "de"
      },
      {
        "target" : "״הגנה על פרטיות הדוא״ל״ ופרטיות",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "he"
      },
      {
        "target" : "Mail Privacy Protection & Privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حماية خصوصية البريد والخصوصية",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ar"
      },
      {
        "target" : "Προστασία απορρήτου Mail και Απόρρητο",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "el"
      },
      {
        "target" : "メールプライバシー保護とプライバシー",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ja"
      },
      {
        "target" : "Mail Privacy Protection & Privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en"
      },
      {
        "target" : "Захист приватності е‑пошти та Приватність",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "uk"
      },
      {
        "target" : "“Protección de la privacidad de Mail” y la privacidad",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es_419"
      },
      {
        "target" : "邮件隐私保护与隐私",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Protección de la privacidad de Mail y la privacidad",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es"
      },
      {
        "target" : "Proteção de Privacidade do App Mail e Privacidade",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskyttelse af anonymitet i Mail og anonymitet",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "da"
      },
      {
        "target" : "Protezione della privacy di Mail e privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "it"
      },
      {
        "target" : "Ochrana súkromia v apke Mail a súkromie",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sk"
      },
      {
        "target" : "Proteção da privacidade no Mail e Privacidade",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perlindungan Privasi Mail & Privasi",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ms"
      },
      {
        "target" : "Integritetsskydd i Mail och integritet",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sv"
      },
      {
        "target" : "Ochrana soukromí v aplikaci Mail a soukromí",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "cs"
      },
      {
        "target" : "Mail 개인 정보 보호 및 개인 정보 보호",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ko"
      },
      {
        "target" : "Personvernbeskyttelse for Mail og personvern",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "no"
      },
      {
        "target" : "A Mail-adatvédelem és az adatvédelem",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hu"
      },
      {
        "target" : "郵件私隱保護與私隱",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mail Gizlilik Koruması ve Gizlilik",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności w Mail i prywatność",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pl"
      },
      {
        "target" : "郵件隱私權保護與隱私權",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Mail Privacy Protection & Privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư trong Mail & Quyền riêng tư",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция «Защита конфиденциальности в Почте» и конфиденциальность",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ru"
      },
      {
        "target" : "Protection de la confidentialité dans Mail et confidentialité",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Protection de la confidentialité dans Mail et confidentialité",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr"
      },
      {
        "target" : "Mailin tietosuojaus ja tietosuoja",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fi"
      },
      {
        "target" : "Perlindungan Pribadi Mail & Privasi",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "id"
      },
      {
        "target" : "'Privacy­bescherming in Mail' en privacy",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "nl"
      },
      {
        "target" : "การปกป้องความเป็นส่วนตัวของเมลและความเป็นส่วนตัว",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "th"
      },
      {
        "target" : "Protecția intimității Mail și intimitatea",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ro"
      },
      {
        "target" : "Zaštita privatnosti u aplikaciji Mail i privatnost",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hr"
      },
      {
        "target" : "मेल गोपनीयता सुरक्षा और गोपनीयता",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hi"
      },
      {
        "target" : "Protecció de la privacitat del Mail i la privacitat",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "E-Mail-Datenschutz",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "de"
      },
      {
        "target" : "הגנה על פרטיות הדוא״ל",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "he"
      },
      {
        "target" : "Mail Privacy Protection",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حماية خصوصية البريد",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ar"
      },
      {
        "target" : "Προστασία απορρήτου Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "el"
      },
      {
        "target" : "メールプライバシー保護",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ja"
      },
      {
        "target" : "Mail Privacy Protection",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en"
      },
      {
        "target" : "Захист приватності е‑пошти",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "uk"
      },
      {
        "target" : "Protección de la privacidad en Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es_419"
      },
      {
        "target" : "邮件隐私保护",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Protección de la privacidad de Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "es"
      },
      {
        "target" : "Proteção de Privacidade do App Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskyttelse af anonymitet i Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "da"
      },
      {
        "target" : "Protezione della privacy di Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "it"
      },
      {
        "target" : "Ochrana súkromia v apke Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sk"
      },
      {
        "target" : "Proteção da privacidade no Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perlindungan Privasi Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ms"
      },
      {
        "target" : "Integritetsskydd i Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "sv"
      },
      {
        "target" : "Ochrana soukromí v aplikaci Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "cs"
      },
      {
        "target" : "Mail 개인 정보 보호",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ko"
      },
      {
        "target" : "Personvernbeskyttelse for Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "no"
      },
      {
        "target" : "Mail-adatvédelem",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hu"
      },
      {
        "target" : "郵件私隱保護",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mail Gizlilik Koruması",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności w Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "pl"
      },
      {
        "target" : "郵件隱私權保護",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Mail Privacy Protection",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư trong Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "vi"
      },
      {
        "target" : "Защита конфиденциальности в Почте",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ru"
      },
      {
        "target" : "Protection de la confidentialité dans Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Protection de la confidentialité dans Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fr"
      },
      {
        "target" : "Mailin tietosuojaus",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "fi"
      },
      {
        "target" : "Perlindungan Privasi Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "id"
      },
      {
        "target" : "Privacy­bescherming in Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "nl"
      },
      {
        "target" : "การปกป้องความเป็นส่วนตัวของเมล",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "th"
      },
      {
        "target" : "Protecția intimității Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ro"
      },
      {
        "target" : "Zaštita privatnosti u aplikaciji Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hr"
      },
      {
        "target" : "मेल गोपनीयता सुरक्षा",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "hi"
      },
      {
        "target" : "Protecció de la privacitat del Mail",
        "filename" : "MailPrivacyProtection.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.mailprivacy.bundle",
  "framework" : "com.apple.onboarding.mailprivacy.bundle"
}