{
  "localizations" : {
    "FOOTER_TEXT_MAC" : [
      {
        "target" : "Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines iCloud-Accounts gestattest. Die Analyse von Daten aus deinem iCloud-Account, einschließlich von Textschnipseln von E-Mail-Nachrichten oder vergleichbarer Daten, wird erst nach dem Einsatz von Privatsphäre-erhaltenden Technologien wie „Differential Privacy“ durchgeführt, so dass diese nicht mit dir oder deinem Account verknüpft sind.\n\nDu hast zwei Möglichkeiten, das Teilen von iCloud-Analysedaten zu beenden:\n\n• Wähle im Menü „Apple“ die Option „Systemeinstellungen“ > „Sicherheit & Datenschutz“ > „Datenschutz“ > „Analyse & Verbesserungen“ und deaktiviere „iCloud-Analyse teilen“.\n • Besuche die Website appleid.apple.com\/de. Wähle „Daten & Datenschutz“ > „Freigabeeinstellungen“ > „Freigabeeinstellungen verwalten“ und deaktiviere dann „iCloud-Analyse teilen“.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-iCloud שלך. ניתוח נתונים מחשבון ה-iCloud שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים אליך או אל חשבונך.\n\nניתן לבטל את שיתוף נתוני ה-iCloud באחת משתי הדרכים הבאות:\n\n• מעבר אל ״העדפות המערכת״ > ״אבטחה ופרטיות״ > ״פרטיות״ > ״נתונים ושיפורים״ וביטול הבחירה ב״נתוני iCloud״.\n • כניסה אל appleid.apple.com. מעבר אל ״נתונים ופרטיות״ > ״הגדרות שיתוף״ > ״נהל הגדרות שיתוף״ וביטול הבחירה ב״שיתוף נתוני iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can opt out of sharing iCloud Analytics in one of two ways:\n\n• Go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements, then unselect Share iCloud Analytics.\n • Sign in to appleid.apple.com. Go to Data & Privacy > Sharing Settings > Manage Sharing Settings, then unselect Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud. لا يتم تحليل البيانات من حساب iCloud، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك.\n\nيمكنك إلغاء الاشتراك في مشاركة تحليلات iCloud بإحدى طريقتين:\n\n• انتقل إلى تفضيلات النظام > الأمن والخصوصية > الخصوصية > التحليلات والتحسينات، ثم ألغِ تحديد مشاركة تحليلات iCloud.\n • تسجيل الدخول إلى appleid.apple.com. انتقل إلى تفضيلات النظام > الأمن والخصوصية > الخصوصية > التحليلات والتحسينات، ثم ألغِ تحديد مشاركة تحليلات iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό σας στο iCloud. Κάθε ανάλυση δεδομένων από τον λογαριασμό σας στο iCloud, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας.\n\nΜπορείτε να επιλέξετε να μην κοινοποιούνται δεδομένα Ανάλυσης iCloud με δύο τρόπους:\n\n• Μεταβείτε στις «Προτιμήσεις συστήματος» > «Ασφάλεια και Απόρρητο» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αποεπιλέξτε την «Κοινοποίηση Ανάλυσης iCloud».\n • Συνδεθείτε στη διεύθυνση appleid.apple.com, μεταβείτε στα «Δεδομένα και απόρρητο» > «Ρυθμίσεις κοινής χρήσης» > «Διαχείριση ρυθμίσεων κοινής χρήσης» και μετά αποεπιλέξτε την «Κοινοποίηση Ανάλυσης iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、iCloudアカウントからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。\n\niCloud解析の共有は、以下の2つの方法のいずれかで停止できます:\n\n• “システム環境設定”＞“セキュリティとプライバシー”＞“プライバシー”＞“解析および改善”と移動してから、“iCloud解析を共有”を選択解除します。\n • appleid.apple.comにサインインし、 “データとプライバシー”＞“共有設定”＞“共有設定の管理”に移動し、“iCloud分析の共有”を選択解除します。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can opt out of sharing iCloud Analytics in one of two ways:\n\n• Go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements, then deselect Share iCloud Analytics.\n • Sign in to appleid.apple.com. Go to Data & Privacy > Sharing Settings > Manage Sharing Settings, then deselect Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису iCloud і даних у ньому. Аналіз даних із вашого облікового запису iCloud разом із фрагментами тексту з е-листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як-от диференційна приватність, аби вони не пов’язувалися з вами чи вашим обліковим записом.\n\nВи можете відмовитись від поширення Аналітики iCloud в один із наведених способів:\n\n• Перейдіть у Системні параметри > Безпека та приватність > Приватність > Аналітика та вдосконалення і зніміть галочку «Поширювати аналітику iCloud».\n • Увійдіть в обліковий запис на вебсайті appleid.apple.com. Перейдіть у розділ Дані та приватність > Параметри поширення > Керування параметрами поширення, потім зніміть галочку «Поширювати аналітику iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de iCloud. Todos los análisis de tu cuenta iCloud, incluyendo fragmentos de texto de mensajes de correo o otros datos similares en tu cuenta, se realiza únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta.\n\nTienes dos maneras para no compartir análisis de iCloud:\n\n• Ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad > “Análisis y mejoras” y anula la selección de “Compartir análisis de iCloud”.\n • Inicia sesión en appleid.apple.com. Ve a Datos y privacidad > Configuración de datos compartidos > “Administrar configuración de datos compartidos” y anula la selección de “Compartir análisis de iCloud”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过允许对您iCloud帐户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对您iCloud帐户的所有数据分析（包括电子邮件中的文本片段或帐户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与您或您的帐户相关联。\n\n您可以选择退出共享iCloud分析，方法有两种：\n\n• 前往“系统偏好设置”>“安全性与隐私”>“隐私”>“分析与改进”，然后取消选择“共享iCloud分析”。\n • 登录appleid.apple.com。前往“数据与隐私”>“共享设置”>“管理共享设置”，然后取消选择“共享iCloud分析”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. El análisis de datos de tu cuenta de iCloud, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial, para que no sea posible relacionar estos datos contigo ni con tu cuenta.\n\nPuedes desactivar el análisis de iCloud de dos maneras:\n\n• Desactiva “Compartir análisis de iCloud” en Preferencias del Sistema > Seguridad y privacidad > Privacidad > Análisis y mejoras.\n • Inicia sesión en appleid.apple.com. Desactiva la opción “Compartir análisis de iCloud” en Datos y privacidad > Ajustes de datos compartidos > Gestiona los ajustes de datos compartidos.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua conta do iCloud. Todas as análises dos dados da sua conta do iCloud, incluindo trechos de mensagens de e-mail ou outros dados similares da sua conta, ocorrem apenas depois que os dados tenham passado por técnicas que preservam a privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta.\n\nVocê pode optar por não compartilhar a Análise do iCloud de duas maneiras:\n\n• Abra as Preferências do Sistema > Segurança e Privacidade > Privacidade > Análise e Melhorias e desmarque a opção Compartilhar Análise do iCloud;\n • Inicie a sessão em appleid.apple.com, vá em Dados e Privacidade > Ajustes de Compartilhamento > Gerenciar Ajustes de Compartilhamento e desmarque a opção Compartilhar Análise do iCloud.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din iCloud-konto. Analyse af data fra din iCloud-konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto.\n\nDu kan fravælge deling af iCloud-analyse på en af to måder:\n\n• Gå til Systemindstillinger > Sikkerhed & anonymitet > Anonymitet > Analyse og forbedringer og fravælg derefter Del iCloud-analyse.\n • Log ind på appleid.apple.com. Gå til Data og anonymitet > Indstillinger for Deling > Administrer indstillinger for deling og fravælg derefter Del iCloud-analyse.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l'analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. I dati relativi all’account iCloud, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account.\n\nPuoi scegliere di non condividere i dati di analisi di iCloud in due modi:\n\n• Menu Apple > Preferenze di Sistema > Sicurezza e Privacy > Privacy > Analisi, quindi deseleziona l’opzione “Condividi analisi iCloud”.\n • Nella sezione “Dati e privacy” della pagina appleid.apple.com, fai clic su “Gestisci impostazioni di condivisione”, quindi deseleziona la voce “Condividi analisi iCloud”.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. Analýza dát z vášho iCloud účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu.\n\nZo zdieľania analytiky iCloudu sa môžete odhlásiť dvoma spôsobmi:\n\n• Otvorte Systémové nastavenia > Bezpečnosť a súkromie > Súkromie > Analytika a vylepšovanie a zrušte výber možnosti Zdieľať analytiku iCloudu.\n • Prihláste sa na stránke appleid.apple.com. V časti Dáta a ochrana súkromia > Nastavenia zdieľania > Spravovať nastavenia zdieľania zrušte výber možnosti Zdieľať analytiku iCloudu.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados dos seus dispositivos e conta iCloud. A análise dos dados da sua conta iCloud, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta.\n\nPode optar por deixar de partilhar a análise de iCloud de uma das seguintes formas:\n\n• Em Preferências do Sistema > Segurança e Privacidade > Privacidade > Análise e melhorias, desassinale a opção “Partilhar análise de iCloud”.\n • Inicie sessão em appleid.apple.com. Em Dados e Privacidade > Definições de partilha > Gerir definições de partilha, desassinale a opção “Partilhar análise de iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. Semua analisis data daripada akaun iCloud anda termasuk coretan teks daripada mesej e-mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda.\n\nAnda boleh menarik diri daripada berkongsi Analitis iCloud melalui salah satu daripada dua cara berikut:\n\n• Pergi ke Keutamaan Sistem > Keselamatan & Privasi > Privasi > Analitis & Peningkatan, kemudian nyahpilih Kongsi Analitis iCloud.\n • Daftar masuk ke appleid.apple.com. Pergi ke Data & Privasi > Seting Perkongsian > Urus Seting Perkongsian, kemudian nyahpilih Kongsi Analitis iCloud.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt iCloud-konto. All analys av data från ditt iCloud-konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritetsskyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto.\n\nDu kan välja att sluta dela iCloud-analys på något av dessa två sätt:\n\n• Öppna Systeminställningar > Säkerhet och integritet > Integritet > Analys och förbättringar och avmarkera Dela iCloud-analys.\n • Logga in på appleid.apple.com. Öppna Data och integritet > Delningsinställningar > Hantera delningsinställningar och avmarkera Dela iCloud-analys.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu na iCloudu. Veškerá analýza dat z vašeho účtu na iCloudu včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem.\n\nSdílení analýzy iCloudu můžete ukončit dvěma způsoby:\n\n• Otevřete Předvolby systému > Zabezpečení a soukromí > Soukromí > Analýza a vylepšování a zrušte výběr volby Sdílet analýzu iCloudu.\n • Přihlaste se ke stránce appleid.apple.com. Přejděte na Data a soukromí > Nastavení sdílení > Správa nastavení sdílení a potom zrušte výběr volby Sdílet analýzu iCloudu.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 개선에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 iCloud 계정의 데이터는 차등 개인 정보 보호와 같은 개인 정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다.\n\niCloud 분석은 다음 두 가지 방법 중 하나를 통해 끌 수 있습니다.\n\n• 시스템 환경설정 > 보안 및 개인 정보 보호 > 개인 정보 보호 > 분석 및 향상으로 이동한 다음 ‘iCloud 분석 공유’를 선택 해제하십시오.\n • appleid.apple.com 사이트에 로그인한 다음 데이터 및 개인 정보 보호 > 공유 설정 > 공유 설정 관리로 이동하여 ‘iCloud 분석 공유’를 선택 해제하십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra iCloud-kontoen din. All analyse av data fra iCloud-kontoen din, inkludert tekstutdrag fra e-postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern slik at den ikke lenger kan knyttes til kontoen din.\n\nDu kan velge å ikke dele iCloud-analyse på to måter:\n\n• Gå til Systemvalg > Sikkerhet og personvern > Personvern > Analyse og forbedringer, og fjern markeringen for Del iCloud-analyse.\n • Logg på appleid.apple.com. Gå til Data og personvern > Innstillinger for deling > Administrer innstillinger for deling, og fjern deretter markeringen for Del iCloud-analyse.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi az iCloud-fiók használata és adatai elemzését, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve a Sirit és egyéb intelligens funkcióit. Az iCloud-fiókja adatainak – például e-mail-üzenetek szövegrészletei vagy a fiókjának egyéb hasonló elemei – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például adatvédelem differenciálást alkalmaztunk, így az nem köthető sem Önhöz sem a fiókjához.\n\nKétféleképpen állíthatja le az iCloud elemzését:\n\n• Válassza a Rendszerbeállítások > Biztonság és adatvédelem > Adatvédelem > Elemzések és fejlesztések lehetőséget, majd törölje az iCloud-elemzés megosztása lehetőség bejelölését.\n • Jelentkezzen be az appleid.apple.com webhelyre. Válassza az Adatok és adatvédelem > Megosztási beállítások > Megosztási beállítások kezelése lehetőséget, majd törölje az iCloud-elemzés megosztása lehetőség bejelölését.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "允許分析你的iCloud帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你iCloud帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。\n\n你可以透過下列兩種方式的其中一種來選擇不分享「iCloud分析」：\n\n• 前往「系統偏好設定」>「保安與私隱」>「私隱」>「分析與改進項目」，然後取消選擇「分享iCloud分析」。\n • 登入appleid.apple.com\/zh_HK。前往「資料與私隱」>「分享設定」>「管理分享設定」，然後取消選擇「分享iCloud分析」。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud hesabınızdaki kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini geliştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez.\n\nAşağıdaki iki yoldan biriyle iCloud Analizi’ni paylaşmaktan vazgeçebilirsiniz:\n\n• Sistem Tercihleri > Güvenlik ve Gizlilik > Gizlilik > Analizler ve İyileştirmeler bölümüne gidin, sonra iCloud Analizini Paylaş’ın seçimini kaldırın.\n • appleid.apple.com\/tr\/ sayfasında giriş yapın. Veriler ve Gizlilik > Paylaşma Ayarları > Paylaşma Ayarlarını Yönet bölümüne gidin, sonra iCloud Analizini Paylaş’ın seçimini kaldırın.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. Wszystkie analizy danych pochodzących z konta iCloud (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem.\n\nMożesz zrezygnować z udostępniania danych analiz iCloud na jeden z dwóch sposobów:\n\n• Otwórz Preferencje systemowe > Ochrona i prywatność > Prywatność > Analizy i udoskonalenia, a następnie usuń zaznaczenie opcji Udostępniaj analizy iCloud.\n • Zaloguj się na appleid.apple.com. Przejdź do sekcji Dane i prywatność > Ustawienia udostępniania > Zarządzaj ustawieniami dotyczącymi udostępniania, a następnie usuń zaznaczenie opcji Udostępniaj analizy iCloud.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "藉由允許分析您iCloud帳號的使用狀況和資料，可協助Apple改進產品和服務，包含Siri和其他智慧型功能。您iCloud帳號的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與您本人或帳號產生關聯。\n\n您可以透過下列兩種方式的其中一種來選擇不分享「iCloud分析」：\n\n• 前往「系統偏好設定」>「安全性與隱私權」>「隱私權」>「分析與改進功能」，然後取消選取「分享iCloud分析」。\n • 登入 appleid.apple.com。前往「資料與隱私權」>「分享設定」>「管理分享設定」，然後取消選取「分享iCloud分析」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can opt out of sharing iCloud Analytics in one of two ways:\n\n• Go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements, then deselect Share iCloud Analytics.\n • Sign in to appleid.apple.com. Go to Data & Privacy > Sharing Settings > Manage Sharing Settings, then deselect Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. Tất cả hoạt động phân tích dữ liệu từ tài khoản iCloud của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn.\n\nBạn có thể chọn không chia sẻ Phân tích iCloud theo một trong hai cách:\n\n• Đi tới Tùy chọn hệ thống > Bảo mật & Quyền riêng tư > Quyền riêng tư > Phân tích & Cải tiến, sau đó bỏ chọn Chia sẻ Phân tích iCloud.\n • Đăng nhập vào appleid.apple.com\/vn. Đi tới Dữ liệu & Quyền riêng tư > Cài đặt về chia sẻ > Quản lý cài đặt về chia sẻ, sau đó bỏ chọn Chia sẻ Phân tích iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете помочь компании Apple в совершенствовании продуктов и сервисов, в том числе Siri и других интеллектуальных функций, разрешив анализировать данные использования и данные Вашей учетной записи iCloud. Аналитика любых данных из Вашей учетной записи iCloud, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференцированная конфиденциальность. Аналитические данные не связаны с Вами или Вашей учетной записью.\n\nАналитику iCloud можно выключить двумя способами.\n\n• Откройте «Системные настройки» > «Защита и безопасность» > «Конфиденциальность» > «Аналитика и улучшения» и снимите флажок «Делиться Аналитикой iCloud».\n • Войдите в учетную запись на веб-сайте appleid.apple.com. Перейдите к разделу «Защита личной информации» > «Настройки доступа» > «Управлять настройками доступа» и снимите флажок «Разрешить анализ данных iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. Toutes les analyses de données de votre compte iCloud, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte.\n\nVous pouvez choisir de ne plus partager les données d’analyse iCloud. Pour ce faire, procédez de l’une des deux façons suivantes :\n\n• Accédez à Préférences système > Sécurité et confidentialité > Confidentialité > Analyse et améliorations, puis désélectionnez « Partager les analyses d’iCloud ».\n • Connectez-vous à appleid.apple.com\/fr_CA. Accédez à Données et confidentialité > Réglages de partage > Gérer les réglages de partage, puis désélectionnez « Partager l’analyse d’iCloud ».\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. L’analyse des données de votre compte iCloud, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte.\n\nVous pouvez désactiver le partage de l’analyse d’iCloud de l’une des deux façons suivantes :\n\n• Accédez à Préférences Système > Sécurité et confidentialité > Confidentialité > Analyse et améliorations, puis décochez l’option « Partager l’analyse d’iCloud ».\n • Connectez-vous sur appleid.apple.com. Accédez à Données et confidentialité > Réglages de partage > Gérer les réglages de partage, puis décochez l’option « Partager l’analyse d’iCloud ».\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käytön ja tietojen analysointi. iCloud-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi.\n\nVoit kieltäytyä jakamasta iCloud-analyysitietoja kahdella tavalla:\n\n• Valitse Järjestelmäasetukset > Suojaus ja yksityisyys > Yksityisyys > Analyysi ja parannukset ja poista Jaa iCloud-analyysitiedot -valinta.\n • Kirjaudu osoitteeseen appleid.apple.com. Valitse Tiedot ja tietosuoja > Jakoasetukset > Hallitse jakoasetuksia ja poista Jaa iCloud-analyysitiedot -valinta.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. Semua analisis data dari akun iCloud Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda.\n\nAnda dapat menonaktifkan berbagi Analisis iCloud dengan salah satu dari dua cara:\n\n• Buka Preferensi Sistem > Keamanan & Privasi > Privasi > Analisis & Peningkatan, lalu batal pilih Bagikan Analisis iCloud.\n • Masuk ke appleid.apple.com. Buka Data & Privasi > Pengaturan Berbagi > Kelola Pengaturan Berbagi, lalu batal pilih Bagikan Analisis iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. Analyse van gegevens uit je iCloud-account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld.\n\nJe kunt het delen van iCloud-analyse op twee manieren stopzetten:\n\n• Ga in Systeemvoorkeuren naar 'Beveiliging en privacy' > 'Privacy' > 'Analyse en verbeteringen' en schakel vervolgens 'Deel iCloud-analyse' uit.\n • Log in bij appleid.apple.com. Ga naar 'Gegevens en privacy' > 'Instellingen voor delen' > 'Beheer gedeelde instellingen' en schakel 'iCloud-analyse delen' uit.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี iCloud ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกัน ในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ\n\nคุณสามารถเลิกเข้าร่วมการแชร์ข้อมูลการวิเคราะห์ iCloud ได้ด้วยหนึ่งในสองวิธีดังต่อไปนี้:\n\n• ไปที่การตั้งค่าระบบ > ความปลอดภัยและความเป็นส่วนตัว > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วเลิกเลือกแชร์การวิเคราะห์ iCloud\n • ลงชื่อเข้า appleid.apple.com\/th ไปที่ข้อมูลและความเป็นส่วนตัว > การตั้งค่าการแชร์ > จัดการการตั้งค่าการแชร์ แล้วเลิกเลือกแชร์การวิเคราะห์ iCloud\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. Toată analiza datelor din contul de iCloud, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs.\n\nPuteți opta împotriva partajării analizei iCloud în două moduri:\n\n• Accesați Preferințe sistem > Securitate și intimitate > Intimitate > Analiză și îmbunătățiri, apoi deselectați “Partajează analiza iCloud”.\n • Autentificați‑vă la adresa appleid.apple.com. Accesați Date și confidențialitate > Configurări de partajare > Gestionare configurări de partajare, apoi deselectați “Partajare analiză iCloud”.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg iCloud računa. Svoj analizi podataka iz vašeg iCloud računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom.\n\nMožete prestati dijeliti analizu iClouda na jedan od dva načina:\n\n• Idite na Postavke sustava > Sigurnost i privatnost > Privatnost > Analiza i poboljšanja, a zatim odznačite Podijeli analizu iClouda.\n • Prijavite se na appleid.apple.com. Idite na Podaci i privatnost > Postavke dijeljenja > Upravljanje postavkama dijeljenja, a zatim odznačite Podijeli analizu iClouda.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके iCloud खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके।\n\nआप iCloud ऐनालिटिक्स शेयरिंग को दो में से किसी एक तरीक़े से बंद कर सकते हैं :\n\n• सिस्टम प्राथमिकता > सुरक्षा और गोपनीयता > गोपनीयता > ऐनालिटिक्स और सुधार पर क्लिक करें, फिर “iCloud ऐनालिटिक्स शेयर करें” को अचयनित करें।\n • appleid.apple.com पर जाएँ। डेटा और गोपनीयता > शेयरिंग सेटिंग्ज़ > शेयरिंग सेटिंग्ज़ प्रबंधित करें पर जाएँ, फिर “iCloud ऐनालिटिक्स शेयर करें” को अचयनित करें।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Permet que s’executin anàlisis de l’ús i les dades de l’iCloud per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de dades del teu compte iCloud, incloent‑hi fragments de text dels missatges de correu electrònic o altres dades similars del teu compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn a tu ni al teu compte.\n\nTens dues maneres per deixar de compartir l’anàlisi de l’iCloud:\n\n• Ves a l’app Preferències del Sistema > Seguretat i privacitat > Privacitat > “Anàlisi i millores”, i desmarca “Compartir l’anàlisi de l’iCloud”.\n • Inicia sessió a appleid.apple.com. Ves a l’apartat de dades i privacitat, després al subapartat de configuració de dades compartides, selecciona l’opció per gestionar les dades compartides i desmarca la casella per compartir l’anàlisi de l’iCloud.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "iCloud-Analyse & Datenschutz",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "״נתוני iCloud״ ופרטיות",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات iCloud والخصوصية",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση iCloud και Απόρρητο",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloud解析とプライバシー",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика iCloud і Приватність",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de iCloud y la privacidad",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "iCloud分析与隐私",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de iCloud y la privacidad",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Análise do iCloud e Privacidade",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "iCloud-analyse og anonymitet",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi iCloud e privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika iCloudu a súkromie",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de iCloud e Privacidade",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis iCloud & Privasi",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "iCloud-analys och integritet",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza iCloudu a soukromí",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 분석 및 개인 정보 보호",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "iCloud-analyse og personvern",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Az iCloud elemzése és az adatvédelem",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "iCloud 分析與私隱",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud Analizi ve Gizlilik Hakkında",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy iCloud i prywatność",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "iCloud分析與隱私權",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích iCloud & Quyền riêng tư",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика iCloud и конфиденциальность",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’iCloud et confidentialité",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’iCloud et confidentialité",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "iCloud-analyysitiedot ja tietosuoja",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis iCloud & Privasi",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "iCloud-analyse en privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์ iCloud และความเป็นส่วนตัว",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Analiza iCloud și intimitatea",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza iClouda i privatnost",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "iCloud ऐनालिटिक्स और गोपनीयता",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi de l’iCloud i la privacitat",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über iCloud-Analyse & Datenschutz …",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״נתוני iCloud״ ופרטיות…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "About iCloud Analytics & Privacy…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول تحليلات iCloud والخصوصية…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Ανάλυση iCloud και το Απόρρητο…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloud解析とプライバシーについて…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "About iCloud Analytics & Privacy…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Про Аналітику iCloud і Приватність…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca del análisis de iCloud y la privacidad…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于iCloud分析与隐私…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca del análisis de iCloud y la privacidad…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Análise do iCloud e Privacidade…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om iCloud-analyse og anonymitet…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi iCloud e privacy…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "O analytike iCloudu a súkromí…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Análise de iCloud e Privacidade…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Analitis iCloud & Privasi…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Om iCloud-analys och integritet…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "O analýze iCloudu a soukromí…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 분석 및 개인 정보 보호에 관하여…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Om iCloud-analyse og personvern…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Az iCloud elemzése és az adatvédelem…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "關於iCloud分析與私隱⋯",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud Analizi ve Gizlilik Hakkında…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy iCloud i prywatność…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "關於iCloud分析與隱私權⋯",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About iCloud Analytics & Privacy…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích iCloud & Quyền riêng tư…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Об Аналитике iCloud и конфиденциальности…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos d’Analyse d’iCloud et de la confidentialité…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’iCloud et confidentialité…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: iCloud-analyysitiedot ja tietosuoja…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Analisis iCloud & Privasi…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Info over iCloud-analyse en privacy…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการวิเคราะห์ iCloud และความเป็นส่วนตัว…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Despre analiza iCloud și intimitate…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "O Analizi iClouda i privatnosti…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "iCloud ऐनालिटिक्स और गोपनीयता परिचय…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre l’anàlisi de l’iCloud i la privacitat…",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_IPHONE" : [
      {
        "target" : "Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines iCloud-Accounts gestattest. Die Analyse von Daten aus deinem iCloud-Account, einschließlich von Textschnipseln von E-Mail-Nachrichten oder vergleichbarer Daten, wird erst nach dem Einsatz von Privatsphäre-erhaltenden Technologien wie „Differential Privacy“ durchgeführt, so dass diese nicht mit dir oder deinem Account verknüpft sind.\n\nDu kannst iCloud-Analysedaten jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Datenschutz“ > „Analyse & Verbesserungen“ und tippe, um die Option „iCloud-Analyse teilen“ zu deaktivieren.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-iCloud שלך. ניתוח נתונים מחשבון ה-iCloud שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים אליך או אל חשבונך.\n\nניתן לבטל את ״נתוני iCloud״ בכל עת. על-מנת לעשות זאת, פתח\/י את ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ והקש\/י כדי לבטל את ״נתוני iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת www.apple.com\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud. لا يتم تحليل البيانات من حساب iCloud، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك.\n\nيمكنك اختيار تعطيل تحليلات iCloud في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، واضغط لإيقاف مشاركة تحليلات iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό σας στο iCloud. Κάθε ανάλυση δεδομένων από τον λογαριασμό σας στο iCloud, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας.\n\nΜπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αγγίξτε για απενεργοποίηση της ρύθμισης «Κοινοποίηση Ανάλυσης iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、iCloudアカウントからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。\n\nいつでもiCloud解析を無効にできます。無効にするには、“設定”＞“プライバシー”＞“解析および改善”に移動し、“iCloud解析を共有”をタップしてオフにします。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису iCloud і даних у ньому. Аналіз даних із вашого облікового запису iCloud разом із фрагментами тексту з е-листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як-от диференційна приватність, аби вони не пов’язувалися з вами чи вашим обліковим записом.\n\nВи можете будь-коли вимкнути Аналітику iCloud. Для цього перейдіть у Параметри > Приватність > Аналітика та вдосконалення і вимкніть «Поширювати аналітику iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de iCloud. Todos los análisis de tu cuenta iCloud, incluyendo fragmentos de texto de mensajes de correo o otros datos similares en tu cuenta, se realiza únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta.\n\nPuedes desactivar el análisis de iCloud en cualquier momento. Para ello, ve a Configuración > Privacidad > “Análisis y mejoras” y desactiva “Compartir análisis (iCloud)”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过允许对您iCloud帐户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对您iCloud帐户的所有数据分析（包括电子邮件中的文本片段或帐户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与您或您的帐户相关联。\n\n您可以随时选择停用iCloud分析。若要停用，请前往“设置”>“隐私”>“分析与改进”，然后轻点以关闭“共享iCloud分析”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. El análisis de datos de tu cuenta de iCloud, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial, para que no sea posible relacionar estos datos contigo ni con tu cuenta.\n\nPuedes desactivar el análisis de iCloud cuando quieras. Para ello, desactiva “Compartir análisis de iCloud” en Ajustes > Privacidad > Análisis y mejoras.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua conta do iCloud. Todas as análises dos dados da sua conta do iCloud, incluindo trechos de mensagens de e-mail ou outros dados similares da sua conta, ocorrem apenas depois que os dados tenham passado por técnicas que preservam a privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta.\n\nVocê pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e toque para desativar a opção Compartilhar Análise do iCloud.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din iCloud-konto. Analyse af data fra din iCloud-konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto.\n\nDu kan altid vælge at slå iCloud-analyse fra. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og trykke for at slå Del iCloud-analyse fra.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l'analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. I dati relativi all’account iCloud, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account.\n\nPuoi scegliere di disattivare l'analisi dei dati di iCloud in qualsiasi momento. Per farlo, disattiva l'opzione “Condividi analisi iCloud” in Impostazioni > Privacy > Analisi e Miglioramenti.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. Analýza dát z vášho iCloud účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu.\n\nAnalytiku iCloudu môžete kedykoľvek vypnúť. Otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a klepnutím vypnite možnosť Zdieľať analytiku iCloudu.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados dos seus dispositivos e conta iCloud. A análise dos dados da sua conta iCloud, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta.\n\nPode optar por desativar a análise de iCloud em qualquer altura. Para tal, em Definições > Privacidade > Análise e melhorias, desative a opção “Partilhar análise de iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. Semua analisis data daripada akaun iCloud anda termasuk coretan teks daripada mesej e-mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda.\n\nAnda boleh memilih untuk menyahdayakan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan ketik untuk menyahaktifkan Kongsi Analitis iCloud.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt iCloud-konto. All analys av data från ditt iCloud-konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritetsskyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto.\n\nDu kan när som helst avaktivera iCloud-analys. Du gör det genom att öppna Inställningar > Integritet > Analys och förbättringar och trycka för att stänga av Dela iCloud-analys.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu na iCloudu. Veškerá analýza dat z vašeho účtu na iCloudu včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem.\n\nAnalýzu iCloudu můžete kdykoli vypnout. Chcete-li tak učinit, otevřete Nastavení > Soukromí > Analýza a vylepšování a klepnutím vypněte volbu Sdílet analýzu iCloudu.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 개선에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 iCloud 계정의 데이터는 차등 개인 정보 보호와 같은 개인 정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다.\n\niCloud 분석은 언제든지 비활성화할수 있습니다. iCloud 분석을 비활성화하려면 설정 > 개인 정보 보호 > 분석 및 향상으로 이동한 다음 ‘iCloud 분석 공유’를 탭하여 끄십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra iCloud-kontoen din. All analyse av data fra iCloud-kontoen din, inkludert tekstutdrag fra e-postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern slik at den ikke lenger kan knyttes til kontoen din.\n\nDu kan når som helst velge å deaktivere iCloud-analyse. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og trykke for å slå av Del iCloud-analyse.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi az iCloud-fiók használata és adatai elemzését, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve a Sirit és egyéb intelligens funkcióit. Az iCloud-fiókja adatainak – például e-mail-üzenetek szövegrészletei vagy a fiókjának egyéb hasonló elemei – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például adatvédelem differenciálást alkalmaztunk, így az nem köthető sem Önhöz sem a fiókjához.\n\nAz iCloud elemzését bármikor letilthatja. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és koppintson az iCloud-elemzés megosztása lehetőség kikapcsolásához.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "允許分析你的iCloud帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你iCloud帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。\n\n你可以選擇隨時停用「iCloud分析」。如要關閉，請前往「設定」>「私隱」>「分析與改進功能」，然後點一下來關閉「分享iCloud分析」。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud hesabınızdaki kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini geliştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez.\n\niCloud Analizi’ni istediğiniz zaman etkisizleştirmeyi seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidin ve iCloud Analizini Paylaş’ı kapatmak için dokunun.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. Wszystkie analizy danych pochodzących z konta iCloud (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem.\n\nAnalizy iCloud możesz wyłączyć w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność > Analizy i udoskonalenia i stuknij w opcję Udostępniaj analizy iCloud w celu jej wyłączenia.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "藉由允許分析您iCloud帳號的使用狀況和資料，可協助Apple改進產品和服務，包含Siri和其他智慧型功能。您iCloud帳號的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與您本人或帳號產生關聯。\n\n您隨時可以選擇停用「iCloud分析」。若要停用此設定，請前往「設定」>「隱私權」>「分析與改進功能」並且點一下來關閉「分享iCloud分析」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. Tất cả hoạt động phân tích dữ liệu từ tài khoản iCloud của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn.\n\nBạn có thể lựa chọn tắt Phân tích iCloud bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và chạm để tắt Chia sẻ Phân tích iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете помочь компании Apple в совершенствовании продуктов и сервисов, в том числе Siri и других интеллектуальных функций, разрешив анализировать данные использования и данные Вашей учетной записи iCloud. Аналитика любых данных из Вашей учетной записи iCloud, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференцированная конфиденциальность. Аналитические данные не связаны с Вами или Вашей учетной записью.\n\nАналитику iCloud можно выключить в любой момент. Для этого откройте «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и выключите параметр «Делиться Аналитикой iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. Toutes les analyses de données de votre compte iCloud, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte.\n\nVous pouvez choisir de désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez « Partager les analyses d’iCloud ».\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. L’analyse des données de votre compte iCloud, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte.\n\nVous pouvez désactiver à tout moment l’analyse d’iCloud. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis touchez l’option « Partager l’analyse d’iCloud » pour la désactiver.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käytön ja tietojen analysointi. iCloud-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi.\n\nVoit laittaa iCloud-analyysin pois päältä milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja > Analyysi ja parannukset ja napauttamalla Jaa iCloud-analyysitiedot pois päältä.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. Semua analisis data dari akun iCloud Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda.\n\nAnda dapat memilih untuk menonaktifkan Analisis iCloud kapan pun. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan dan ketuk untuk mematikan Bagikan Analisis iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. Analyse van gegevens uit je iCloud-account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld.\n\nJe kunt iCloud-analyse op elk gewenst moment uitschakelen. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en tik je om 'Deel iCloud-analyse' uit te schakelen.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี iCloud ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกัน ในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ\n\nคุณสามารถเลือกปิดใช้งานการวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วแตะเพื่อปิดใช้แชร์การวิเคราะห์ iCloud\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. Toată analiza datelor din contul de iCloud, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs.\n\nPuteți opta oricând să dezactivați analiza iCloud. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și apăsați pentru a dezactiva opțiunea “Partajare analiză iCloud”.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg iCloud računa. Svoj analizi podataka iz vašeg iCloud računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom.\n\nMožete u bilo kojem trenutku onemogućiti Analizu iClouda. Za isključenje idite na Postavke > Privatnost > Analiza i poboljšanja pa dodirom isključite Podijeli analizu iClouda.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके iCloud खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके।\n\nआप किसी भी समय iCloud ऐनालिटिक्स को बंद कर सकते हैं। ऐसा करने के लिए आप सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स खोल सकते हैं और “iCloud ऐनालिटिक्स शेयर करें” को बंद पर सेट कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Permet que s’executin anàlisis de l’ús i les dades de l’iCloud per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de dades del teu compte iCloud, incloent‑hi fragments de text dels missatges de correu electrònic o altres dades similars del teu compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn a tu ni al teu compte.\n\nPots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer-ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i toca l’opció “Compartir l’anàlisi de l’iCloud” per desactivar‑la.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_APPLETV" : [
      {
        "target" : "Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines iCloud-Accounts gestattest. Die Analyse von Daten aus deinem iCloud-Account, einschließlich von Textschnipseln von E-Mail-Nachrichten oder vergleichbarer Daten, wird erst nach dem Einsatz von Privatsphäre-erhaltenden Technologien wie „Differential Privacy“ durchgeführt, so dass diese nicht mit dir oder deinem Account verknüpft sind.\n\nUm das Teilen von iCloud-Analysedaten zu beenden, öffne jederzeit die Website appleid.apple.com\/de und deaktiviere im Bereich „Daten & Datenschutz“ > „Freigabeeinstellung“ > „Freigabeeinstellungen verwalten“ und die Option „iCloud-Analyse teilen“.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-iCloud שלך. ניתוח נתונים מחשבון ה-iCloud שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים אליך או אל חשבונך.\n\nבאפשרותך לבטל את ״נתוני iCloud״ בכל עת על-ידי התחברות ל-appleid.apple.com, מעבר אל ״נתונים ופרטיות״ > ״הגדרות שיתוף״ > ״נהל הגדרות שיתוף״ וביטול הבחירה באפשרות ״שיתוף נתוני iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת www.apple.com\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time by signing in to appleid.apple.com, then going to Data & Privacy > Sharing Settings > Manage Sharing Settings and deselecting Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud. لا يتم تحليل البيانات من حساب iCloud، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك.\n\nيمكنك اختيار تعطيل تحليلات iCloud في أي وقت. لتنفيذ ذلك، قم بتسجيل الدخول إلى appleid.apple.com، ثم انتقل إلى الخصوصية > إعدادات المشاركة > إدارة إعدادات المشاركة وألغِ تحديد مشاركة تحليلات iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό σας στο iCloud. Κάθε ανάλυση δεδομένων από τον λογαριασμό σας στο iCloud, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας.\n\nΜπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, συνδεθείτε στη διεύθυνση appleid.apple.com, μεταβείτε στα «Δεδομένα και απόρρητο» > «Ρυθμίσεις κοινής χρήσης» > «Διαχείριση ρυθμίσεων κοινής χρήσης» και μετά αποεπιλέξτε την «Κοινοποίηση Ανάλυσης iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、iCloudアカウントからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。\n\nappleid.apple.comにサインインし、“データとプライバシー”＞“共有設定”＞“共有の管理”に移動してから、“iCloud分析の共有”を選択解除することで、いつでもiCloud解析を無効にできます。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time by signing in to appleid.apple.com, then going to Data & Privacy > Sharing Settings > Manage Sharing Settings and deselecting Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису iCloud і даних у ньому. Аналіз даних із вашого облікового запису iCloud разом із фрагментами тексту з е-листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як-от диференційна приватність, аби вони не пов’язувалися з вами чи вашим обліковим записом.\n\nВи можете будь-коли вимкнути Аналітику iCloud. Для цього увійдіть у свій обліковий запис на вебсайті appleid.apple.com, потім перейдіть у розділ Дані та приватність > Параметри поширення > Керування параметрами поширення і зніміть галочку «Поширювати аналітику iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de iCloud. Todos los análisis de tu cuenta iCloud, incluyendo fragmentos de texto de mensajes de correo o otros datos similares en tu cuenta, se realiza únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta.\n\nPuedes optar por desactivar el análisis de iCloud en cualquier momento; para ello, inicia sesión en appleid.apple.com y ve a Datos y privacidad > Configuración de datos compartidos > “Administrar configuración de datos compartidos” y anula la selección de “Compartir análisis de iCloud”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过允许对您iCloud帐户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对您iCloud帐户的所有数据分析（包括电子邮件中的文本片段或帐户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与您或您的帐户相关联。\n\n您可以随时选择停用iCloud分析，方法是登录appleid.apple.com，然后前往“数据与隐私”>“共享设置”>“管理共享设置”并取消选择“共享iCloud分析”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. El análisis de datos de tu cuenta de iCloud, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial, para que no sea posible relacionar estos datos contigo ni con tu cuenta.\n\nPuedes desactivar el análisis de iCloud cuando quieras. Para ello inicia sesión con tu ID de Apple en appleid.apple.com, ve a Privacidad > Gestiona ajustes y desactiva “Compartir análisis de iCloud”.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua conta do iCloud. Todas as análises dos dados da sua conta do iCloud, incluindo trechos de mensagens de e-mail ou outros dados similares da sua conta, ocorrem apenas depois que os dados tenham passado por técnicas que preservam a privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta.\n\nVocê pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, inicie a sessão em appleid.apple.com, vá em Dados e Privacidade > Ajustes de Compartilhamento > Gerenciar Ajustes de Compartilhamento e desmarque a opção Compartilhar Análise do iCloud.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din iCloud-konto. Analyse af data fra din iCloud-konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto.\n\nDu kan når som helst vælge at slå iCloud-analyse fra ved at logge ind på appleid.apple.com og derefter gå til Data og anonymitet > Indstillinger for Deling > Administrer indstillinger for deling og fravælge Del iCloud-analyse.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l'analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. I dati relativi all’account iCloud, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account.\n\nPuoi scegliere di disattivare l'analisi dei dati di iCloud in qualsiasi momento, eseguendo l’accesso alla pagina appleid.apple.com, quindi andando in Dati e privacy > Gestisci impostazioni di condivisione e deselezionando “Condividi analisi iCloud”.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. Analýza dát z vášho iCloud účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu.\n\nAnalytiku iCloudu môžete kedykoľvek vypnúť tak, že sa prihlásite na stránke appleid.apple.com, prejdete do časti Dáta a ochrana súkromia > Nastavenia zdieľania > Spravovať nastavenia zdieľania a zrušíte výber možnosti Zdieľať analytiku iCloudu.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados dos seus dispositivos e conta iCloud. A análise dos dados da sua conta iCloud, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta.\n\nPode optar por desativar a Análise de iCloud a qualquer momento iniciando sessão em appleid.apple.com, indo a Dados e Privacidade > “Definições de partilha” > “Gerir definições de partilha” e, em seguida, desselecionando a opção “Partilhar análise de iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. Semua analisis data daripada akaun iCloud anda termasuk coretan teks daripada mesej e-mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda.\n\nAnda boleh memilih untuk menyahdayakan Analitis iCloud pada bila-bila masa dengan melog masuk ke appleid.apple.com, kemudian pergi ke Data & Privasi > Seting Perkongsian > Urus Seting Perkongsian dan nyahpilih Kongsi Analitis iCloud\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt iCloud-konto. All analys av data från ditt iCloud-konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritetsskyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto.\n\nDu kan när som helst välja att avaktivera iCloud-analys genom att först logga in på appleid.apple.com och sedan öppna Data och integritet > Delningsinställningar > Hantera delningsinställningar och avmarkera Dela iCloud-analys.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu na iCloudu. Veškerá analýza dat z vašeho účtu na iCloudu včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem.\n\nAnalýzu iCloudu můžete kdykoli vypnout. Přihlaste se ke stránce appleid.apple.com, přejděte na Data a soukromí > Správa nastavení sdílení > Nastavení sdílení a zrušte výběr volby Sdílet analýzu iCloudu.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 개선에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 iCloud 계정의 데이터는 차등 개인 정보 보호와 같은 개인 정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다.\n\niCloud 분석은 언제든지 비활성화할 수 있습니다. iCloud 분석을 비활성화하려면 appleid.apple.com 사이트에 로그인한 다음 데이터 및 개인 정보 보호 > 공유 설정 > 공유 설정 관리로 이동하여 ‘iCloud 분석 공유’를 선택 해제하십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra iCloud-kontoen din. All analyse av data fra iCloud-kontoen din, inkludert tekstutdrag fra e-postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern slik at den ikke lenger kan knyttes til kontoen din.\n\nDu kan når som helst velge å deaktivere iCloud-analyse ved å logge på appleid.apple.com, gå til Data og personvern > Innstillinger for deling > Administrer innstillinger for deling og deretter fjerne markeringen for Del iCloud-analyse.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi az iCloud-fiók használata és adatai elemzését, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve a Sirit és egyéb intelligens funkcióit. Az iCloud-fiókja adatainak – például e-mail-üzenetek szövegrészletei vagy a fiókjának egyéb hasonló elemei – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például adatvédelem differenciálást alkalmaztunk, így az nem köthető sem Önhöz sem a fiókjához.\n\nBármikor letilthatja az iCloud-elemzést, ha bejelentkezik az appleid.apple.com webhelyen, és az Adatok és adatvédelem > Megosztási beállítások > Megosztási beállítások kezelése lehetőséget választja, majd törli az iCloud-elemzés megosztása lehetőség bejelölését.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "允許分析你的iCloud帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你iCloud帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。\n\n你可以選擇隨時停用「iCloud分析」，在appleid.apple.com\/zh_HK 登入，前往「資料與私隱」>「分享設定」>「管理分享設定」，然後取消選擇「分享iCloud分析」\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud hesabınızdaki kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini geliştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez.\n\nappleid.apple.com\/tr\/ sayfasında giriş yapıp, ardından Veriler ve Gizlilik > Paylaşma Ayarları > Paylaşma Ayarlarını Yönet bölümüne gidip iCloud Analizlerini Paylaş’ın seçimini kaldırarak iCloud Analizi’ni istediğiniz zaman etkisizleştirmeyi seçebilirsiniz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. Wszystkie analizy danych pochodzących z konta iCloud (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem.\n\nMożesz zdecydować o wyłączeniu analiz iCloud w dowolnym momencie, logując się na appleid.apple.com, następnie przechodząc do sekcji Data i prywatność > Ustawienia udostępniania > Zarządzaj ustawieniami dotyczącymi udostępniania i usuwając zaznaczenie opcji Udostępniaj analizy iCloud.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "藉由允許分析您iCloud帳號的使用狀況和資料，可協助Apple改進產品和服務，包含Siri和其他智慧型功能。您iCloud帳號的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與您本人或帳號產生關聯。\n\n您隨時可以選擇停用「iCloud分析」，請登入以下網站：appleid.apple.com，然後前往「資料與隱私權」>「分享設定」>「管理分享設定」，然後取消選取「分享iCloud分析」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time by signing in to appleid.apple.com, then going to Data & Privacy > Sharing Settings > Manage Sharing Settings and deselecting Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. Tất cả hoạt động phân tích dữ liệu từ tài khoản iCloud của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn.\n\nBạn có thể lựa chọn tắt Phân tích iCloud bất kỳ lúc nào bằng cách đăng nhập vào appleid.apple.com\/vn, sau đó đi tới Dữ liệu & Quyền riêng tư > Cài đặt về chia sẻ > Quản lý cài đặt về chia sẻ và bỏ chọn Chia sẻ Phân tích iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете помочь компании Apple в совершенствовании продуктов и сервисов, в том числе Siri и других интеллектуальных функций, разрешив анализировать данные использования и данные Вашей учетной записи iCloud. Аналитика любых данных из Вашей учетной записи iCloud, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференцированная конфиденциальность. Аналитические данные не связаны с Вами или Вашей учетной записью.\n\nАналитику iCloud можно выключить в любой момент. Для этого выполните вход на веб-сайте appleid.apple.com, перейдите к разделу «Защита личной информации» > «Настройки доступа» > «Управлять настройками доступа» и снимите флажок «Разрешить анализ данных iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. Toutes les analyses de données de votre compte iCloud, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte.\n\nVous pouvez choisir de désactiver l’analyse d’iCloud à tout moment en vous connectant à appleid.apple.com\/fr_CA, en accédant à Données et confidentialité > Réglages de partage > Gérer les réglages de partage, puis en désélectionnant « Partager l’analyse d’iCloud ».\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. L’analyse des données de votre compte iCloud, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte.\n\nVous pouvez désactiver à tout moment l’analyse d’iCloud. Pour ce faire, connectez-vous sur appleid.apple.com, puis accédez à Données et confidentialité > Réglages de partage > Gérer les réglages de partage, puis décochez l’option « Partager l’analyse d’iCloud ».\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käytön ja tietojen analysointi. iCloud-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi.\n\nVoit estää iCloud-analyysin milloin tahansa kirjautumalla osoitteeseen appleid.apple.com, valitsemalla Tiedot ja tietosuoja > Jakoasetukset > Hallitse jakoasetuksia ja poistamalla Jaa iCloud-analyysitiedot -valinta.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. Semua analisis data dari akun iCloud Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda.\n\nAnda dapat memilih untuk menonaktifkan Analisis iCloud kapan pun dengan masuk ke appleid.apple.com, lalu membuka Data & Privasi > Pengaturan Berbagi > Kelola Pengaturan Berbagi dan membatalkan pilihan Bagikan Analisis iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. Analyse van gegevens uit je iCloud-account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld.\n\nJe kunt iCloud-analyse op elk gewenst moment uitschakelen door in te loggen bij appleid.apple.com, naar 'Gegevens en privacy' > 'Instellingen voor delen' > 'Beheer gedeelde instellingen' te gaan en 'iCloud-analyse delen' uit te schakelen.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี iCloud ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกัน ในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ\n\nคุณสามารถเลือกปิดใช้งานข้อมูลการวิเคราะห์ iCloud ได้ตลอดเวลาโดยลงชื่อเข้าที่ appleid.apple.com จากนั้นไปที่ข้อมูลและความเป็นส่วนตัว > การตั้งค่าการแชร์ > จัดการการตั้งค่าการแชร์ แล้วเลิกเลือกแชร์การวิเคราะห์ iCloud\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. Toată analiza datelor din contul de iCloud, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs.\n\nPuteți opta oricând să dezactivați analiza iCloud autentificându‑vă la adresa appleid.apple.com, apoi accesând Date și confidențialitate > Configurări de partajare > Gestionare configurări de partajare și deselectând “Partajare analiză iCloud”\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg iCloud računa. Svoj analizi podataka iz vašeg iCloud računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom.\n\nMožete u bilo kojem trenutku onemogućiti Analizu iClouda tako što se prijavite na appleid.apple.com i zatim odete na Podaci i privatnost > Postavke dijeljenja > Upravljanje postavkama dijeljenja pa odznačite Podijeli analizu iClouda.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके iCloud खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके।\n\nआप appleid.apple.com पर जाकर अपने Apple ID में लॉगइन करके और गोपनीयता > सेटिंग्ज़ प्रबंधित करें पर जाकर और “iCloud ऐनालिटिक्स शेयर करें” को अचयनित करके किसी भी समय iCloud ऐनालिटिक्स को बंद कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Permet que s’executin anàlisis de l’ús i les dades de l’iCloud per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de dades del teu compte iCloud, incloent‑hi fragments de text dels missatges de correu electrònic o altres dades similars del teu compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn a tu ni al teu compte.\n\nPots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer-ho, inicia sessió a appleid.apple.com\/es, ves a l’apartat de dades i privacitat, després al subapartat de configuració de dades compartides, selecciona l’opció per gestionar les dades compartides i desmarca la casella per compartir l’anàlisi de l’iCloud.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_IPAD" : [
      {
        "target" : "Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines iCloud-Accounts gestattest. Die Analyse von Daten aus deinem iCloud-Account, einschließlich von Textschnipseln von E-Mail-Nachrichten oder vergleichbarer Daten, wird erst nach dem Einsatz von Privatsphäre-erhaltenden Technologien wie „Differential Privacy“ durchgeführt, so dass diese nicht mit dir oder deinem Account verknüpft sind.\n\nDu kannst iCloud-Analysedaten jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Datenschutz“ > „Analyse & Verbesserungen“ und tippe, um die Option „iCloud-Analyse teilen“ zu deaktivieren.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-iCloud שלך. ניתוח נתונים מחשבון ה-iCloud שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים אליך או אל חשבונך.\n\nניתן לבטל את ״נתוני iCloud״ בכל עת. על-מנת לעשות זאת, פתח\/י את ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ והקש\/י כדי לבטל את ״נתוני iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud. لا يتم تحليل البيانات من حساب iCloud، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك.\n\nيمكنك اختيار تعطيل تحليلات iCloud في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، واضغط لإيقاف مشاركة تحليلات iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό σας στο iCloud. Κάθε ανάλυση δεδομένων από τον λογαριασμό σας στο iCloud, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας.\n\nΜπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αγγίξτε για απενεργοποίηση της ρύθμισης «Κοινοποίηση Ανάλυσης iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、iCloudアカウントからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。\n\nいつでもiCloud解析を無効にできます。無効にするには、“設定”＞“プライバシー”＞“解析および改善”に移動し、“iCloud解析を共有”をタップしてオフにします。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису iCloud і даних у ньому. Аналіз даних із вашого облікового запису iCloud разом із фрагментами тексту з е-листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як-от диференційна приватність, аби вони не пов’язувалися з вами чи вашим обліковим записом.\n\nВи можете будь-коли вимкнути Аналітику iCloud. Для цього перейдіть у Параметри > Приватність > Аналітика та вдосконалення і вимкніть «Поширювати аналітику iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de iCloud. Todos los análisis de tu cuenta iCloud, incluyendo fragmentos de texto de mensajes de correo o otros datos similares en tu cuenta, se realiza únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta.\n\nPuedes desactivar el análisis de iCloud en cualquier momento. Para ello, ve a Configuración > Privacidad > “Análisis y mejoras” y desactiva “Compartir análisis (iCloud)”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过允许对您iCloud帐户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对您iCloud帐户的所有数据分析（包括电子邮件中的文本片段或帐户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与您或您的帐户相关联。\n\n您可以随时选择停用iCloud分析。若要停用，请前往“设置”>“隐私”>“分析与改进”，然后轻点以关闭“共享iCloud分析”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. El análisis de datos de tu cuenta de iCloud, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial, para que no sea posible relacionar estos datos contigo ni con tu cuenta.\n\nPuedes desactivar el análisis de iCloud cuando quieras. Para ello, desactiva “Compartir análisis de iCloud” en Ajustes > Privacidad > Análisis y mejoras.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua conta do iCloud. Todas as análises dos dados da sua conta do iCloud, incluindo trechos de mensagens de e-mail ou outros dados similares da sua conta, ocorrem apenas depois que os dados tenham passado por técnicas que preservam a privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta.\n\nVocê pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e toque para desativar a opção Compartilhar Análise do iCloud.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din iCloud-konto. Analyse af data fra din iCloud-konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto.\n\nDu kan altid vælge at slå iCloud-analyse fra. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og trykke for at slå Del iCloud-analyse fra.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l'analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. I dati relativi all’account iCloud, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account.\n\nPuoi scegliere di disattivare l'analisi dei dati di iCloud in qualsiasi momento. Per farlo, disattiva l'opzione “Condividi analisi iCloud” in Impostazioni > Privacy > Analisi e Miglioramenti.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. Analýza dát z vášho iCloud účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu.\n\nAnalytiku iCloudu môžete kedykoľvek vypnúť. Otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a klepnutím vypnite možnosť Zdieľať analytiku iCloudu.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados dos seus dispositivos e conta iCloud. A análise dos dados da sua conta iCloud, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta.\n\nPode optar por desativar a análise de iCloud em qualquer altura. Para tal, em Definições > Privacidade > Análise e melhorias, desative a opção “Partilhar análise de iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. Semua analisis data daripada akaun iCloud anda termasuk coretan teks daripada mesej e-mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda.\n\nAnda boleh memilih untuk menyahdayakan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan ketik untuk menyahaktifkan Kongsi Analitis iCloud.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt iCloud-konto. All analys av data från ditt iCloud-konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritetsskyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto.\n\nDu kan när som helst avaktivera iCloud-analys. Du gör det genom att öppna Inställningar > Integritet > Analys och förbättringar och trycka för att stänga av Dela iCloud-analys.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu na iCloudu. Veškerá analýza dat z vašeho účtu na iCloudu včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem.\n\nAnalýzu iCloudu můžete kdykoli vypnout. Chcete-li tak učinit, otevřete Nastavení > Soukromí > Analýza a vylepšování a klepnutím vypněte volbu Sdílet analýzu iCloudu.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 개선에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 iCloud 계정의 데이터는 차등 개인 정보 보호와 같은 개인 정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다.\n\niCloud 분석은 언제든지 비활성화할수 있습니다. iCloud 분석을 비활성화하려면 설정 > 개인 정보 보호 > 분석 및 향상으로 이동한 다음 ‘iCloud 분석 공유’를 탭하여 끄십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra iCloud-kontoen din. All analyse av data fra iCloud-kontoen din, inkludert tekstutdrag fra e-postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern slik at den ikke lenger kan knyttes til kontoen din.\n\nDu kan når som helst velge å deaktivere iCloud-analyse. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og trykke for å slå av Del iCloud-analyse.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi az iCloud-fiók használata és adatai elemzését, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve a Sirit és egyéb intelligens funkcióit. Az iCloud-fiókja adatainak – például e-mail-üzenetek szövegrészletei vagy a fiókjának egyéb hasonló elemei – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például adatvédelem differenciálást alkalmaztunk, így az nem köthető sem Önhöz sem a fiókjához.\n\nAz iCloud elemzését bármikor letilthatja. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és koppintson az iCloud-elemzés megosztása lehetőség kikapcsolásához.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "允許分析你的iCloud帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你iCloud帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。\n\n你可以選擇隨時停用「iCloud分析」。如要關閉，請前往「設定」>「私隱」>「分析與改進功能」，然後點一下來關閉「分享iCloud分析」。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud hesabınızdaki kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini geliştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez.\n\niCloud Analizi’ni istediğiniz zaman etkisizleştirmeyi seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidin ve iCloud Analizini Paylaş’ı kapatmak için dokunun.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. Wszystkie analizy danych pochodzących z konta iCloud (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem.\n\nAnalizy iCloud możesz wyłączyć w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność > Analizy i udoskonalenia i stuknij w opcję Udostępniaj analizy iCloud w celu jej wyłączenia.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "藉由允許分析您iCloud帳號的使用狀況和資料，可協助Apple改進產品和服務，包含Siri和其他智慧型功能。您iCloud帳號的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與您本人或帳號產生關聯。\n\n您隨時可以選擇停用「iCloud分析」。若要停用此設定，請前往「設定」>「隱私權」>「分析與改進功能」並且點一下來關閉「分享iCloud分析」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. Tất cả hoạt động phân tích dữ liệu từ tài khoản iCloud của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn.\n\nBạn có thể lựa chọn tắt Phân tích iCloud bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và chạm để tắt Chia sẻ Phân tích iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете помочь компании Apple в совершенствовании продуктов и сервисов, в том числе Siri и других интеллектуальных функций, разрешив анализировать данные использования и данные Вашей учетной записи iCloud. Аналитика любых данных из Вашей учетной записи iCloud, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференцированная конфиденциальность. Аналитические данные не связаны с Вами или Вашей учетной записью.\n\nАналитику iCloud можно выключить в любой момент. Для этого откройте «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и выключите параметр «Делиться Аналитикой iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. Toutes les analyses de données de votre compte iCloud, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte.\n\nVous pouvez choisir de désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez « Partager les analyses d’iCloud ».\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. L’analyse des données de votre compte iCloud, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte.\n\nVous pouvez désactiver à tout moment l’analyse d’iCloud. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis touchez l’option « Partager l’analyse d’iCloud » pour la désactiver.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käytön ja tietojen analysointi. iCloud-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi.\n\nVoit laittaa iCloud-analyysin pois päältä milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja > Analyysi ja parannukset ja napauttamalla Jaa iCloud-analyysitiedot pois päältä.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. Semua analisis data dari akun iCloud Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda.\n\nAnda dapat memilih untuk menonaktifkan Analisis iCloud kapan pun. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan dan ketuk untuk mematikan Bagikan Analisis iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. Analyse van gegevens uit je iCloud-account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld.\n\nJe kunt iCloud-analyse op elk gewenst moment uitschakelen. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en tik je om 'Deel iCloud-analyse' uit te schakelen.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี iCloud ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกัน ในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ\n\nคุณสามารถเลือกปิดใช้งานการวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วแตะเพื่อปิดใช้แชร์การวิเคราะห์ iCloud\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. Toată analiza datelor din contul de iCloud, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs.\n\nPuteți opta oricând să dezactivați analiza iCloud. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și apăsați pentru a dezactiva opțiunea “Partajare analiză iCloud”.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg iCloud računa. Svoj analizi podataka iz vašeg iCloud računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom.\n\nMožete u bilo kojem trenutku onemogućiti Analizu iClouda. Za isključenje idite na Postavke > Privatnost > Analiza i poboljšanja pa dodirom isključite Podijeli analizu iClouda.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके iCloud खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके।\n\nआप किसी भी समय iCloud ऐनालिटिक्स को बंद कर सकते हैं। ऐसा करने के लिए आप सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स खोल सकते हैं और “iCloud ऐनालिटिक्स शेयर करें” को बंद पर सेट कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Permet que s’executin anàlisis de l’ús i les dades de l’iCloud per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de dades del teu compte iCloud, incloent‑hi fragments de text dels missatges de correu electrònic o altres dades similars del teu compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn a tu ni al teu compte.\n\nPots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer-ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i toca l’opció “Compartir l’anàlisi de l’iCloud” per desactivar‑la.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_IPOD" : [
      {
        "target" : "Unterstütze Apple bei der Verbesserung seiner Produkte und Dienste, einschließlich Siri und anderer intelligenter Funktionen, indem du die Analyse der Nutzung und der Daten deines iCloud-Accounts gestattest. Die Analyse von Daten aus deinem iCloud-Account, einschließlich von Textschnipseln von E-Mail-Nachrichten oder vergleichbarer Daten, wird erst nach dem Einsatz von Privatsphäre-erhaltenden Technologien wie „Differential Privacy“ durchgeführt, so dass diese nicht mit dir oder deinem Account verknüpft sind.\n\nDu kannst iCloud-Analysedaten jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Datenschutz“ > „Analyse & Verbesserungen“ und tippe, um die Option „iCloud-Analyse teilen“ zu deaktivieren.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לסייע ל-Apple לשפר את המוצרים והשירותים שהיא מספקת, כמו Siri ומאפיינים חכמים נוספים, על-ידי מתן אישור לביצוע ניתוח של נתוני שימוש ונתונים אחרים מחשבון ה-iCloud שלך. ניתוח נתונים מחשבון ה-iCloud שלך, כולל קטעי מלל מהודעות דוא״ל או מידע דומה מהחשבון שלך, ייעשה תמיד רק לאחר הפעלת שיטות שמטרתן הגנה על הפרטיות, כמו למשל פרטיות דיפרנציאלית, כדי שלא ניתן יהיה לקשר את הנתונים אליך או אל חשבונך.\n\nניתן לבטל את ״נתוני iCloud״ בכל עת. על-מנת לעשות זאת, פתח\/י את ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ והקש\/י כדי לבטל את ״נתוני iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ساعد Apple في تحسين منتجاتها وخدماتها، بما في ذلك Siri والميزات الذكية الأخرى، من خلال السماح بتحليلات الاستخدام والبيانات من حساب iCloud. لا يتم تحليل البيانات من حساب iCloud، بما في ذلك مقتطفات النصوص من رسائل البريد الإلكتروني أو البيانات المماثلة الأخرى في حسابك، إلا بعد خضوع البيانات لتقنيات حماية الخصوصية مثل الخصوصية التفاضلية بحيث لا يتم ربطها بك أو بحسابك.\n\nيمكنك اختيار تعطيل تحليلات iCloud في أي وقت. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، واضغط لإيقاف مشاركة تحليلات iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Βοηθήστε την Apple να βελτιώσει τα προϊόντα και τις υπηρεσίες της, συμπεριλαμβανομένων του Siri και άλλων ευφυών δυνατοτήτων, επιτρέποντας την ανάλυση χρήσης και δεδομένων από τον λογαριασμό σας στο iCloud. Κάθε ανάλυση δεδομένων από τον λογαριασμό σας στο iCloud, συμπεριλαμβανομένων αποσπασμάτων κειμένου από μηνύματα email ή άλλων παρόμοιων δεδομένων στον λογαριασμό σας, διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως το διαφορικό απόρρητο, ώστε τα δεδομένα να μη συσχετίζονται με εσάς ή τον λογαριασμό σας.\n\nΜπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αγγίξτε για απενεργοποίηση της ρύθμισης «Κοινοποίηση Ανάλυσης iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudアカウントの使用状況やデータの解析を可能にすることで、Siriやその他のインテリジェント機能を含む、Appleの製品およびサービスの向上にご協力いただけます。アカウント内のメールメッセージまたはその他類似データからのテキストスニペットを含めて、iCloudアカウントからのデータの解析はすべて、それらのデータにディファレンシャルプライバシーなどのプライバシー保護技術が適用された後でのみ実施されるため、ユーザまたはユーザアカウントに関連付けられることはありません。\n\nいつでもiCloud解析を無効にできます。無効にするには、“設定”＞“プライバシー”＞“解析および改善”に移動し、“iCloud解析を共有”をタップしてオフにします。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Допоможіть Apple удосконалювати продукти та послуги, зокрема Siri та інші інтелектуальні функції, дозволивши аналітику використання облікового запису iCloud і даних у ньому. Аналіз даних із вашого облікового запису iCloud разом із фрагментами тексту з е-листів або іншими схожими даними у вашому обліковому записі здійснюється лише після проведення процедур збереження приватності, як-от диференційна приватність, аби вони не пов’язувалися з вами чи вашим обліковим записом.\n\nВи можете будь-коли вимкнути Аналітику iCloud. Для цього перейдіть у Параметри > Приватність > Аналітика та вдосконалення і вимкніть «Поширювати аналітику iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, incluyendo Siri y otras funciones inteligentes, permitiéndole que realice análisis del uso y los datos de tu cuenta de iCloud. Todos los análisis de tu cuenta iCloud, incluyendo fragmentos de texto de mensajes de correo o otros datos similares en tu cuenta, se realiza únicamente después de utilizar técnicas de protección de la privacidad, tales como la privacidad diferencial, a fin de que los datos no estén asociados contigo o con tu cuenta.\n\nPuedes desactivar el análisis de iCloud en cualquier momento. Para ello, ve a Configuración > Privacidad > “Análisis y mejoras” y desactiva “Compartir análisis (iCloud)”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过允许对您iCloud帐户的使用和数据进行分析来帮助Apple改进产品和服务，包括Siri及其他智能功能。对您iCloud帐户的所有数据分析（包括电子邮件中的文本片段或帐户中的其他类似数据）仅会在数据经由差分隐私等隐私保护技术的保护之后进行，使得这些数据不与您或您的帐户相关联。\n\n您可以随时选择停用iCloud分析。若要停用，请前往“设置”>“隐私”>“分析与改进”，然后轻点以关闭“共享iCloud分析”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Ayuda a Apple a mejorar sus productos y servicios, como Siri y otras funciones inteligentes, permitiendo el análisis del uso y los datos de tu cuenta de iCloud. El análisis de datos de tu cuenta de iCloud, que incluyen fragmentos de texto de mensajes de correo electrónico o datos similares de tu cuenta, se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial, para que no sea posible relacionar estos datos contigo ni con tu cuenta.\n\nPuedes desactivar el análisis de iCloud cuando quieras. Para ello, desactiva “Compartir análisis de iCloud” en Ajustes > Privacidad > Análisis y mejoras.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Para ajudar a Apple a melhorar seus produtos e serviços, incluindo a Siri e outros recursos inteligentes, permita a análise de uso e dados da sua conta do iCloud. Todas as análises dos dados da sua conta do iCloud, incluindo trechos de mensagens de e-mail ou outros dados similares da sua conta, ocorrem apenas depois que os dados tenham passado por técnicas que preservam a privacidade (tais como privacidade diferencial) para que não sejam associados a você ou à sua conta.\n\nVocê pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e toque para desativar a opção Compartilhar Análise do iCloud.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hjælp Apple med at forbedre sine produkter og tjenester, inkl. Siri og andre intelligente funktioner, ved at give tilladelse til analyse af brug og data fra din iCloud-konto. Analyse af data fra din iCloud-konto, inkl. tekststykker fra e-mailbeskeder eller andre lignende data i din konto, sker kun, efter at dataene er blevet underkastet teknikker til bevarelse af anonymiteten, f.eks. differentieret anonymitet, så de ikke forbindes med dig eller din konto.\n\nDu kan altid vælge at slå iCloud-analyse fra. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og trykke for at slå Del iCloud-analyse fra.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Aiuta Apple a migliorare i propri prodotti e servizi, tra cui Siri e altre funzionalità smart, consentendo l'analisi dei dati di utilizzo del tuo dispositivo e di quelli presenti sul tuo account iCloud. I dati relativi all’account iCloud, ad esempio frammenti di testo dai messaggi di posta elettronica o altre informazioni analoghe, vengono analizzati in conformità alle politiche di tutela dei dati (privacy differenziale) e non vengono associati a te o al tuo account.\n\nPuoi scegliere di disattivare l'analisi dei dati di iCloud in qualsiasi momento. Per farlo, disattiva l'opzione “Condividi analisi iCloud” in Impostazioni > Privacy > Analisi e Miglioramenti.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Pomôžte spoločnosti Apple vylepšovať produkty a služby vrátane Siri a ďalších inteligentných funkcií tak, že povolíte analytiku používania a dát z vášho iCloud účtu. Analýza dát z vášho iCloud účtu, ktoré zahŕňajú útržky textu z emailových správ a ďalšie podobné dáta vo vašom účte, sa vykonáva až po spracovaní dát technikami na zachovanie súkromia, ako je napríklad diferenčná ochrana súkromia, ktorá zabezpečí, aby dáta nebolo možné priradiť k vám ani k vášmu účtu.\n\nAnalytiku iCloudu môžete kedykoľvek vypnúť. Otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a klepnutím vypnite možnosť Zdieľať analytiku iCloudu.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Ajude a Apple a melhorar produtos e serviços, incluindo Siri e outras funcionalidades inteligentes, permitindo a análise da utilização e dados dos seus dispositivos e conta iCloud. A análise dos dados da sua conta iCloud, nomeadamente excertos de texto de mensagens de e‑mail ou outros dados semelhantes, só é efetuada depois de os dados terem sido submetidos a técnicas de manutenção de privacidade, como a privacidade diferencial, para que não sejam associados a si ou à sua conta.\n\nPode optar por desativar a análise de iCloud em qualquer altura. Para tal, em Definições > Privacidade > Análise e melhorias, desative a opção “Partilhar análise de iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Bantu Apple untuk meningkatkan produk dan perkhidmatannya, termasuk Siri dan ciri pintar lain dengan membenarkan analitis penggunaan dan data daripada akaun iCloud anda. Semua analisis data daripada akaun iCloud anda termasuk coretan teks daripada mesej e-mel atau data lain yang serupa dalam akaun anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan supaya ia tidak dikaitkan dengan anda atau akaun anda.\n\nAnda boleh memilih untuk menyahdayakan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan ketik untuk menyahaktifkan Kongsi Analitis iCloud.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Hjälp Apple att förbättra sina produkter och tjänster, inklusive Siri och andra intelligenta funktioner, genom att tillåta analys av användning och data från ditt iCloud-konto. All analys av data från ditt iCloud-konto, inklusive textutdrag från mejl och andra liknande data på ditt konto, utförs endast efter det att dina data har behandlats med integritetsskyddande tekniker som differentiell integritet så att de inte kan kopplas till dig eller ditt konto.\n\nDu kan när som helst avaktivera iCloud-analys. Du gör det genom att öppna Inställningar > Integritet > Analys och förbättringar och trycka för att stänga av Dela iCloud-analys.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Pomozte společnosti Apple zlepšovat produkty a služby včetně Siri a dalších inteligentních funkcí tím, že jí umožníte analyzovat využívání a data vašeho účtu na iCloudu. Veškerá analýza dat z vašeho účtu na iCloudu včetně úryvků textu z e‑mailových zpráv a jiných podobných dat na vašem účtu je prováděna až po zpracování dat technikami na ochranu soukromí, například pomocí technologie diferenciálního soukromí, takže tato data nejsou nijak propojena s vámi ani s vaším účtem.\n\nAnalýzu iCloudu můžete kdykoli vypnout. Chcete-li tak učinit, otevřete Nastavení > Soukromí > Analýza a vylepšování a klepnutím vypněte volbu Sdílet analýzu iCloudu.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 계정의 사용 내용 및 데이터 분석을 허용하면 Siri 및 기타 지능형 기능을 포함한 Apple의 제품 및 서비스 개선에 기여할 수 있습니다. 사용자 계정의 이메일 메시지 또는 기타 비슷한 데이터의 텍스트 스니펫을 포함하는 iCloud 계정의 데이터는 차등 개인 정보 보호와 같은 개인 정보를 보호하는 기술을 적용한 다음에만 분석이 실행되며, 이렇게 함으로써 사용자 또는 사용자의 계정과 연계되지 않습니다.\n\niCloud 분석은 언제든지 비활성화할수 있습니다. iCloud 분석을 비활성화하려면 설정 > 개인 정보 보호 > 분석 및 향상으로 이동한 다음 ‘iCloud 분석 공유’를 탭하여 끄십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Hjelp Apple med å forbedre kvaliteten på produkter og tjenester, inkludert Siri og andre funksjoner knyttet til kunstig intelligens, ved at du tillater analyse av bruksdata fra iCloud-kontoen din. All analyse av data fra iCloud-kontoen din, inkludert tekstutdrag fra e-postmeldinger og andre lignende data fra kontoen din, skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern slik at den ikke lenger kan knyttes til kontoen din.\n\nDu kan når som helst velge å deaktivere iCloud-analyse. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og trykke for å slå av Del iCloud-analyse.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi az iCloud-fiók használata és adatai elemzését, azzal hozzájárulhat, hogy az Apple tökéletesítse termékeit és szolgáltatásait, beleértve a Sirit és egyéb intelligens funkcióit. Az iCloud-fiókja adatainak – például e-mail-üzenetek szövegrészletei vagy a fiókjának egyéb hasonló elemei – elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például adatvédelem differenciálást alkalmaztunk, így az nem köthető sem Önhöz sem a fiókjához.\n\nAz iCloud elemzését bármikor letilthatja. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és koppintson az iCloud-elemzés megosztása lehetőség kikapcsolásához.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "允許分析你的iCloud帳户使用狀況和資料，以協助Apple改善其產品和服務（包括Siri以及其他智慧功能）。對於你iCloud帳户（包括來自電郵的文字片段或帳户中的其他類似資料）的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行，如此才不會與你或你的帳户產生關聯。\n\n你可以選擇隨時停用「iCloud分析」。如要關閉，請前往「設定」>「私隱」>「分析與改進功能」，然後點一下來關閉「分享iCloud分析」。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud hesabınızdaki kullanım ve veri analizine izin vererek Apple’ın, Siri ve diğer akıllı özellikler de dahil olmak üzere, ürünlerini ve servislerini geliştirmesine yardımcı olun. E-posta iletilerinizdeki metin kod parçacıkları veya hesabınızdaki diğer benzer veriler dahil olmak üzere iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır, böylece sizinle veya hesabınızla ilişkilendirilmez.\n\niCloud Analizi’ni istediğiniz zaman etkisizleştirmeyi seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidin ve iCloud Analizini Paylaş’ı kapatmak için dokunun.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Pomagaj Apple udoskonalać produkty i usługi, w tym Siri i inne inteligentne funkcje, pozwalając na analizy danych i użycia Twojego konta iCloud. Wszystkie analizy danych pochodzących z konta iCloud (w tym wycinków wiadomości email lub podobnych informacji) są przeprowadzane po zastosowaniu technik mających na celu ochronę prywatności, na przykład prywatności różnicowej, co wyklucza możliwość powiązania ich z Twoim kontem.\n\nAnalizy iCloud możesz wyłączyć w dowolnym momencie. W tym celu przejdź do ekranu Ustawienia > Prywatność > Analizy i udoskonalenia i stuknij w opcję Udostępniaj analizy iCloud w celu jej wyłączenia.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "藉由允許分析您iCloud帳號的使用狀況和資料，可協助Apple改進產品和服務，包含Siri和其他智慧型功能。您iCloud帳號的所有分析資料（包含電子郵件的文字片段或帳號中其他相似的資料）只有在受到隱私權保護技術（如差分隱私）規範的情況下才會被利用，因此不會與您本人或帳號產生關聯。\n\n您隨時可以選擇停用「iCloud分析」。若要停用此設定，請前往「設定」>「隱私權」>「分析與改進功能」並且點一下來關閉「分享iCloud分析」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Help Apple to improve its products and services, including Siri and other intelligent features, by allowing analytics of usage and data from your iCloud account. All analysis of data from your iCloud account including text snippets from email messages or other similar data in your account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy so that it is not associated with you or your account.\n\nYou can choose to disable iCloud Analytics at any time. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn off Share iCloud Analytics.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Giúp Apple cải thiện các sản phẩm và dịch vụ, bao gồm Siri và các tính năng thông minh khác, bằng việc cho phép phân tích việc sử dụng và dữ liệu từ tài khoản iCloud của bạn. Tất cả hoạt động phân tích dữ liệu từ tài khoản iCloud của bạn, bao gồm các đoạn văn bản từ email hoặc dữ liệu tương tự trong tài khoản của bạn, chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư ví dụ như quyền riêng tư khác biệt, sao cho dữ liệu không được liên kết với bạn hoặc tài khoản của bạn.\n\nBạn có thể lựa chọn tắt Phân tích iCloud bất kỳ lúc nào. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và chạm để tắt Chia sẻ Phân tích iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете помочь компании Apple в совершенствовании продуктов и сервисов, в том числе Siri и других интеллектуальных функций, разрешив анализировать данные использования и данные Вашей учетной записи iCloud. Аналитика любых данных из Вашей учетной записи iCloud, в том числе фрагментов текста Ваших сообщений электронной почты и иных подобных данных, выполняется только после обработки этих данных с помощью технологий сохранения конфиденциальности, таких как дифференцированная конфиденциальность. Аналитические данные не связаны с Вами или Вашей учетной записью.\n\nАналитику iCloud можно выключить в любой момент. Для этого откройте «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и выключите параметр «Делиться Аналитикой iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. Toutes les analyses de données de votre compte iCloud, y compris les fragments de texte qui proviennent de courriels ou d’autres données similaires, sont effectuées uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle, de sorte que ces données ne sont associées ni à vous ni à votre compte.\n\nVous pouvez choisir de désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez « Partager les analyses d’iCloud ».\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Aidez Apple à améliorer ses produits et services, notamment Siri et d’autres fonctionnalités intelligentes, en autorisant l’analyse de l’utilisation et des données de votre compte iCloud. L’analyse des données de votre compte iCloud, comme des extraits de vos e-mails ou d’autres données similaires, est effectuée uniquement après avoir appliqué des techniques de protection de la confidentialité, telles que la confidentialité différentielle, afin qu’elle ne puisse pas être associée à vous ou à votre compte.\n\nVous pouvez désactiver à tout moment l’analyse d’iCloud. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis touchez l’option « Partager l’analyse d’iCloud » pour la désactiver.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Auta Applea parantamaan tuotteitaan ja palvelujaan, mukaan lukien Siri ja muut älyominaisuudet, sallimalla iCloud-tilisi käytön ja tietojen analysointi. iCloud-tilisi tietojen, kuten sähköpostiviestien tekstikatkelmien tai tilisi muiden samanlaisten tietojen, analysointiin ryhdytään vasta sen jälkeen, kun tiedot on käsitelty yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla, jotta tietoja ei liitetä sinuun tai tiliisi.\n\nVoit laittaa iCloud-analyysin pois päältä milloin tahansa. Tee näin valitsemalla Asetukset > Tietosuoja > Analyysi ja parannukset ja napauttamalla Jaa iCloud-analyysitiedot pois päältä.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Bantu Apple meningkatkan produk dan layanannya, termasuk Siri dan fitur pintar lainnya, dengan mengizinkan analisis penggunaan dan data dari akun iCloud Anda. Semua analisis data dari akun iCloud Anda termasuk kutipan teks dari pesan email atau data lainnya yang mirip di akun Anda hanya dilakukan setelah data menjalani teknik yang mempertahankan privasi seperti privasi diferensial sehingga tidak dikaitkan dengan Anda atau akun Anda.\n\nAnda dapat memilih untuk menonaktifkan Analisis iCloud kapan pun. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan dan ketuk untuk mematikan Bagikan Analisis iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Help Apple bij het verbeteren van zijn producten en voorzieningen, zoals Siri en andere intelligente functies, door analyse van gebruik en gegevens van je iCloud-account toe te staan. Analyse van gegevens uit je iCloud-account, waaronder tekstfragmenten uit e‑mailberichten of andere soortgelijke gegevens in je account, wordt alleen uitgevoerd nadat privacybeschermingstechnieken (zoals differentiële privacy) op de gegevens zijn toegepast, zodat de analyse niet aan jou of je account wordt gekoppeld.\n\nJe kunt iCloud-analyse op elk gewenst moment uitschakelen. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en tik je om 'Deel iCloud-analyse' uit te schakelen.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "ช่วย Apple ปรับปรุงผลิตภัณฑ์และบริการให้ดียิ่งขึ้น ซึ่งรวมถึง Siri และคุณสมบัติอันชาญฉลาดอื่นๆ โดยอนุญาตให้วิเคราะห์การใช้งานและข้อมูลจากบัญชี iCloud ของคุณ การวิเคราะห์ข้อมูลทั้งหมดจากบัญชี iCloud ของคุณ ซึ่งรวมถึงข้อความบางส่วนจากข้อความอีเมลหรือข้อมูลอื่นๆ ที่คล้ายคลึงกัน ในบัญชีของคุณ จะได้รับการดำเนินการหลังจากนำข้อมูลดังกล่าวมาใช้กับเทคนิคการรักษาความเป็นส่วนตัว เช่น Differential Privacy แล้วเท่านั้น เพื่อไม่ให้เชื่อมโยงกับตัวคุณหรือบัญชีของคุณ\n\nคุณสามารถเลือกปิดใช้งานการวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วแตะเพื่อปิดใช้แชร์การวิเคราะห์ iCloud\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Ajutați Apple să își îmbunătățească produsele și serviciile, inclusiv Siri și alte funcționalități inteligente, prin analiza utilizării și a datelor din contul dvs. de iCloud. Toată analiza datelor din contul de iCloud, inclusiv a fragmentelor de text din mesajele de e‑mail sau altor date similare din contul dvs., va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială, pentru ca acestea să nu fie asociate cu dvs. sau contul dvs.\n\nPuteți opta oricând să dezactivați analiza iCloud. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și apăsați pentru a dezactiva opțiunea “Partajare analiză iCloud”.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete pomoći tvrtki Apple u poboljšanju njenih proizvoda i usluga, uključujući Siri i ostale inteligentne značajke, omogućujući analizu uporabe i podataka s vašeg iCloud računa. Svoj analizi podataka iz vašeg iCloud računa, koji uključuju odlomke teksta iz e-mail poruka i druge slične podatke, pristupa se tek nakon što su podaci bili podvrgnuti tehnikama očuvanja privatnosti kao što je diferencijalna privatnost kako podaci ne bi bili povezani s vama ili vašim računom.\n\nMožete u bilo kojem trenutku onemogućiti Analizu iClouda. Za isključenje idite na Postavke > Privatnost > Analiza i poboljšanja pa dodirom isključite Podijeli analizu iClouda.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने iCloud खाते से उपयोग और डेटा के ऐनालिटिक्स की अनुमति देकर Apple को Siri और अन्य कुशल फ़ीचर सहित इसके उत्पादों और सेवाओं को बेहतर बनाने में मदद करें। ईमेल संदेशों के टेक्स्ट स्निपेट या आपके खाते के अन्य समान डेटा सहित आपके iCloud खाते के डेटा का पूरा विश्लेषण विभेदीकृत गोपनीयता जैसी गोपनीयता संरक्षण तकनीकों का उपयोग करने के बाद ही किया जाता है ताकि इसे आपसे या आपके खाते से संबद्ध न किया जा सके।\n\nआप किसी भी समय iCloud ऐनालिटिक्स को बंद कर सकते हैं। ऐसा करने के लिए आप सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स खोल सकते हैं और “iCloud ऐनालिटिक्स शेयर करें” को बंद पर सेट कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Permet que s’executin anàlisis de l’ús i les dades de l’iCloud per ajudar Apple a millorar els seus productes i serveis, com ara Siri i altres funcions intel·ligents. Totes les anàlisis de dades del teu compte iCloud, incloent‑hi fragments de text dels missatges de correu electrònic o altres dades similars del teu compte, només s’efectuaran després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial, perquè no s’associïn a tu ni al teu compte.\n\nPots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer-ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i toca l’opció “Compartir l’anàlisi de l’iCloud” per desactivar‑la.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE_APPLETV" : [
      {
        "target" : "Über iCloud-Analyse & Datenschutz",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״נתוני iCloud״ ופרטיות",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "About iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول تحليلات iCloud والخصوصية",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Ανάλυση iCloud και το Απόρρητο",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloud解析とプライバシーについて",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "About iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Про Аналітику iCloud і Приватність",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca del análisis de iCloud y la privacidad",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于iCloud分析与隐私",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca del análisis de iCloud y la privacidad",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Análise do iCloud e Privacidade",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om iCloud-analyse og anonymitet",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi iCloud e privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "O analytike iCloudu a súkromí",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Análise de iCloud e Privacidade",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Analitis iCloud & Privasi",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Om iCloud-analys och integritet",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "O analýze iCloudu a soukromí",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 분석 및 개인 정보 보호에 관하여",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Om iCloud-analyse og personvern",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Az iCloud elemzéséről és az adatvédelemről",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "關於iCloud分析與私隱",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud Analizi ve Gizlilik Hakkında",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy iCloud i prywatność",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "關於iCloud分析與隱私權",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About iCloud Analytics & Privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích iCloud & Quyền riêng tư",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Об Аналитике iCloud и конфиденциальности",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos d’Analyse d’iCloud et de la confidentialité",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’iCloud et confidentialité",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: iCloud-analyysitiedot ja tietosuoja",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Analisis iCloud & Privasi",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Info over iCloud-analyse en privacy",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการวิเคราะห์ iCloud และความเป็นส่วนตัว",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Despre analiza iCloud și intimitate",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "O Analizi iClouda i privatnosti",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "iCloud ऐनालिटिक्स और गोपनीयता परिचय",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre l’anàlisi de l’iCloud i la privacitat",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "iCloud-Analyse",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "iCloud Analytics",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "iCloud解析",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "iCloud Analytics",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "iCloud分析",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "Análise do iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "iCloud-analyse",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika iCloudu",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "iCloud-analys",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza iCloudu",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 분석",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "iCloud-analyse",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Az iCloud elemzése",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "iCloud 分析",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud Analizi",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "iCloud分析",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "iCloud Analytics",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "iCloud-analyysitiedot",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "iCloud-analyse",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์ iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza iClouda",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "iCloud ऐनालिटिक्स",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi de l’iCloud",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die Analyse ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "de"
      },
      {
        "target" : "״נתונים״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "he"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صممت التحليلات لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Ανάλυση έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "el"
      },
      {
        "target" : "“解析”はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ja"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en"
      },
      {
        "target" : "Функцію «Аналітика» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "uk"
      },
      {
        "target" : "El análisis se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es_419"
      },
      {
        "target" : "分析旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "es"
      },
      {
        "target" : "A análise é projetada para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Analyse er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "da"
      },
      {
        "target" : "La funzionalità di analisi dei dati è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sk"
      },
      {
        "target" : "A análise foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ms"
      },
      {
        "target" : "Analys har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "cs"
      },
      {
        "target" : "분석은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ko"
      },
      {
        "target" : "Analyse er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "no"
      },
      {
        "target" : "Az Elemzést úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hu"
      },
      {
        "target" : "「分析」的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Analiz, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "tr"
      },
      {
        "target" : "Funkcja Analizy została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "pl"
      },
      {
        "target" : "「分析」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые функцией «Аналитика», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ru"
      },
      {
        "target" : "La fonction Analyse est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La fonctionnalité d’analyse est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fr"
      },
      {
        "target" : "Analyysitiedot on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "id"
      },
      {
        "target" : "Analyse is ontwikkeld om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "th"
      },
      {
        "target" : "Analiza este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza je dizajnirana kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐनालिटिक्स आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "hi"
      },
      {
        "target" : "L’anàlisi s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "AnalyticsiCloud.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.analyticsicloud.bundle",
  "framework" : "com.apple.onboarding.analyticsicloud.bundle"
}