{
  "localizations" : {
    "FOOTER_TEXT_MAC" : [
      {
        "target" : "App-Analyse\n\nDamit Partner von Apple und Drittentwickler ihre Apps, Produkte und Dienste für Apple-Produkte verbessern können, kann Apple diesen Partnern und Drittentwicklern einen Teil der Analysedaten bereitstellen, die für die Apps, Produkte und\/oder Dienste des Partners oder Entwicklers relevant sind, solange die Analysedaten und Statistiken aggregiert sind oder in einer Form vorliegen, die keine Rückschlüsse auf deine Person zulässt.\n\nDu hast die Option, keine Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps an App-Drittentwickler zu senden. Öffne hierfür die Systemeinstellungen, klicke auf „Sicherheit & Datenschutz“ und dann auf „Datenschutz“ > „Analyse & Verbesserungen“ und deaktiviere die Option „Mit App-Entwicklern teilen“.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני יישומים\n\nבמטרה לסייע לשותפים של Apple ולמפתחי תוכנה חיצוניים לשפר את היישומים, המוצרים והשירותים שלהם אשר מיועדים לשימוש עם מוצרי Apple, ‏Apple עשויה לספק לשותפים ולמפתחי תוכנה אלה מקבץ ניתוחי מידע רלוונטיים ליישומים, למוצרים או לשירותים שלהם, בתנאי שנתונים אלה יהיו מקובצים או יופיעו בצורה שאינה מזהה אותך באופן אישי.\n\nבאפשרותך לבחור שלא לשתף נתוני קריסה ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים של מפתחים חיצוניים. לשם כך, עבור\/י אל ״העדפות המערכת״ > ״אבטחה ופרטיות״ > ״פרטיות״ > ״נתונים ושיפורים״ ובטל\/י את הבחירה ב״שתף עם מפתחי יישומים״.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products, and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product, or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements, and unselect Share with App Developers.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات\n\nلمساعدة شركاء Apple والمطورين الخارجيين على تحسين تطبيقاتهم ومنتجاتهم وخدماتهم المصممة للاستخدام مع منتجات Apple، قد تزود Apple هؤلاء الشركاء أو المطورين بمعلومات تحليلات فرعية تتعلق بالتطبيق أو المنتج أو الخدمة الخاصة بهذا الشريك أو المطور، طالما أن معلومات التحليلات والإحصائيات مجمعة أو بصيغة لا تكشف عن هويتك الشخصية.\n\nيمكنك اختيار عدم مشاركة بيانات المشاكل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية. لتنفيذ ذلك، انتقل إلى تفضيلات النظام > الأمن والخصوصية > الخصوصية > التحليلات والتحسينات، وألغِ تحديد \"المشاركة مع مطوري التطبيقات\".\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών\n\nΓια να βοηθά τους συνεργάτες της Apple και τρίτους δημιουργούς να βελτιώνουν τις εφαρμογές, τα προϊόντα και τις υπηρεσίες τους που έχουν σχεδιαστεί να λειτουργούν με τα προϊόντα της Apple, η Apple ενδέχεται να παρέχει στους εν λόγω συνεργάτες ή δημιουργούς ένα υποσύνολο των πληροφοριών ανάλυσης που σχετίζονται με την εφαρμογή, το προϊόν ή την υπηρεσία του συνεργάτη ή δημιουργού, με την προϋπόθεση ότι οι πληροφορίες ανάλυσης και τα στατιστικά στοιχεία είναι συγκεντρωτικά ή σε μορφή που δεν αποκαλύπτει την ταυτότητά σας.\n\nΜπορείτε να επιλέξετε να μην κοινοποιούνται σε τρίτους δημιουργούς εφαρμογών τα δεδομένα ολικών σφαλμάτων και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε εφαρμογές. Για να το κάνετε αυτό, μεταβείτε στις «Προτιμήσεις συστήματος» > «Ασφάλεια και απόρρητο» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αποεπιλέξτε την «Κοινοποίηση σε δημιουργούς».\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析\n\nAppleはAppleパートナーや他社デベロッパに対し、Apple製品での使用を目的としたApp、製品、サービスの品質向上に役立ててもらうため、独自のApp、製品、サービスに関連する解析情報の一部や統計情報を、集約された形式または個人が特定されない形式で提供することがあります。\n\nクラッシュデータやAppの使用方法に関する統計情報を他社デベロッパに提供しない選択もできます。その場合は、“システム環境設定”＞“セキュリティとプライバシー”＞“プライバシー”＞“解析および改善”の順にクリックして、“Appデベロッパと共有”を選択解除します。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products, and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product, or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements, and deselect Share with App Developers.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм\n\nЩоб допомагати партнерам Apple і стороннім розробникам удосконалювати їхні програми, продукти й послуги, призначені для використання з продуктами Apple, Apple може передавати цим партнерам чи розробникам частину аналітичної інформації, яка є доречною для програм, продуктів чи послуг цих партнерів або розробників, за умови, що така інформація і статистичні дані збираються чи передаються у формі, що не ідентифікує вашу особу.\n\nВи можете не поширювати дані про збої та статистику використання програм від сторонніх розробників. Для цього перейдіть у Системні параметри > Безпека та приватність > Приватність > Аналітика та вдосконалення і зніміть галочку «Поширювати для розробників».\n\nВикористовуючи ці функції, ви погоджуєтесь на передачу, збір, обслуговування, обробку і використання цієї інформації Apple та її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus aplicaciones, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea relevante para sus aplicaciones, productos o servicios, siempre y cuando la información de análisis y las estadísticas no te identifiquen personalmente.\n\nPuedes optar por no compartir con desarrolladores de terceros los datos de fallos y las estadísticas de cómo usas las apps; Para ello, ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad > “Análisis y mejoras” y anula la selección de “Compartir con desarrolladores”.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析\n\n为了帮助Apple的合作伙伴和第三方开发者改进其专用于Apple产品的App、产品和服务，Apple可能会向这些合作伙伴或开发者提供与他们的App、产品或服务有关的分析信息子集，前提是这些分析信息和数据已经聚合或者采用无法识别您的个人身份的形式。\n\n您可以选择不共享崩溃数据和关于您如何使用第三方App开发者的App的统计数据。若不共享，请前往“系统偏好设置”>“安全性与隐私”>“隐私”>“分析”>“分析与改进”，然后取消选择“与App开发者共享”。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus apps, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea pertinente para sus apps, productos o servicios, siempre que la información de análisis y las estadísticas no identifiquen a los usuarios personalmente.\n\nPuedes elegir no compartir con desarrolladores de apps de terceros los datos sobre los errores que experimentes y las estadísticas de uso de las apps que utilizas. Para ello, ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad > “Análisis y mejoras” y anula la selección de “Compartir con desarrolladores de las apps”.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de App\n\nPara ajudar empresas parceiras da Apple e desenvolvedores terceiros a melhorar os apps, produtos e serviços desenvolvidos por eles para serem usados com produtos da Apple, a Apple pode fornecer a tais empresas parceiras e desenvolvedores um subgrupo de informações de análise que seja relevante para o app, produto ou serviço do respectivo parceiro ou desenvolvedor, desde que essas informações de análise e estatísticas sejam agregadas ou fornecidas de forma a não identificar você pessoalmente.\n\nVocê pode optar por não compartilhar dados de falhas e estatísticas sobre como você usa apps com desenvolvedores de apps de terceiros. Para fazer isso, abra Preferências do Sistema > Segurança e Privacidade > Privacidade > Análise e Melhorias e desmarque a opção “Compartilhar com Desenvolvedores”.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse\n\nMed henblik på at hjælpe Apples partnere og tredjepartsudviklere med at forbedre deres apps, produkter og tjenester til brug med Apples produkter kan Apple give disse partnere og tredjepartsudviklere en delmængde af analyseoplysninger, der er relevante for partnerens eller udviklerens apps, produkter og tjenester, så længe analyseoplysningerne og de statistiske oplysninger er samlet eller præsenteret i et format, der ikke identificerer dig personligt.\n\nDu kan vælge ikke at dele data om nedbrud og statistik over, hvordan du bruger apps, med tredjepartsudviklere af apps. Det gør du ved at gå til Systemindstillinger > Sikkerhed & anonymitet > Anonymitet > Analyse og forbedringer og fravælge Del med appudviklere.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app\n\nAl fine di aiutare i partner Apple e gli sviluppatori di terze parti a migliorare le proprie applicazioni e i propri prodotti e servizi destinati all'utilizzo con i prodotti Apple, Apple può fornire a tali partner o sviluppatori un sottoinsieme di informazioni di analisi pertinenti all'applicazione, al prodotto o al servizio di quel partner o sviluppatore e le relative statistiche d'uso, purché le informazioni di analisi e le statistiche siano generiche o in una forma che non ti identifichi personalmente.\n\nPuoi scegliere di non condividere i dati relativi ai blocchi e le statistiche d'uso con gli sviluppatori di terze parti. Per farlo, vai in Preferenze di Sistema > Sicurezza e Privacy > Privacy, fai clic su “Analisi e miglioramenti” e deseleziona “Condividi con gli sviluppatori di app”.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek\n\nNa účely vylepšovania apiek, produktov a služieb partnerov Apple alebo vývojárov tretích strán, ktoré sú určené na používanie s produktmi Apple, môže spoločnosť Apple poskytnúť týmto partnerom alebo vývojárom časť analytických informácií, ktoré sú relevantné z hľadiska apky, produktu alebo služby partnera či tretej strany, ako aj štatistiky týkajúce sa používania apky daného partnera alebo vývojára, pokiaľ sú tieto informácie a štatistiky poskytované v agregovanej podobe, alebo v podobe, ktorá neumožňuje vašu osobnú identifikáciu.\n\nDáta týkajúce sa pádov apiek a štatistík ich používania nemusíte zdieľať s vývojármi apiek tretích strán. Ak nechcete zdieľať tieto dáta, otvorte Systémové nastavenia > Bezpečnosť a súkromie > Súkromie > Analytika a vylepšovanie a zrušte zaškrtnutie možnosti Zdieľať s vývojármi apiek.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações\n\nA Apple reserva o direito de fornecer a parceiros e outros programadores um subconjunto de informação de análise no intuito de ajudar referidos parceiros e programadores a melhorarem aplicações, produtos e serviços, desde que essa informação de análise e estatísticas sejam recolhidas em agregado e não incluam quaisquer dados de teor pessoal que possam identificar os utilizadores.\n\nPode optar por não partilhar com os programadores dados de falha e estatísticas de utilização das respetivas aplicações. Para tal, em Preferências do Sistema > Segurança e Privacidade > Privacidade > Análise e melhorias, desassinale a opção “Partilhar com os programadores”.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App\n\nUntuk membantu rakan kongsi Apple dan pembangun pihak ketiga meningkatkan app, produk dan perkhidmatan mereka yang direka bentuk untuk digunakan dengan produk Apple, Apple mungkin menyediakan rakan kongsi atau pembangun sedemikian dengan subset maklumat analitis yang berkaitan dengan app, produk atau perkhidmatan rakan kongsi atau pembangun tersebut, selagi maklumat analitis dan statistik diagregatkan atau dalam bentuk yang tidak mengenal pasti anda secara peribadi.\n\nAnda boleh memilih untuk tidak berkongsi data kegendalaan dan statistik tentang cara anda menggunakan app dengan pembangun app pihak ketiga. Untuk berbuat demikian, pergi ke Keutamaan Sistem > Keselamatan & Privasi > Privasi > Analitis & Peningkatan dan nyahpilih Kongsi dengan Pembangun App.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys\n\nI syfte att hjälpa Apples samarbetspartner och utvecklare från tredje part med att förbättra sina appar, produkter och tjänster avsedda för Apples produkter, kan Apple komma att tillhandahålla dessa partner och utvecklare med den del av analysinformationen som är relevant för den partnerns eller utvecklarens app, produkt eller tjänst, liksom statistik om hur du använder partnerns eller utvecklarens app, så länge som den analysinformationen och statistiken är en sammanslagning eller i ett format som inte identifierar dig personligen.\n\nDu kan välja att inte dela kraschdata och statistik om hur du använder appar med apputvecklare från tredje part. Du gör detta genom att öppna Systeminställningar > Säkerhet och integritet > Integritet > Analys och förbättringar och avmarkera Dela med apputvecklare.\n\nGenom att använda dessa funktioner samtycker du till att Apple och alla Apples dotterbolag och företrädare överför, samlar in, underhåller, bearbetar och använder denna information enligt beskrivningen ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací\n\nSpolečnost Apple může svým partnerům a nezávislým vývojářům poskytnout dílčí analytická data, která jsou pro tyto subjekty relevantní vzhledem ke zlepšování jejich aplikací, produktů a služeb navržených pro spolupráci s produkty společnosti Apple, za předpokladu, že tato analytická data budou agregována nebo upravena do podoby, která neumožňuje vaši osobní identifikaci.\n\nV případě, že se rozhodnete nesdílet informace o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání, otevřete Předvolby systému > Zabezpečení a soukromí > Soukromí > Analýza a vylepšování a odznačte volbu Sdílet data s vývojáři aplikací.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석\n\nApple의 관계사 및 타사 개발자가 Apple 제품용으로 개발한 응용 프로그램, 제품 및 서비스를 개선할 수 있도록 사용자 개인의 신원을 나타내지 않는 방법 또는 형식으로 수집된 분석 정보와 통계 중에서 관계사나 개발자의 앱, 제품 또는 서비스와 관련이 있는 분석 정보를 Apple에서 해당 관계사 및 개발자에게 제공할 수 있습니다.\n\n사용자의 앱 사용에 관한 충돌 데이터 및 통계를 타사 앱 개발자와 공유하지 않도록 선택할 수 있습니다. 이렇게 하려면 시스템 환경설정 > 보안 및 개인 정보 보호 > 개인 정보 보호 > 분석 및 향상으로 이동하고 ‘앱 개발자와 공유’를 선택 해제하십시오.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse\n\nApple kan også gi partnere og tredjepartsutviklere et delsett med analyseinformasjon som er relevant for den partnerens eller utviklerens app, produkt eller tjeneste, så lenge analyseinformasjonen og statistikken er samlet i et format som ikke identifiserer deg personlig, for å hjelpe slike partnere og tredjepartsutviklere med å forbedre deres apper, produkter og tjenester som er laget for bruk med Apple-produkter.\n\nDu kan velge å ikke dele krasjdata og statistikk om hvordan du bruker apper med tredjepartsutviklere. Det gjør du ved å gå til Systemvalg > Sikkerhet og personvern > Personvern > Analyse og forbedringer, og fjerne markeringen for Del med apputviklere.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés\n\nAhhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple termékekkel való használatra tervezett appok, termékek és szolgáltatások fejlesztését, az Apple partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti az elemzési adatok egy részét, ha az az adott partner vagy fejlesztő appjához, termékéhez vagy szolgáltatásához kapcsolódik – feltéve, hogy az elemzési adatok és statisztikák alapján nem azonosítható a felhasználó személyesen.\n\nÖn dönthet úgy, hogy nem oszt meg harmadik félnek számító appfejlesztőkkel apphasználattal kapcsolatos összeomlási adatokat és statisztikákat. Ehhez válassza a Rendszerbeállítások > Biztonság és adatvédelem > Adatvédelem > Elemzések és fejlesztések lehetőséget, majd törölje a Megosztás az appfejlesztőkkel lehetőség bejelölését.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析\n\n為了協助Apple夥伴與第三方開發者改進其專為Apple產品而設以配合使用的App、產品和服務，Apple可能會向這類夥伴或開發者提供一部分與該夥伴或開發者的App、產品或服務相關的分析資料。但此分析資料和統計資料都會以彙集，或無法識別你個人身份的方式提供。\n\n你可以選擇不與第三方App開發者分享當機資料以及你如何使用App的統計資料。如要選擇不分享，請前往「系統偏好設定」>「保安與私隱」>「私隱」>「分析與改進功能」，然後取消選取「與App開發者分享」。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi\n\nApple; kendi iş ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarladıkları uygulamaları, ürünleri ve servisleri geliştirmelerine yardımcı olmak için ve analiz bilgileri ile istatistikler kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde olduğu veya toplandığı sürece söz konusu iş ortaklarına ya da geliştiricilere analiz bilgilerinin onların uygulamalarıyla, ürünleriyle veya servisleriyle ilgili bir alt kümesini sağlayabilir.\n\nÇökme verilerini ve uygulamaları kullanma şeklinizle ilgili istatistikleri üçüncü parti uygulama geliştiricilerle paylaşmamayı seçebilirsiniz. Bunu yapmak için Sistem Tercihleri > Güvenlik ve Gizlilik > Gizlilik > Analizler ve İyileştirmeler bölümüne gidin ve Geliştiricilerle Paylaş’ın seçimini kaldırın.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji\n\nAby pomóc swoim partnerom i innym deweloperom poprawiać oferowane produkty, aplikacje i usługi przeznaczone dla produktów Apple, firma Apple może przekazywać im fragmenty danych analiz istotne dla ich aplikacji, produktu lub usługi, a także statystyki Twojego użycia ich aplikacji, o ile te dane i statystyki są agregowane w sposób niepozwalający na identyfikowanie poszczególnych użytkowników.\n\nMożesz zrezygnować z udostępniania danych o awariach aplikacji innych deweloperów oraz statystykach ich użycia. W tym celu otwórz Preferencje systemowe > Ochrona i prywatność > Prywatność > Analizy i udoskonalenia, a następnie usuń zaznaczenie pola wyboru Udostępniaj deweloperom.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析\n\n為了協助Apple的夥伴與第三方開發者改進其專為Apple產品設計來搭配使用的App、產品和服務，Apple可能會提供這類夥伴或開發者一部分與該夥伴或開發者的App、產品或服務相關的分析資訊，但此分析資訊和統計資料都會以彙集，或無法識別您個人身分的方式提供。\n\n您可選擇不與第三方App開發者分享當機資料以及您如何使用App的統計資料。若要選擇不分享，請前往「系統偏好設定」>「安全性與隱私權」>「隱私權」>「分析與改進功能」並取消選取「與App開發者分享」。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to System Preferences > Security & Privacy > Privacy > Analytics & Improvements and deselect Share with App Developers.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng\n\nĐể giúp các đối tác của Apple và nhà phát triển bên thứ ba cải thiện ứng dụng, sản phẩm và dịch vụ được thiết kế để sử dụng với các sản phẩm Apple, Apple có thể cung cấp cho các đối tác hoặc nhà phát triển này một phần thông tin phân tích có liên quan đến ứng dụng, sản phẩm, dịch vụ của đối tác hoặc nhà phát triển đó, với điều kiện là thông tin phân tích và số liệu thống kê đó được tổng hợp hoặc có hình thức không xác định danh tính của bạn.\n\nBạn có thể lựa chọn không chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với các nhà phát triển ứng dụng bên thứ ba. Để thực hiện, hãy đi tới Tùy chọn hệ thống > Bảo mật & Quyền riêng tư > Phân tích & Cải tiến và bỏ chọn Chia sẻ với nhà phát triển ứng dụng.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений\n\nЧтобы помочь партнерам Apple и сторонним разработчикам в улучшении их приложений, продуктов и служб, созданных для использования с продуктами Apple, Apple может предоставлять таким партнерам или разработчикам набор аналитических данных, относящихся к приложению, продукту или службе соответствующего партнера или разработчика, при условии, что на основе аналитических и статистических данных невозможно установить Вашу личность.\n\nВы можете не делиться со сторонними разработчиками сведениями о сбоях и статистикой использования приложений. Для этого перейдите в «Системные настройки» > «Защита и безопасность» > «Конфиденциальность» > «Аналитика и улучшения» и снимите флажок «Делиться с разработчиками».\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs tiers à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble d’informations d’analyse, correspondant à l’app, au produit ou au service d’un partenaire ou d’un développeur, tant que les informations d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps tierces les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Préférences Système > Sécurité et confidentialité > Confidentialité > Analyse et améliorations, puis désélectionnez « Partager avec les développeurs d’apps ».\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs de tierce partie à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble de données d’analyse, correspondant à une app, un produit ou un service d’un partenaire ou d’un développeur, tant que les données d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps de tierce partie les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Préférences Système > Sécurité et confidentialité > Confidentialité > Analyse et améliorations, puis décochez l’option « Partager avec les développeurs d’apps ».\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi\n\nApple voi tarjota joitakin analyysitietoja Applen yhteistyökumppaneille ja kolmannen osapuolen kehittäjille, jotta nämä voivat parantaa Applelle suunnittelemiaan appeja, tuotteita ja palveluja. Annettavat tiedot ovat tärkeitä yhteistyökumppaneiden ja kehittäjien apeille, tuotteille ja palveluille. Nämä analyysi- ja tilastotiedot kerätään tai ne ovat sellaisessa muodossa, josta sinua ei voida tunnistaa.\n\nVoit olla jakamatta kaatumistietoja ja tilastoja siitä, miten käytät muiden appikehittäjien appeja. Tee näin valitsemalla Järjestelmäasetukset > Suojaus ja yksityisyys > Yksityisyys > Analyysi ja parannukset ja poistamalla Jaa appikehittäjien kanssa -valinta.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App\n\nUntuk membantu mitra Apple dan pengembang pihak ketiga meningkatkan app, produk, dan layanan mereka yang dirancang untuk digunakan pada produk Apple, Apple akan menyediakan subset informasi analisis yang berkaitan dengan app, produk, atau layanan mitra atau pengembang kepada mitra atau pengembang tersebut, selama informasi analisis dan statistik ini dikumpulkan atau dalam bentuk yang tidak mengidentifikasi Anda secara pribadi.\n\nAnda dapat memilih untuk tidak membagikan data app yang berhenti tiba-tiba dan statistik tentang cara Anda menggunakan app dengan pengembang app pihak ketiga. Untuk melakukannya, buka Preferensi Sistem > Keamanan & Privasi > Privasi > Analisis & Peningkatan, dan batal pilih Bagikan dengan Pengembang App.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse\n\nOm partners van Apple en externe ontwikkelaars te helpen bij het verbeteren van hun apps, producten en voorzieningen die ontworpen zijn voor gebruik met Apple producten, kan Apple dergelijke partners of ontwikkelaars voorzien van een deel van de analysegegevens dat relevant is voor de apps, producten of voorzieningen van die partner of ontwikkelaar, zolang de analysegegevens en statistische gegevens zijn samengevoegd of gepresenteerd op een wijze waardoor je identiteit niet kan worden achterhaald.\n\nJe kunt ervoor kiezen om crashgegevens en statistische gegevens over je gebruik van apps niet te delen met externe appontwikkelaars. Hiervoor ga je in Systeemvoorkeuren naar 'Beveiliging en privacy' > 'Privacy' > 'Analyse en verbeteringen' en schakel je 'Deel met appontwikkelaars' uit.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onderhouden, verwerken en gebruiken van deze informatie door Apple, zijn dochterondernemingen en tussenpersonen, zoals hierboven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอป\n\nในการช่วยเหลือคู่ค้าของ Apple และนักพัฒนาของบริษัทอื่นปรับปรุงแอป ผลิตภัณฑ์ และบริการที่ได้รับการออกแบบมาให้ใช้กับผลิตภัณฑ์ของ Apple บริษัท Apple อาจมอบข้อมูลบางส่วนของข้อมูลวิเคราะห์ที่เกี่ยวข้องกับแอป ผลิตภัณฑ์ หรือบริการของคู่ค้าหรือนักพัฒนา ให้กับคู่ค้าหรือนักพัฒนา โดยที่ข้อมูลวิเคราะห์และสถิติจะถูกรวมเข้าด้วยกันและไม่สามารถบ่งชี้ถึงตัวคุณได้\n\nคุณสามารถเลือกที่จะไม่แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นได้ ในการทำเช่นนั้น ให้ไปที่การตั้งค่าระบบ > ความปลอดภัยและความเป็นส่วนตัว > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วเลิกเลือกแชร์กับนักพัฒนาแอป เพื่อหยุดแชร์ข้อมูลการวิเคราะห์กับนักพัฒนาแอป\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză aplicații\n\nPentru a‑i ajuta pe partenerii și terții dezvoltatori Apple la îmbunătățirea aplicațiilor, produselor și serviciilor acestora concepute pentru a fi utilizate împreună cu produse Apple, este posibil ca Apple să le furnizeze acestor parteneri sau dezvoltatori un subansamblu de informații de analiză care sunt relevante pentru aplicația, produsul sau serviciul partenerului sau dezvoltatorului respectiv, atât timp cât informațiile de analiză și statistice sunt agregate sau într-o formă care nu vă identifică personal.\n\nPuteți opta să nu partajați date despre opririle subite și informații statistice despre modul în care utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe. În acest scop, accesați Preferințe sistem > Securitate și intimitate > Intimitate > Analiză și îmbunătățiri și deselectați opțiunea “Partajează cu dezvoltatorii de aplicații”.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije\n\nKako bi se pomoglo da partneri tvrtke Apple i developeri drugih proizvođača poboljšaju svoje aplikacije, proizvode i usluge dizajnirane za rad s proizvodima tvrtke Apple, Apple može proslijediti takvim partnerima ili developerima određene informacije analize koje su relevantne za aplikaciju, proizvod ili uslugu tog partnera ili developera, sve dok su te informacije analize agregirane u obliku u kojem vas se ne može osobno identificirati.\n\nMožete isključiti dijeljenje podataka o rušenju i statistike o svojoj uporabi aplikacija s developerima drugih proizvođača. Ako to želite učiniti, otvorite Postavke sustava > Sigurnost i privatnost > Privatnost > Analiza i poboljšanja pa odznačite Dijeli s developerima aplikacija.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स\n\nApple के साझेदारों और तृतीय-पक्ष डेवलपर द्वारा Apple उत्पादों के साथ उपयोग के लिए डिज़ाइन किए गए ऐप्स, उत्पादों और सेवाओं को बेहतर बनाने में उनकी सहायता करने के लिए Apple ऐसे साझेदारों और डेवलपर को उनके ऐप, उत्पाद या सेवा के लिए प्रासंगिक ऐनालिटिक्स जानकारी का एक सबसेट प्रदान कर सकता है, बशर्ते कि ऐनालिटिक्स जानकारी और सांख्यिकी ऐग्रीगेट रूप में हो या ऐसे रूप में हो जिससे आपकी पहचान न होती हो।\n\nआप तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी आँकड़े शेयर न करने का विकल्प चुन सकते हैं। ऐसा करने के लिए, सिस्टम प्राथमिकता > सुरक्षा और गोपनीयता > गोपनीयता > ऐनालिटिक्स और सुधार पर जाएँ, और “ऐप डेवलपर के साथ शेयर करें” को अचयनित करें।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित और प्रोसेस करने और उसे बनाए रखने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps\n\nPer ajudar els socis d’Apple i els desenvolupadors de tercers a millorar els seus productes, apps i serveis dissenyats per ser utilitzats amb productes d’Apple, Apple pot proporcionar‑los la part de la informació d’anàlisi que sigui rellevant per a l’app, producte o servei del soci o desenvolupador, sempre que la informació d’anàlisi i les estadístiques s’enviïn de forma agregada o d’una altra manera que no t’identifiqui personalment.\n\nPots decidir no compartir informació d’errors i estadístiques sobre com utilitzes les apps amb desenvolupadors d’apps de tercers. Per fer‑ho, ves a l’app Preferències del Sistema > Seguretat i privacitat > Privacitat > “Anàlisi i millores” i desmarca “Compartir amb els desenvolupadors d’apps”.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_APPLEWATCH" : [
      {
        "target" : "App-Analyse\n\nDamit Partner von Apple und Drittentwickler ihre Apps, Produkte und Dienste für Apple-Produkte verbessern können, kann Apple diesen Partnern und Drittentwicklern einen Teil der Analysedaten bereitstellen, die für die Apps, Produkte und\/oder Dienste des Partners oder Entwicklers relevant sind, solange die Analysedaten und Statistiken aggregiert sind oder in einer Form vorliegen, die keine Rückschlüsse auf deine Person zulässt.\n\nDu hast die Option, keine Daten zu Abstürzen und andere Statistiken zu deiner Nutzung von Apps mit App-Drittentwicklern zu teilen. Öffne hierfür die Einstellungen, wähle „Datenschutz“, tippe auf „Analyse & Verbesserungen“ und deaktiviere dann die Option „Mit App-Entwicklern teilen“. Falls „iPhone & Watch-Analyse teilen“ deaktiviert ist, ist das Teilen von Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps mit Drittentwicklern von Apps automatisch deaktiviert.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני יישומים\n\nבמטרה לסייע לשותפים של Apple ולמפתחי תוכנה חיצוניים לשפר את היישומים, המוצרים והשירותים שלהם אשר מיועדים לשימוש עם מוצרי Apple, ‏Apple עשויה לספק לשותפים ולמפתחי תוכנה אלה מקבץ ניתוחי מידע רלוונטיים ליישומים, למוצרים או לשירותים שלהם, בתנאי שנתונים אלה יהיו מקובצים או יופיעו בצורה שאינה מזהה אותך באופן אישי.\n\nבאפשרותך לבחור שלא לשתף נתוני קריסה ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים של מפתחים חיצוניים. כדי לעשות זאת, יש לעבור אל ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ ולכבות את האפשרות ״שתף עם מפתחי יישומים״. אם האפשרות ״שיתוף נתוני iPhone ושעון״ אינה פעילה, שיתוף נתוני קריסה ונתונים סטטיסטיים לגבי השימוש שלך ביישומים אלה יעבור גם הוא באופן אוטומטי למצב לא פעיל.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات\n\nلمساعدة شركاء Apple ومطوري الجهات الخارجية على تحسين تطبيقاتهم ومنتجاتهم وخدماتهم المصممة للاستخدام مع منتجات Apple، قد تزود Apple هؤلاء الشركاء أو المطورين بمجموعة فرعية من معلومات التحليلات التي تتعلق بالتطبيق أو المنتج أو الخدمة الخاصة بهذا الشريك أو المطور، طالما أن معلومات التحليلات والإحصائيات مجمعة أو بصيغة لا تكشف عن هويتك الشخصية.\n\nيمكنك اختيار عدم مشاركة بيانات التعطل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، وأوقف المشاركة مع مطوري التطبيقات. وفي حالة إيقاف مشاركة تحليلات iPhone و Watch، سيتم تلقائيًا إيقاف مشاركة بيانات التعطل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών\n\nΓια να βοηθά τους συνεργάτες της Apple και τρίτους δημιουργούς να βελτιώνουν τις εφαρμογές, τα προϊόντα και τις υπηρεσίες τους που έχουν σχεδιαστεί να λειτουργούν με τα προϊόντα της Apple, η Apple ενδέχεται να παρέχει στους εν λόγω συνεργάτες ή δημιουργούς ένα υποσύνολο των πληροφοριών ανάλυσης που σχετίζονται με την εφαρμογή, το προϊόν ή την υπηρεσία του συνεργάτη ή δημιουργού, με την προϋπόθεση ότι οι πληροφορίες ανάλυσης και τα στατιστικά στοιχεία είναι συγκεντρωτικά ή σε μορφή που δεν αποκαλύπτει την ταυτότητά σας.\n\nΜπορείτε να επιλέξετε να μην κοινοποιούνται σε τρίτους δημιουργούς εφαρμογών τα δεδομένα ολικών σφαλμάτων και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και απενεργοποιήστε την «Κοινοποίηση σε δημιουργούς». Αν η ρύθμιση «Κοινοποίηση Ανάλυσης iPhone και Watch» είναι απενεργοποιημένη, απενεργοποιείται αυτόματα η κοινοποίηση σε τρίτους δημιουργούς εφαρμογών των δεδομένων ολικών σφαλμάτων και των στατιστικών σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές τους.\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析\n\nAppleはAppleパートナーや他社デベロッパに対し、Apple製品での使用を目的としたApp、製品、サービスの品質向上に役立ててもらうため、独自のApp、製品、サービスに関連する解析情報の一部や統計情報を、集約された形式または個人が特定されない形式で提供することがあります。\n\nクラッシュデータやAppの使用方法に関する統計情報を他社デベロッパに提供しない選択もできます。その場合は、“設定”＞“プライバシー”＞“解析および改善”の順にクリックして、“Appデベロッパと共有”をオフにします。“iPhoneとWatch解析を共有”を“オフ”に設定している場合は、他社デベロッパへのクラッシュデータやAppの使用方法に関する統計情報の提供は自動的にオフになります。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products, and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product, or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements, and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм\n\nЩоб допомагати партнерам Apple і стороннім розробникам удосконалювати їхні програми, продукти й послуги, призначені для використання з продуктами Apple, Apple може передавати цим партнерам чи розробникам частину аналітичної інформації, яка є доречною для програм, продуктів чи послуг цих партнерів або розробників, за умови, що така інформація і статистичні дані збираються чи передаються у формі, що не ідентифікує вашу особу.\n\nВи можете не поширювати дані про збої та статистику використання програм для сторонніх розробників. Для цього перейдіть у меню Параметри > Приватність > Аналітика і вдосконалення і вимкніть «Звіти для розробників». Якщо параметр «Поширювати аналітику iPhone і годинника» вимкнено, тоді поширення даних про збої та статистику використання для сторонніх розробників програм вимикається автоматично.\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збирання, утримування, опрацювання й використання цієї інформації компанією Apple та її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus aplicaciones, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea relevante para sus aplicaciones, productos o servicios, siempre y cuando la información de análisis y las estadísticas no te identifiquen personalmente.\n\nPuedes optar por no compartir con desarrolladores de terceros los datos de fallos y las estadísticas de cómo usas las apps; para ello, desactiva “Compartir con desarrolladores” en Configuración > Privacidad > “Análisis y mejoras”. Si se desactiva “Compartir análisis (iPhone y Watch)”, también se desactivará automáticamente la opción de compartir datos de fallos y estadísticas acerca de tu uso de las apps de desarrolladores de terceros.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析\n\n为了帮助Apple的合作伙伴和第三方开发者改进其专用于Apple产品的App、产品和服务，Apple可能会向这些合作伙伴或开发者提供与他们的App、产品或服务有关的分析信息子集，前提是这些分析信息和统计数据已经聚合或者采用的是无法识别您个人身份的形式。\n\n您可以选择不与第三方App开发者共享崩溃数据和关于您如何使用App的统计数据。若要不共享，请前往“设置”>“隐私”>“分析与改进”，然后关闭“与App开发者共享”。如果“共享iPhone与手表分析”已关闭，则会自动关闭与第三方App开发者共享崩溃数据和关于您如何使用其App的统计数据。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用此类信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus apps, productos y servicios diseñados para los productos Apple, puede que Apple les proporcione la parte de la información de análisis que sea pertinente para sus apps, productos o servicios, siempre que la información de análisis y las estadísticas no identifiquen a los usuarios personalmente.\n\nPuedes elegir no compartir con desarrolladores de apps de terceros los datos sobre los errores que experimentes y las estadísticas de uso de las apps que utilizas. Para ello, desactiva la opción “Compartir datos” en Ajustes > Privacidad > Análisis y mejoras. Además, si está desactivada la opción “Compartir (iPhone y Watch)”, el envío de datos de errores y estadísticas queda automáticamente desactivado.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de Apps\n\nPara ajudar empresas parceiras da Apple e desenvolvedores terceiros a melhorar os apps, produtos e serviços desenvolvidos por eles para serem usados com produtos da Apple, a Apple pode fornecer a tais empresas parceiras e desenvolvedores um subgrupo de informações de análise que seja relevante para o app, produto ou serviço do respectivo parceiro ou desenvolvedor, desde que essas informações de análise e estatísticas sejam agregadas ou fornecidas de forma a não identificar você pessoalmente.\n\nVocê pode optar por não compartilhar com desenvolvedores de apps de terceiros dados de falhas e estatísticas sobre como você usa apps. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e desative a opção “Compartilhar com Desenvolvedores”. Se “Compartilhar iPhone” e \"Análise do Apple Watch” estiverem desativados, o compartilhamento dos dados de falhas e as estatísticas sobre como você usa os apps de terceiros será automaticamente desativado.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse\n\nMed henblik på at hjælpe Apples partnere og tredjepartsudviklere med at forbedre deres apps, produkter og tjenester til brug med Apples produkter kan Apple give disse partnere og tredjepartsudviklere en delmængde af analyseoplysninger, der er relevante for partnerens eller udviklerens apps, produkter og tjenester, så længe analyseoplysningerne og de statistiske oplysninger er samlet eller præsenteret i et format, der ikke identificerer dig personligt.\n\nDu kan vælge ikke at dele data om nedbrud og statistik over, hvordan du bruger apps, med tredjepartsudviklere af apps. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og slå Del med appudviklere fra. Hvis Del iPhone- & Apple Watch-analyse er slået fra, er deling af data med tredjepartsudviklere om nedbrud og statistik over din brug af deres apps automatisk slået fra.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app\n\nAl fine di aiutare i partner Apple e gli sviluppatori di terze parti a migliorare le proprie applicazioni e i propri prodotti e servizi destinati all'utilizzo con i prodotti Apple, Apple può fornire a tali partner o sviluppatori un sottoinsieme di informazioni di analisi pertinenti all'applicazione, al prodotto o al servizio di quel partner o sviluppatore e le relative statistiche d'uso, purché le informazioni di analisi e le statistiche siano generiche o in una forma che non ti identifichi personalmente.\n\nPuoi scegliere di non condividere i dati relativi ai blocchi e le statistiche d'uso con gli sviluppatori di terze parti. Per farlo, sul tuo dispositivo iOS, vai in Impostazioni > Privacy > Analisi e miglioramenti e disattiva “Condividi con gli sviluppatori”. Se l'opzione “Condividi dati iPhone e Watch” è disabilitata, la condivisione con gli sviluppatori di terze parti dei dati relativi ai blocchi e delle statistiche d'uso delle app viene automaticamente disattivata.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek\n\nNa účely vylepšovania apiek, produktov a služieb partnerov Apple alebo vývojárov tretích strán, ktoré sú určené na používanie s produktmi Apple, môže spoločnosť Apple poskytnúť týmto partnerom alebo vývojárom časť analytických informácií, ktoré sú relevantné z hľadiska apky, produktu alebo služby partnera či tretej strany, ako aj štatistiky týkajúce sa používania apky daného partnera alebo vývojára, pokiaľ sú tieto informácie a štatistiky poskytované v agregovanej podobe, alebo v podobe, ktorá neumožňuje vašu osobnú identifikáciu.\n\nDáta týkajúce sa pádov apiek a štatistík ich používania nemusíte zdieľať s vývojármi apiek tretích strán. Ak nechcete zdieľať tieto dáta, otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a vypnite možnosť Zdieľať s vývojármi apiek. Ak je možnosť Zdieľať analytiku iPhonu a hodiniek vypnutá, zdieľanie dát s vývojármi apiek tretích strán týkajúcich sa pádov apiek a štatistík ich používania je automaticky vypnuté.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações\n\nA Apple reserva‑se o direito de fornecer a parceiros e outros programadores um subconjunto de informação de análise no intuito de ajudar esses parceiros e programadores a melhorarem aplicações, produtos e serviços, desde que essa informação de análise e estatísticas sejam recolhidas em agregado e não incluam quaisquer dados de teor pessoal que possam identificar os utilizadores.\n\nPode optar por não partilhar com os programadores dados de falha e estatísticas de utilização das respetivas aplicações. Para tal, em Definições > Privacidade > Análise e melhorias, desative a opção “Partilhar com os programadores”. Se a opção “Partilhar análise do iPhone e do Apple Watch” for desativada, a partilha de dados de falha e estatísticas de utilização é automaticamente desativada.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App\n\nUntuk membantu rakan kongsi Apple dan pembangun pihak ketiga meningkatkan app, produk dan perkhidmatan mereka yang direka bentuk untuk digunakan dengan produk Apple, Apple mungkin menyediakan rakan kongsi atau pembangun sedemikian dengan subset maklumat analitis yang berkaitan dengan app, produk atau perkhidmatan rakan kongsi atau pembangun tersebut, selagi maklumat analitis dan statistik diagregatkan atau dalam bentuk yang tidak mengenal pasti anda secara peribadi.\n\nAnda boleh memilih untuk tidak berkongsi data kegendalaan dan statistik tentang cara anda menggunakan app dengan pembangun app pihak ketiga. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan nyahaktifkan Kongsi dengan Pembangun. Jika Kongsi Analitis iPhone & Watch dinyahaktifkan, perkongsian data kegendalaan dan statistik tentang cara anda menggunakan app mereka dengan pembangun app pihak ketiga dinyahaktifkan secara automatik.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys\n\nI syfte att hjälpa Apples samarbetspartner och utvecklare från tredje part med att förbättra sina appar, produkter och tjänster avsedda för Apples produkter, kan Apple komma att tillhandahålla dessa partner och utvecklare med den del av analysinformationen som är relevant för den partnerns eller utvecklarens app, produkt eller tjänst, liksom statistik om hur du använder partnerns eller utvecklarens app, så länge som den analysinformationen och statistiken är en sammanslagning eller i ett format som inte identifierar dig personligen.\n\nDu kan välja att inte dela kraschdata och statistik om hur du använder appar med apputvecklare från tredje part. Du gör detta genom att öppna Inställningar > Integritet > Analys och förbättringar och stänga av Dela med apputvecklare. Om Dela iPhone- och Watch-analys har stängts av är delningen av kraschdata och statistik om hur du använder appar automatiskt avstängd för apputvecklare från tredje part.\n\nGenom att använda dessa funktioner samtycker du till att Apple och alla Apples dotterbolag och företrädare överför, samlar in, underhåller, bearbetar och använder denna information enligt beskrivningen ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací\n\nSpolečnost Apple může svým partnerům a nezávislým vývojářům poskytnout dílčí analytická data, která jsou pro tyto subjekty relevantní vzhledem ke zlepšování jejich aplikací, produktů a služeb navržených pro spolupráci s produkty společnosti Apple, za předpokladu, že tato analytická data budou agregována nebo upravena do podoby, která neumožňuje vaši osobní identifikaci.\n\nV případě, že se rozhodnete nesdílet informace o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání, otevřete Nastavení > Soukromí > Analýza a vylepšování a vypněte volbu Sdílet data s vývojáři aplikací. Pokud volbu Sdílet analýzu iPhonu a hodinek vypnete, automaticky se vypne sdílení informací o selhání aplikací od nezávislých vývojářů a statistik jejich využívání.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty můžou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석\n\nApple의 관계사 및 타사 개발자가 Apple 제품용으로 개발한 응용 프로그램, 제품 및 서비스를 개선할 수 있도록 사용자 개인의 신원을 나타내지 않는 방법 또는 형식으로 수집된 분석 정보와 통계 중에서 관계사나 개발자의 앱, 제품 또는 서비스와 관련이 있는 분석 정보를 Apple에서 해당 관계사 및 개발자에게 제공할 수 있습니다.\n\n사용자의 앱 사용에 관한 충돌 데이터 및 통계를 타사 앱 개발자와 공유하지 않도록 선택할 수 있습니다. 공유하지 않으려면, 설정 > 개인 정보 보호 > 분석 및 향상으로 이동하여 ‘앱 개발자와 공유’를 끄십시오. ‘iPhone 및 Watch 분석 공유’가 꺼져 있는 경우, 타사 앱 개발자와 앱 사용에 관한 충돌 데이터 및 통계를 공유하는 설정이 자동으로 꺼집니다.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse\n\nApple kan også gi partnere og tredjepartsutviklere et delsett med analyseinformasjon som er relevant for den partnerens eller utviklerens app, produkt eller tjeneste, så lenge analyseinformasjonen og statistikken er samlet i et format som ikke identifiserer deg personlig, for å hjelpe slike partnere og tredjepartsutviklere med å forbedre deres apper, produkter og tjenester som er laget for bruk med Apple-produkter.\n\nDu kan velge å ikke dele krasjdata og statistikk om hvordan du bruker apper med tredjepartsutviklere. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og å slå av Del med apputviklere. Hvis Del iPhone- og Apple Watch-analyse er slått av, blir deling av krasjdata og statistikk om hvordan du bruker appene deres med tredjepartsutviklere, slått av automatisk.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés\n\nAhhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple termékekkel való használatra tervezett appok, termékek és szolgáltatások fejlesztését, az Apple a partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti az elemzési adatok egy részét, ha az az adott partner vagy fejlesztő appjához, termékéhez vagy szolgáltatásához kapcsolódik – feltéve, hogy az elemzési adatok és statisztikák alapján nem azonosítható a felhasználó személyesen.\n\nÖn dönthet úgy, hogy nem oszt meg apphasználattal kapcsolatos összeomlási adatokat és statisztikákat harmadik félnek számító appfejlesztőkkel. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és kapcsolja ki a Megosztás az appfejlesztőkkel lehetőséget. Ha az iPhone és a Watch elemzésének megosztása funkció ki van kapcsolva, a harmadik félnek számító appfejlesztők appjaira vonatkozó összeomlásadatok és használati statisztikák megosztása automatikusan ki van kapcsolva.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析\n\n為了協助Apple夥伴與第三方開發者改進其專為配合Apple產品使用而設計的App、產品和服務，Apple可能會向這類夥伴或開發者提供一部分與該夥伴或開發者的App、產品或服務相關的分析資料。但此分析資料和統計資料都會以彙集或無法識別你個人身份的方式提供。\n\n你可以選擇不與第三方App開發者分享當機資料以及你如何使用App的統計資料。請前往「設定」>「私隱」>「分析與改進功能」，然後關閉「與App開發者分享」。如果「分享iPhone及手錶分析」已關閉，會自動關閉與第三方App開發者分享當機資料以及你如何使用App的統計資料。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi\n\nApple; kendi iş ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarladıkları uygulamaları, ürünleri ve servisleri geliştirmelerine yardımcı olmak için ve analiz bilgileri ile istatistikler kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde olduğu veya toplandığı sürece söz konusu iş ortaklarına ya da geliştiricilere analiz bilgilerinin onların uygulamalarıyla, ürünleriyle veya servisleriyle ilgili bir alt kümesini sağlayabilir.\n\nÇökme verilerini ve uygulamaları kullanma şeklinizle ilgili istatistikleri üçüncü parti uygulama geliştiricilerle paylaşmamayı seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidip Geliştiricilerle Paylaş’ı kapatın. iPhone ve Watch Analizini Paylaş kapalıysa çökme verilerinin ve uygulamaları kullanma şeklinizle ilgili istatistiklerin üçüncü parti uygulama geliştiricilerle paylaşılması otomatik olarak kapatılır.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji\n\nAby pomóc swoim partnerom i innym deweloperom poprawiać oferowane produkty, aplikacje i usługi przeznaczone dla produktów Apple, firma Apple może przekazywać im fragmenty danych analiz istotne dla ich aplikacji, produktu lub usługi, a także statystyki Twojego użycia ich aplikacji, o ile te dane i statystyki są agregowane w sposób niepozwalający na identyfikowanie poszczególnych użytkowników.\n\nMożesz zrezygnować z udostępniania danych o awariach aplikacji innych deweloperów oraz statystykach ich użycia. W tym celu przejdź do Ustawień, stuknij w Prywatność > Analizy i udoskonalenia, a następnie wyłącz opcję Udostępniaj deweloperom. Jeśli opcja Udostępniaj analizy iPhone'a i Apple Watch jest wyłączona, udostępnianie deweloperom aplikacji informacji o awariach i statystyk jest wyłączane automatycznie.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/legal\/privacy\/pl.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析\n\n為了協助Apple的夥伴與第三方開發者改進其專為Apple產品設計來搭配使用的App、產品和服務，Apple可能會提供這類夥伴或開發者一部分與該夥伴或開發者的App、產品或服務相關的分析資訊，但此分析資訊和統計資料都會以彙集，或無法識別您個人身分的方式提供。\n\n您可選擇不與第三方App開發者分享當機資料以及您如何使用App的統計資料。若要選擇不分享，請前往「設定」>「隱私權」>「分析與改進功能」，並關閉「與App開發者分享」。如果「分享iPhone與Apple Watch分析」設定為關閉，則會自動關閉與第三方App開發者分享您使用其App的當機資料和統計資料。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements, and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng\n\nĐể giúp các đối tác của Apple và nhà phát triển bên thứ ba cải thiện ứng dụng, sản phẩm và dịch vụ được thiết kế để sử dụng với các sản phẩm của Apple, Apple có thể cung cấp cho các đối tác hoặc nhà phát triển đó một phần thông tin phân tích có liên quan đến ứng dụng, sản phẩm hoặc dịch vụ của đối tác hoặc nhà phát triển đó, với điều kiện là thông tin phân tích và số liệu thống kê đó được tổng hợp hoặc có hình thức không xác định danh tính của bạn.\n\nBạn có thể lựa chọn không chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với các nhà phát triển ứng dụng bên thứ ba. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và tắt Chia sẻ với nhà phát triển ứng dụng. Nếu Chia sẻ Phân tích iPhone & Đồng hồ được đặt thành tắt, tính năng chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng ứng dụng của họ với nhà phát triển ứng dụng bên thứ ba được tắt tự động.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений\n\nЧтобы помочь партнерам Apple и сторонним разработчикам в улучшении их приложений, продуктов и сервисов, созданных для использования с продуктами Apple, компания Apple может предоставлять таким партнерам или разработчикам набор аналитических данных, относящихся к приложению, продукту или сервису соответствующего партнера или разработчика, при условии, что на основе таких аналитических и статистических данных невозможно установить Вашу личность.\n\nВы можете не делиться сведениями о сбоях и статистикой использования приложений со сторонними разработчиками. Для этого перейдите в «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и выключите параметр «Делиться с разработчиками». Если параметр «Делиться для iPhone и часов» выключен, данные о сбоях и статистика использования приложений сторонних разработчиков не будут передаваться.\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs tiers à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble d’informations d’analyse, correspondant à l’app, au produit ou au service d’un partenaire ou d’un développeur, tant que les informations d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps tierces les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez l’option « Partager avec les dév. d’apps ». Si l’option « Partager les analyses » est désactivée, le partage des données liées aux pannes et des statistiques avec les développeurs d’apps tierces est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs de tierce partie à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble de données d’analyse, correspondant à une app, un produit ou un service d’un partenaire ou d’un développeur, tant que les données d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps de tierce partie les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez « Partager avec les développeurs d’apps ». Si l’option « Partager l’analyse (iPhone+Watch) » est désactivée, le partage avec les développeurs d’apps de tierce partie des données liées aux pannes et des statistiques sur la façon dont vous utilisez leurs apps est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi\n\nApple voi tarjota joitakin analyysitietoja Applen yhteistyökumppaneille ja kolmannen osapuolen kehittäjille, jotta nämä voivat parantaa Applelle suunnittelemiaan appeja, tuotteita ja palveluja. Annettavat tiedot ovat tärkeitä yhteistyökumppaneiden ja kehittäjien apeille, tuotteille ja palveluille. Nämä analyysi- ja tilastotiedot ovat koostettuja tai sellaisessa muodossa, josta sinua ei voida tunnistaa.\n\nVoit olla jakamatta kaatumistietoja ja tilastoja siitä, miten käytät muiden appikehittäjien appeja. Tee näin valitsemalla Asetukset > Tietosuoja > ”Analyysi ja parannukset” ja laittamalla Jaa appikehittäjien kanssa pois päältä. Jos ”Jaa iPhone- ja Watch-analyysi” on pois päältä, kaatumistietojen ja tilastojen lähettäminen siitä, miten käytät muiden kehittäjien appeja, on automaattisesti pois päältä.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/legal\/privacy\/fi\/.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App\n\nUntuk membantu mitra Apple dan pengembang pihak ketiga meningkatkan app, produk, dan layanan mereka yang dirancang untuk digunakan pada produk Apple, Apple akan menyediakan subset informasi analisis yang berkaitan dengan app, produk, atau layanan mitra atau pengembang kepada mitra atau pengembang tersebut, selama informasi analisis dan statistik ini dikumpulkan atau dalam bentuk yang tidak mengidentifikasi Anda secara pribadi.\n\nAnda dapat memilih untuk tidak membagikan data app yang berhenti tiba-tiba dan statistik tentang cara Anda menggunakan app dengan pengembang app pihak ketiga. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan, dan matikan Bagikan Dengan Pengembang App. Jika Bagikan Analisis iPhone & Apple Watch diatur ke Mati, berbagi data kerusakan dan statistik mengenai cara Anda menggunakan app mereka dengan pengembang app pihak ketiga dimatikan secara otomatis.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse\n\nOm partners van Apple en externe ontwikkelaars te helpen bij het verbeteren van hun apps, producten en voor­zieningen die ontworpen zijn voor gebruik met Apple producten, kan Apple dergelijke partners of ontwikkelaars voorzien van een deel van de analyse­gegevens dat relevant is voor de apps, producten of voor­zieningen van die partner of ontwikkelaar, zolang de analyse­gegevens en statistische gegevens zijn samen­gevoegd of gepresenteerd op een wijze waardoor je identiteit niet kan worden achterhaald.\n\nJe kunt ervoor kiezen om crash­gegevens en statistische gegevens over je gebruik van apps niet te delen met externe app­ontwikkelaars. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en schakel je 'Deel met appontwikkelaars' uit. Als 'Deel iPhone- en Watch-analyse' is uitge­schakeld, wordt het delen van crash­gegevens en statistische gegevens over je gebruik van apps met externe app­ontwikkelaars auto­matisch uitge­schakeld.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onderhouden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hierboven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http:\/\/www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอป\n\nในการช่วยเหลือคู่ค้าของ Apple และนักพัฒนาของบริษัทอื่นปรับปรุงแอป ผลิตภัณฑ์ และบริการที่ได้รับการออกแบบมาให้ใช้กับผลิตภัณฑ์ของ Apple บริษัท Apple อาจมอบข้อมูลบางส่วนของข้อมูลวิเคราะห์ที่เกี่ยวข้องกับแอป ผลิตภัณฑ์ หรือบริการของคู่ค้าหรือนักพัฒนา ให้กับคู่ค้าหรือนักพัฒนา โดยที่ข้อมูลวิเคราะห์และสถิติจะถูกรวมเข้าด้วยกันและไม่สามารถบ่งชี้ถึงตัวคุณได้\n\nคุณสามารถเลือกที่จะไม่แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นได้ ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วปิดใช้แชร์กับนักพัฒนาแอป ถ้าการแชร์การวิเคราะห์ iPhone และ Watch ถูกปิดใช้ การแชร์ข้อมูลเกี่ยวกับการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นจะถูกปิดใช้โดยอัตโนมัติ\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză aplicații\n\nPentru a‑i ajuta pe partenerii și terții dezvoltatori Apple la îmbunătățirea aplicațiilor, produselor și serviciilor acestora concepute pentru a fi utilizate împreună cu produse Apple, este posibil ca Apple să le furnizeze acestor parteneri sau dezvoltatori un subansamblu de informații de analiză care sunt relevante pentru aplicația, produsul sau serviciul partenerului sau dezvoltatorului respectiv, atât timp cât informațiile de analiză și statistice sunt agregate sau într-o formă care nu vă identifică personal.\n\nPuteți opta să nu partajați date despre opririle subite și informații statistice despre modul în care utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și dezactivați opțiunea “Partajați cu dezvoltatorii”. Dacă opțiunea “Partajare analiză iPhone și Watch” este dezactivată, partajarea datelor despre disfuncționalități și a informațiilor statistice despre modul în care le utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe este automat dezactivată.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple și filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije\n\nKako bi se pomoglo da partneri tvrtke Apple i developeri drugih proizvođača poboljšaju svoje aplikacije, proizvode i usluge dizajnirane za rad s proizvodima tvrtke Apple, Apple može proslijediti takvim partnerima ili developerima određene informacije analize koje su relevantne za aplikaciju, proizvod ili uslugu tog partnera ili developera, sve dok su te informacije analize agregirane u obliku u kojem vas se ne može osobno identificirati.\n\nMožete isključiti dijeljenje podataka o rušenju i statistike o svojoj uporabi aplikacija s developerima drugih proizvođača. Ako to želite učiniti, otvorite Postavke > Privatnost > Analiza i poboljšanja te isključite opciju Dijeli s developerima. Ako je opcija Podijeli analizu iPhonea i sata isključena, dijeljenje podataka o rušenju i statistike o uporabi njihovih aplikacija s developerima drugih proizvođača automatski je isključeno.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr\/",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स\n\nApple के साझेदारों और तृतीय-पक्ष डेवलपर द्वारा Apple उत्पादों के साथ उपयोग के लिए डिज़ाइन किए गए ऐप्स, उत्पादों और सेवाओं को बेहतर बनाने में उनकी सहायता करने के लिए Apple ऐसे साझेदारों और डेवलपर को उनके ऐप, उत्पाद या सेवा के लिए प्रासंगिक ऐनालिटिक्स जानकारी का एक सबसेट प्रदान कर सकता है, बशर्ते कि ऐनालिटिक्स जानकारी और आँकड़े ऐग्रीगेट रूप में हो या ऐसे रूप में हो जिससे आपकी पहचान न होती हो।\n\nआप तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी आँकड़े शेयर न करने का विकल्प चुन सकते हैं। ऐसा करने के लिए, सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स और सुधार पर जाएँ और “ऐप डेवलपर के साथ शेयर करें” को बंद करें। यदि “iPhone और Watch ऐनालिटिक्स शेयर करें” बंद है, तो तृतीय पक्ष ऐप डेवलपर के साथ क्रैश डेटा और आपके द्वारा उनके ऐप को उपयोग करने के बारे में आँकड़े शेयर करना ऑटोमैटिकली बंद कर दिया जाता है।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित और प्रोसेस करने और उसे बनाए रखने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps\n\nPer ajudar els socis d’Apple i els desenvolupadors de tercers a millorar els seus productes, apps i serveis dissenyats per ser utilitzats amb productes d’Apple, Apple pot proporcionar‑los la part de la informació d’anàlisi que sigui rellevant per a l’app, producte o servei del soci o desenvolupador, sempre que la informació d’anàlisi i les estadístiques s’enviïn de forma agregada o d’una altra manera que no t’identifiqui personalment.\n\nPots decidir no compartir informació d’errors i estadístiques sobre com utilitzes les apps amb desenvolupadors d’apps de tercers. Per fer‑ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i desactiva “Compartir amb desenvolupadors”. En desactivar l’opció “Compartir l’anàlisi de l’iPhone i el Watch”, automàticament es deixaran de compartir amb desenvolupadors d’apps de tercers la informació d’errors i les estadístiques de com utilitzes les seves apps.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "App-Analyse\n\nDamit Partner von Apple und Drittentwickler ihre Apps, Produkte und Dienste für Apple-Produkte verbessern können, kann Apple diesen Partnern und Drittentwicklern einen Teil der Analysedaten bereitstellen, die für die Apps, Produkte und\/oder Dienste des Partners oder Entwicklers relevant sind, sowie Statistiken über deine Nutzung dieser Apps, solange die Analysedaten und Statistiken aggregiert sind oder in einer Form vorliegen, die keine Rückschlüsse auf deine Person zulässt.\n\nDu hast die Option, keine Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps an App-Drittentwickler zu senden. Öffne hierfür die Einstellungen, wähle „Datenschutz“, tippe auf „Analyse & Verbesserungen“ und deaktiviere dann die Option „Mit App-Entwicklern teilen“. Falls „iPhone & Watch-Analyse teilen“ deaktiviert ist, ist das Teilen von Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps mit Drittentwicklern von Apps automatisch deaktiviert.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני יישומים\n\nבמטרה לסייע לשותפים של Apple ולמפתחי תוכנה חיצוניים לשפר את היישומים, המוצרים והשירותים שלהם אשר מיועדים לשימוש עם מוצרי Apple, ‏Apple עשויה לספק לשותפים ולמפתחי תוכנה אלה מקבץ ניתוחי מידע רלוונטיים ליישומים, למוצרים או לשירותים שלהם, כמו גם נתונים סטטיסטיים לגבי השימוש שלך ביישומים של שותפים או מפתחים אלה, בתנאי שנתונים אלה יהיו מקובצים או יופיעו בצורה שאינה מזהה אותך באופן אישי.\n\nבאפשרותך לבחור שלא לשתף נתוני קריסה ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים של מפתחים חיצוניים. כדי לעשות זאת, יש לעבור אל ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ ולכבות את האפשרות ״שתף עם מפתחי יישומים״. אם האפשרות ״שיתוף נתוני iPhone ושעון״ אינה פעילה, שיתוף נתוני קריסה ונתונים סטטיסטיים לגבי השימוש שלך ביישומים אלה יעבור גם הוא באופן אוטומטי למצב לא פעיל.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת www.apple.com\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات\n\nلمساعدة شركاء Apple والمطورين الخارجيين على تحسين تطبيقاتهم ومنتجاتهم وخدماتهم المصممة للاستخدام مع منتجات Apple، قد تزود Apple هؤلاء الشركاء أو المطورين بمعلومات تحليلات فرعية تتعلق بالتطبيق أو المنتج أو الخدمة الخاصة بهذا الشريك أو المطور، بالإضافة إلى إحصائيات حول كيفية استخدامك لهذا التطبيق الخاص بالشريك أو المطور، طالما أن معلومات التحليلات والإحصائيات مجمعة أو بصيغة لا تكشف عن هويتك الشخصية.\n\nيمكنك اختيار عدم مشاركة بيانات المشاكل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، وأوقف المشاركة مع مطوري التطبيقات. وفي حالة إيقاف مشاركة تحليلات iPhone و Watch، سيتم تلقائيًا إيقاف مشاركة بيانات التعطل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών\n\nΓια να βοηθά τους συνεργάτες της Apple και τρίτους δημιουργούς να βελτιώνουν τις εφαρμογές, τα προϊόντα και τις υπηρεσίες τους που έχουν σχεδιαστεί να λειτουργούν με τα προϊόντα της Apple, η Apple ενδέχεται να παρέχει στους εν λόγω συνεργάτες ή δημιουργούς ένα υποσύνολο των πληροφοριών ανάλυσης που σχετίζονται με την εφαρμογή, το προϊόν ή την υπηρεσία του συνεργάτη ή δημιουργού, καθώς και στατιστικά στοιχεία σχετικά με τον τρόπο που χρησιμοποιείτε την εφαρμογή του συγκεκριμένου συνεργάτη ή δημιουργού, με την προϋπόθεση ότι οι πληροφορίες ανάλυσης και τα στατιστικά στοιχεία είναι συγκεντρωτικά ή σε μορφή που δεν αποκαλύπτει την ταυτότητά σας.\n\nΜπορείτε να επιλέξετε να μην κοινοποιούνται σε τρίτους δημιουργούς εφαρμογών τα δεδομένα ολικών σφαλμάτων και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε εφαρμογές. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και απενεργοποιήστε την «Κοινοποίηση σε δημιουργούς». Αν η ρύθμιση «Κοινοποίηση Ανάλυσης iPhone και Watch» είναι απενεργοποιημένη, απενεργοποιείται αυτόματα η κοινοποίηση σε τρίτους δημιουργούς εφαρμογών των δεδομένων ολικών σφαλμάτων και των στατιστικών σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές τους.\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析\n\nAppleはAppleパートナーや他社デベロッパに対し、Apple製品での使用を目的としたApp、製品、サービスの品質向上に役立ててもらうため、独自のApp、製品、サービスに関連する解析情報の一部やそれらの使用方法に関する統計情報を、集約された形式または個人が特定されない形式で提供することがあります。\n\nクラッシュデータやAppの使用方法に関する統計情報を他社デベロッパに提供しない選択もできます。その場合は、“設定”＞“プライバシー”＞“解析および改善”に移動して、“Appデベロッパと共有”をオフにします。“iPhoneとWatch解析を共有”を“オフ”に設定している場合は、他社デベロッパへのクラッシュデータやAppの使用方法に関する統計情報の提供は自動的にオフになります。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products, and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product, or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements, and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм\n\nЩоб допомагати партнерам Apple і стороннім розробникам удосконалювати їхні програми, продукти та послуги, створені для використання з продуктами Apple, Apple може передавати цим партнерам чи розробникам частину аналітичної інформації, що є доречною для програм, продуктів чи послуг цих партнерів або розробників, а також статистику вашого використання програм партнерів чи розробників, поки така аналітична інформація і статистика збираються чи передаються у формі, що не ідентифікує вашу особу.\n\nВи можете не поширювати дані про збої та статистику використання програм від сторонніх розробників. Для цього перейдіть у Параметри > Приватність > Аналітика і вдосконалення і вимкніть «Звіти для розробників». Якщо параметр «Поширювати аналітику iPhone і годинника» вимкнено, тоді поширення даних про збої та статистики вашого використання їхніх програм для сторонніх розробників буде вимкнено автоматично.\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збір, обслуговування, обробку і використання цієї інформації компанією Apple та її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps\n\nAnálisis de apps Para ayudar a los socios de Apple y a los desarrolladores a mejorar sus aplicaciones, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea relevante para sus aplicaciones, productos o servicios, así como estadísticas acerca del uso de app de socios o desarrolladores, siempre y cuando la información de análisis y las estadísticas no te identifiquen personalmente.\n\nPuedes optar por no compartir con desarrolladores de terceros los datos de fallos y las estadísticas de cómo usas las apps; para ello, ve a Configuración > Privacidad > “Análisis y mejoras” y desactiva “Compartir con desarrolladores”. Si se desactiva “Compartir análisis (iPhone y Watch)”, también se desactiva automáticamente la opción de compartir datos de fallos y estadísticas acerca de tu uso de las apps de desarrolladores de terceros.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析\n\n为了帮助Apple的合作伙伴和第三方开发者改进其专用于Apple产品的App、产品和服务，Apple可能会向这些合作伙伴或开发者提供与他们的App、产品或服务有关的分析信息子集，以及与您如何使用该合作伙伴或开发者的App相关的统计数据，前提是这些分析信息和数据已经聚合或者采用无法识别您的个人身份的形式。\n\n您可以选择不共享崩溃数据和关于您如何使用第三方App开发者的App的统计数据。若不共享，请前往“设置”>“隐私”>“分析与改进”，然后关闭“与App开发者共享”。如果“共享iPhone与手表分析”已关闭，则会自动关闭共享崩溃数据和与您如何使用第三方开发者的App相关的统计数据。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus apps, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea pertinente para sus apps, productos o servicios, siempre que la información de análisis y las estadísticas no identifiquen a los usuarios personalmente.\n\nPuedes elegir no compartir con desarrolladores de apps de terceros los datos sobre los errores que experimentes y las estadísticas de uso de las apps que utilizas. Para ello, desactiva la opción “Compartir datos” en Ajustes > Privacidad > Análisis y mejoras. Además, si está desactivada la opción “Compartir (iPhone y Watch)”, el envío de datos de errores y estadísticas queda automáticamente desactivado.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de App\n\nPara ajudar empresas parceiras da Apple e desenvolvedores terceiros a melhorar os apps, produtos e serviços desenvolvidos por eles para serem usados com produtos da Apple, a Apple pode fornecer a tais empresas parceiras e desenvolvedores um subgrupo de informações de análise que seja relevante para o app, produto ou serviço do respectivo parceiro ou desenvolvedor, bem como estatísticas sobre como você usa o app dessa empresa parceira ou desenvolvedor, desde que essas informações de análise e estatísticas sejam agregadas ou fornecidas de forma a não identificar você pessoalmente.\n\nVocê pode optar por não compartilhar dados de falhas e estatísticas sobre como você usa apps com desenvolvedores de apps de terceiros. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e desative a opção “Compartilhar com Desenvolvedores”. Se “Compartilhar iPhone” e \"Análise do Apple Watch” estiverem desativados, o compartilhamento dos dados de falhas e as estatísticas de como você usa os apps de terceiros será automaticamente desativado.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse\n\nMed henblik på at hjælpe Apples partnere og tredjepartsudviklere med at forbedre deres apps, produkter og tjenester til brug med Apples produkter kan Apple give disse partnere og tredjepartsudviklere en delmængde af analyseoplysninger, der er relevante for partnerens eller udviklerens apps, produkter og tjenester, samt statistik over, hvordan du bruger den pågældende partners eller udviklers app, så længe analyseoplysningerne og de statistiske oplysninger er samlet eller præsenteret i et format, der ikke identificerer dig personligt.\n\nDu kan vælge ikke at dele data om nedbrud og statistik over, hvordan du bruger apps, med tredjepartsudviklere af apps. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og slå Del med appudviklere fra. Hvis Del iPhone- & Apple Watch-analyse er slået fra, er deling af data med tredjepartsudviklere om nedbrud og statistik over din brug af deres apps automatisk slået fra.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app\n\nAl fine di aiutare i partner Apple e gli sviluppatori di terze parti a migliorare le proprie applicazioni e i propri prodotti e servizi destinati all'utilizzo con i prodotti Apple, Apple può fornire a tali partner o sviluppatori un sottoinsieme di informazioni di analisi pertinenti all'applicazione, al prodotto o al servizio di quel partner o sviluppatore e le relative statistiche d'uso, purché le informazioni di analisi e le statistiche siano generiche o in una forma che non ti identifichi personalmente.\n\nPuoi scegliere di non condividere i dati relativi ai blocchi e le statistiche d'uso con gli sviluppatori di terze parti. Per farlo, sul tuo dispositivo iOS, vai in Impostazioni > Privacy > Analisi e miglioramenti e disattiva l’opzione di condivisione con gli sviluppatori di app. Se l'opzione “Condividi dati iPhone e Watch” è disabilitata, la condivisione con gli sviluppatori di terze parti dei dati relativi ai blocchi e delle statistiche d'uso delle app viene automaticamente disattivata.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek\n\nNa účely vylepšovania apiek, produktov a služieb partnerov Apple alebo vývojárov tretích strán, ktoré sú určené na používanie s produktmi Apple, môže spoločnosť Apple poskytnúť týmto partnerom alebo vývojárom časť analytických informácií, ktoré sú relevantné z hľadiska apky, produktu alebo služby partnera či tretej strany, ako aj štatistiky týkajúce sa používania apky daného partnera alebo vývojára, pokiaľ sú tieto informácie a štatistiky poskytované v agregovanej podobe, alebo v podobe, ktorá neumožňuje vašu osobnú identifikáciu.\n\nDáta týkajúce sa pádov apiek a štatistík ich používania nemusíte zdieľať s vývojármi apiek tretích strán. Ak nechcete zdieľať tieto dáta, otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a vypnite možnosť Zdieľať s vývojármi apiek. Ak je možnosť Zdieľať analytiku iPhonu a hodiniek vypnutá, zdieľanie dát s vývojármi apiek tretích strán týkajúcich sa pádov apiek a štatistík ich používania je automaticky vypnuté.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações\n\nA Apple reserva o direito de fornecer a parceiros e outros programadores um subconjunto de informação de análise no intuito de ajudar referidos parceiros e programadores a melhorarem aplicações, produtos e serviços, assim como estatísticas de utilização dos mesmos, desde que essa informação e estatísticas sejam recolhidas em agregado e não incluam quaisquer dados de teor pessoal que possam identificar os utilizadores.\n\nPode optar por não partilhar com os programadores dados de falha e estatísticas de utilização das respetivas aplicações. Para tal, em Definições > Privacidade > Análise e melhorias, desative a opção “Partilhar com os programadores”. Se a opção “Partilhar análise do iPhone e do Apple Watch” for desativada, a partilha de dados de falha e estatísticas de utilização é automaticamente desativada.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App\n\nUntuk membantu rakan kongsi Apple dan pembangun pihak ketiga meningkatkan app, produk dan perkhidmatan mereka yang direka bentuk untuk digunakan dengan produk Apple, Apple mungkin menyediakan rakan kongsi atau pembangun sedemikian dengan subset maklumat analitis yang berkaitan dengan app, produk atau perkhidmatan rakan kongsi atau pembangun tersebut, serta statistik tentang cara anda menggunakan app rakan kongsi atau pembangun tersebut, selagi maklumat analitis dan statistik diagregatkan atau dalam bentuk yang tidak mengenal pasti anda secara peribadi.\n\nAnda boleh memilih untuk tidak berkongsi data kegendalaan dan statistik tentang cara anda menggunakan app dengan pembangun app pihak ketiga. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan nyahaktifkan Kongsi dengan Pembangun. Jika Kongsi Analitis iPhone & Watch dinyahaktifkan, perkongsian data kegendalaan dan statistik tentang cara anda menggunakan app mereka dengan pembangun app pihak ketiga dinyahaktifkan secara automatik.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys\n\nI syfte att hjälpa Apples samarbetspartner och utvecklare från tredje part med att förbättra sina appar, produkter och tjänster avsedda för Apples produkter, kan Apple komma att tillhandahålla dessa partner och utvecklare med den del av analysinformationen som är relevant för den partnerns eller utvecklarens app, produkt eller tjänst, liksom statistik om hur du använder partnerns eller utvecklarens app, så länge som den analysinformationen och statistiken är en sammanslagning eller i ett format som inte identifierar dig personligen.\n\nDu kan välja att inte dela kraschdata och statistik om hur du använder appar med apputvecklare från tredje part. Du gör detta genom att öppna Inställningar > Integritet > Analys och förbättringar och stänga av Dela med apputvecklare. Om Dela iPhone- och Watch-analys har stängts av är delningen av kraschdata och statistik om hur du använder appar automatiskt avstängd för apputvecklare från tredje part.\n\nGenom att använda dessa funktioner samtycker du till att Apple och alla Apples dotterbolag och företrädare överför, samlar in, underhåller, bearbetar och använder denna information enligt beskrivningen ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací\n\nSpolečnost Apple může svým partnerům a nezávislým vývojářům poskytnout dílčí analytická data a statistiky využívání jejich aplikací, jež jsou pro tyto subjekty relevantní vzhledem ke zlepšování jejich aplikací, produktů a služeb navržených pro spolupráci s produkty společnosti Apple. Ovšem pouze za předpokladu, že tato analytická data jsou agregována či jsou v podobě, která neumožňuje vaši osobní identifikaci.\n\nV případě, že se rozhodnete nesdílet informace o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání, otevřete Nastavení > Soukromí > Analýza a vylepšování a vypněte volbu Sdílet data s vývojáři aplikací. Pokud volbu Sdílet analýzu iPhonu a hodinek vypnete, automaticky se vypne sdílení informací o selhání aplikací od nezávislých vývojářů a statistik jejich využívání.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석\n\nApple 관계사 및 타사 개발자가 Apple 제품용으로 개발한 응용 프로그램, 제품 및 서비스를 개선할 수 있도록 도움을 주기 위해 사용자 개인의 신원을 나타내지 않는 방법 또는 형식으로 수집된 분석 정보 및 통계 중에서 관계사 또는 개발자의 앱 사용에 대한 통계 및 관계사 또는 개발자의 앱, 제품 및 서비스와 관련된 분석 정보의 일부를 Apple에서 해당 관계사 및 개발자에게 제공할 수 있습니다.\n\n사용자의 앱 사용에 관한 충돌 데이터 및 통계를 타사 앱 개발자와 공유하지 않도록 선택할 수 있습니다. 공유하지 않으려면, 설정 > 개인 정보 보호 > 분석 및 향상으로 이동하여 ‘앱 개발자와 공유’를 끄십시오. ‘iPhone 및 Watch 분석 공유’가 꺼져 있는 경우, 타사 앱 개발자와 앱 사용에 관한 충돌 데이터 및 통계 공유가 자동으로 꺼집니다.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse\n\nApple kan også gi partnere og tredjepartsutviklere et delsett med analyseinformasjon som er relevant for den partnerens eller utviklerens app, produkt eller tjeneste, så lenge analyseinformasjonen og statistikken er samlet i et format som ikke identifiserer deg personlig, for å hjelpe slike partnere og tredjepartsutviklere med å forbedre deres apper, produkter og tjenester som er laget for bruk med Apple-produkter.\n\nDu kan velge å ikke dele krasjdata og statistikk om hvordan du bruker apper med tredjepartsutviklere. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og å slå av Del med apputviklere. Hvis Del iPhone- og Apple Watch-analyse er slått av, blir deling av krasjdata og statistikk om hvordan du bruker appene deres med tredjepartsutviklere, slått av automatisk.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés\n\nAhhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple termékekkel való használatra tervezett appok, termékek és szolgáltatások fejlesztését, az Apple partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti az elemzési adatok egy részét, ha az az adott partner vagy fejlesztő appjához, termékéhez vagy szolgáltatásához kapcsolódik, ezenkívül az adott partner vagy fejlesztő appjának használatára vonatkozó statisztikai adatokat is elérhetővé teheti, feltéve, hogy az elemzési és statisztikai adatok alapján nem azonosítható a felhasználó személyesen.\n\nÖn dönthet úgy, hogy nem oszt meg harmadik félnek számító appfejlesztőkkel apphasználattal kapcsolatos összeomlási adatokat és statisztikákat. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és kapcsolja ki a Megosztás az appfejlesztőkkel lehetőséget. Ha az iPhone és a Watch elemzésének megosztása ki van kapcsolva, a harmadik félnek számító appfejlesztők appjaira vonatkozó összeomlásadatok és használati statisztikák megosztása automatikusan ki van kapcsolva.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析\n\n為了協助Apple夥伴與第三方開發者改進其專為Apple產品而設以配合使用的App、產品和服務，Apple可能會向這類夥伴或開發者提供一部分與該夥伴或開發者的App、產品或服務相關的分析資料，以及你如何使用該夥伴或開發者App的統計資料。但此分析資料和統計資料都會以彙集，或無法識別你個人身份的方式提供。\n\n你可以選擇不與第三方App開發者分享當機資料以及你如何使用App的統計資料。請前往「設定」>「私隱」>「分析與改進功能」，然後關閉「與App開發者分享」。如果「分享iPhone及手錶分析」已關閉，會自動關閉與第三方App開發者分享當機資料以及你如何使用App的統計資料。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以上述方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi\n\nApple; kendi iş ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarladıkları uygulamaları, ürünleri ve servisleri geliştirmelerine yardımcı olmak için ve analiz bilgileri ile istatistikler kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde olduğu veya toplandığı sürece söz konusu iş ortaklarına ya da geliştiricilere analiz bilgilerinin onların uygulamalarıyla, ürünleriyle veya servisleriyle ilgili bir alt kümesini ve bunun yanında o üçüncü partinin veya geliştiricinin uygulamasını kullanma şeklinizle ilgili istatistikleri sağlayabilir.\n\nÇökme verilerini ve uygulamaları kullanma şeklinizle ilgili istatistikleri üçüncü parti uygulama geliştiricilerle paylaşmamayı seçebilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidip Geliştiricilerle Paylaş’ı kapatın. iPhone ve Watch Analizini Paylaş kapalıysa çökme verilerinin ve uygulamaları kullanma şeklinizle ilgili istatistiklerin üçüncü parti uygulama geliştiricilerle paylaşılması otomatik olarak kapatılır.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji\n\nAby pomóc swoim partnerom i innym deweloperom poprawiać oferowane produkty, aplikacje i usługi przeznaczone dla produktów Apple, firma Apple może przekazywać im fragmenty danych analiz istotne dla ich aplikacji, produktu lub usługi, a także statystyki Twojego użycia ich aplikacji, o ile te dane i statystyki są agregowane w sposób niepozwalający na identyfikowanie poszczególnych użytkowników.\n\nMożesz zrezygnować z udostępniania danych o awariach aplikacji innych deweloperów oraz statystykach ich użycia. W tym celu przejdź do Ustawień, stuknij w Prywatność > Analizy i udoskonalenia, a następnie wyłącz opcję Udostępniaj deweloperom. Jeśli opcja Udostępniaj analizy iPhone'a i Apple Watch jest wyłączona, udostępnianie deweloperom aplikacji informacji o awariach i statystyk jest wyłączane automatycznie.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析\n\n為了協助Apple的夥伴與第三方開發者改進其專為Apple產品設計來搭配使用的App、產品和服務，Apple可能會提供這類夥伴或開發者一部分與該夥伴或開發者的App、產品或服務相關的分析資訊，以及您如何使用該夥伴或開發者App的統計資料，但此分析資訊和統計資料都會以彙集，或無法識別您個人身分的方式提供。\n\n您可選擇不與第三方App開發者分享當機資料以及您如何使用App的統計資料。若要選擇不分享，請前往「設定」>「隱私權」>「分析與改進功能」，並關閉「與App開發者分享」。如果「分享iPhone與Apple Watch分析」設定為關閉，則會自動關閉與第三方App開發者分享您使用其App的當機資料和統計資料。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, go to Settings > Privacy > Analytics & Improvements, and turn off Share With App Developers. If Share iPhone & Watch Analytics is turned off, sharing crash data and statistics about how you use their apps with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng\n\nĐể giúp các đối tác của Apple và nhà phát triển bên thứ ba cải thiện ứng dụng, sản phẩm và dịch vụ được thiết kế để sử dụng với các sản phẩm Apple, Apple có thể cung cấp cho các đối tác hoặc nhà phát triển này một phần thông tin phân tích có liên quan đến ứng dụng, sản phẩm, dịch vụ của đối tác hoặc nhà phát triển đó, cũng như số liệu thống kê về cách bạn sử dụng ứng dụng của đối tác hoặc nhà phát triển đó, với điều kiện là thông tin phân tích và số liệu thống kê đó được tổng hợp hoặc có hình thức không xác định danh tính của bạn.\n\nBạn có thể lựa chọn không chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với các nhà phát triển ứng dụng bên thứ ba. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và tắt Chia sẻ với nhà phát triển ứng dụng. Nếu Chia sẻ Phân tích iPhone & Đồng hồ được đặt thành tắt, tính năng chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng ứng dụng của họ với nhà phát triển ứng dụng bên thứ ba được tắt tự động.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений\n\nЧтобы помочь партнерам Apple и сторонним разработчикам в улучшении их приложений, продуктов и служб, созданных для использования с продуктами Apple, Apple может предоставлять таким партнерам или разработчикам набор аналитических данных, относящихся к приложению, продукту или службе соответствующего партнера или разработчика, а также к статистике о том, как Вы используете приложение партнера или разработчика, при условии, что на основе аналитических и статистических данных невозможно установить Вашу личность.\n\nВы можете не делиться со сторонними разработчиками сведениями о сбоях и статистикой использования приложений. Для этого откройте «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и выключите параметр «Делиться с разработчиками». Если параметр «Делиться для iPhone и часов» выключен, данные о сбоях и статистика использования приложений сторонних разработчиков не будут передаваться.\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs tiers à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble d’informations d’analyse, correspondant à l’app, au produit ou au service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de l’app de ce partenaire ou développeur, tant que les informations d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps tierces les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez l’option « Partager avec les dév. d’apps ». Si l’option « Partager les analyses » est désactivée, le partage des données liées aux pannes et des statistiques avec les développeurs d’apps tierces est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs de tierce partie à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble de données d’analyse, correspondant à une app, un produit ou un service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de cette app, tant que les données d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps de tierce partie les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis désactivez « Partager avec les développeurs d’apps ». Si l’option « Partager l’analyse (iPhone+Watch) » est désactivée, le partage avec les développeurs d’apps de tierce partie des données liées aux pannes et des statistiques sur la façon dont vous utilisez leurs apps est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi\n\nApple voi tarjota joitakin analyysitietoja Applen yhteistyökumppaneille ja kolmannen osapuolen kehittäjille, jotta nämä voivat parantaa Applelle suunnittelemiaan appeja, tuotteita ja palveluja. Annettavat tiedot ovat tärkeitä yhteistyökumppaneiden ja kehittäjien apeille, tuotteille ja palveluille. Annettaviin tietoihin kuuluu myös tilastotietoja siitä, miten yhteistyökumppanin tai kehittäjän appia käytetään. Nämä analyysi- ja tilastotiedot kerätään tai ne ovat sellaisessa muodossa, josta sinua ei voida tunnistaa.\n\nVoit olla jakamatta kaatumistietoja ja tilastoja siitä, miten käytät muiden appikehittäjien appeja. Tee näin valitsemalla Asetukset > Tietosuoja > ”Analyysi ja parannukset” ja laittamalla ”Jaa appikehittäjien kanssa” pois päältä. Jos ”Jaa iPhone- ja Watch-analyysi” on pois päältä, kaatumistietojen ja tilastojen lähettäminen siitä, miten käytät muiden kehittäjien appeja, on automaattisesti pois päältä.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App\n\nUntuk membantu mitra Apple dan pengembang pihak ketiga meningkatkan app, produk, dan layanan mereka yang dirancang untuk digunakan pada produk Apple, Apple akan menyediakan subset informasi analisis yang berkaitan dengan app, produk, atau layanan mitra atau pengembang kepada mitra atau pengembang tersebut, serta statistik mengenai cara Anda menggunakan app mitra atau pengembang tersebut, selama informasi analisis dan statistik ini dikumpulkan atau dalam bentuk yang tidak mengidentifikasi Anda secara pribadi.\n\nAnda dapat memilih untuk tidak membagikan data app yang berhenti tiba-tiba dan statistik tentang cara Anda menggunakan app dengan pengembang app pihak ketiga. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan, dan matikan Bagikan Dengan Pengembang App. Jika Bagikan Analisis iPhone & Apple Watch diatur ke Mati, berbagi data kerusakan dan statistik mengenai cara Anda menggunakan app mereka dengan pengembang app pihak ketiga dimatikan secara otomatis.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse\n\nOm partners van Apple en externe ontwikkelaars te helpen bij het verbeteren van hun apps, producten en voorzieningen die ontworpen zijn voor gebruik met Apple producten, kan Apple dergelijke partners of ontwikkelaars voorzien van een deel van de analysegegevens dat relevant is voor de apps, producten of voorzieningen van die partner of ontwikkelaar, evenals statistische gegevens over je gebruik van hun apps, zolang de analysegegevens en statistische gegevens zijn samengevoegd of gepresenteerd op een wijze waardoor je identiteit niet kan worden achterhaald.\n\nJe kunt ervoor kiezen om crashgegevens en statistische gegevens over je gebruik van apps niet te delen met externe appontwikkelaars. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en schakel je 'Deel met app­ontwikkelaars' uit. Als 'Deel iPhone- en Watch-analyse' is uitge­schakeld, wordt het delen van crash­gegevens en statistische gegevens over je gebruik van apps met externe app­ontwikkelaars auto­matisch uitge­schakeld.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onder­houden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hierboven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอป\n\nในการช่วยเหลือคู่ค้าของ Apple และนักพัฒนาของบริษัทอื่นปรับปรุงแอป ผลิตภัณฑ์ และบริการที่ได้รับการออกแบบมาให้ใช้กับผลิตภัณฑ์ของ Apple บริษัท Apple อาจมอบข้อมูลบางส่วนของข้อมูลวิเคราะห์ที่เกี่ยวข้องกับแอป ผลิตภัณฑ์ หรือบริการของคู่ค้าหรือนักพัฒนา พร้อมทั้งสถิติเกี่ยวกับวิธีที่คุณใช้แอปของคู่ค้าหรือนักพัฒนา ให้กับคู่ค้าหรือนักพัฒนา โดยที่ข้อมูลวิเคราะห์และสถิติจะถูกรวมเข้าด้วยกันและไม่สามารถบ่งชี้ถึงตัวคุณได้\n\nคุณสามารถเลือกที่จะไม่แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นได้ ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วปิดใช้แชร์กับนักพัฒนาแอป ถ้าการแชร์การวิเคราะห์ iPhone และ Watch ถูกปิดใช้ การแชร์ข้อมูลเกี่ยวกับการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นจะถูกปิดใช้โดยอัตโนมัติ\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză aplicații\n\nPentru a‑i ajuta pe partenerii și terții dezvoltatori Apple la îmbunătățirea aplicațiilor, produselor și serviciilor acestora concepute pentru a fi utilizate împreună cu produse Apple, este posibil ca Apple să le furnizeze acestor parteneri sau dezvoltatori un subansamblu de informații de analiză care sunt relevante pentru aplicația, produsul sau serviciul partenerului sau dezvoltatorului respectiv, precum și informații statistice despre modul în care utilizați aplicația partenerului sau dezvoltatorului respectiv, atât timp cât informațiile de analiză și statistice sunt agregate sau într-o formă care nu vă identifică personal.\n\nPuteți opta să nu partajați date despre opririle subite și informații statistice despre modul în care utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și dezactivați opțiunea “Partajați cu dezvoltatorii”. Dacă opțiunea “Partajare analiză iPhone și Watch” este dezactivată, partajarea datelor despre disfuncționalități și a informațiilor statistice despre modul în care le utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe este automat dezactivată.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije\n\nKako bi se pomoglo da partneri tvrtke Apple i developeri drugih proizvođača poboljšaju svoje aplikacije, proizvode i usluge dizajnirane za rad s proizvodima tvrtke Apple, Apple može proslijediti takvim partnerima ili developerima određene informacije analize koje su relevantne za aplikaciju, proizvod ili uslugu tog partnera ili developera, kao i statistike o vašem načinu korištenja te aplikacije partnera ili developera, sve dok su te informacije analize agregirane u obliku u kojem vas se ne može osobno identificirati.\n\nMožete isključiti dijeljenje podataka o rušenju i statistike o svojoj uporabi aplikacija s developerima drugih proizvođača. Ako to želite učiniti, otvorite Postavke > Privatnost > Analiza i poboljšanja te isključite opciju Dijeli s developerima. Ako je opcija Podijeli analizu iPhonea i sata isključena, dijeljenje podataka o rušenju i statistike o uporabi njihovih aplikacija s developerima drugih proizvođača automatski je isključeno.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स\n\nApple उत्पादों के साथ उपयोग के लिए डिज़ाइन किए गए Apple के साझेदारों और तृतीय-पक्ष डेवलपर द्वारा बनाए गए ऐप्स, उत्पादों और सेवाओं को बेहतर बनाने में उनकी सहायता करने के लिए Apple इस तरह के साझेदारों या डेवलपर को ऐनालिटिक्स जानकारी का सबसेट, साथ ही उस साझेदार या डेवलपर के ऐप का आप कैसे उपयोग करते हैं, इसके बारे में आँकड़े प्रदान कर सकता है, जो उस साझेदार या डेवलपर के ऐप, उत्पाद या सेवा से संबंधित हो, जब तक कि ऐनालिटिक्स जानकारी और आँकड़े ऐग्रीगेट किए हुए हों या इस स्वरूप में हों जिससे निजी रूप से आपकी पहचान न होती हो।\n\nआप तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी आँकड़े शेयर न करने का विकल्प चुन सकते हैं। ऐसा करने के लिए, सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स और सुधार पर जाएँ और “ऐप डेवलपर के साथ शेयर करें” को बंद करें। यदि “iPhone और Watch ऐनालिटिक्स शेयर करें” बंद है, तो तृतीय पक्ष ऐप डेवलपर के साथ क्रैश डेटा और आपके द्वारा उनके ऐप को उपयोग करने के बारे में आँकड़े शेयर करना ऑटोमैटिकली बंद कर दिया जाता है।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित, देखभाल, प्रोसेस करने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps\n\nPer ajudar els proveïdors i desenvolupadors externs d’Apple a millorar les seves apps, productes i serveis dissenyats per als productes Apple, Apple pot proporcionar‑los una part de la informació d’anàlisi que sigui rellevant per a l’app, el producte o el servei del proveïdor o desenvolupador, així com estadístiques sobre com utilitzes l’app del soci o desenvolupador, sempre que la informació d’anàlisi i les estadístiques formin part d’un conjunt de dades o es presentin d’una manera que no t’identifiqui personalment.\n\nPots decidir no compartir informació d’errors i estadístiques sobre com utilitzes les apps amb desenvolupadors d’apps de tercers. Per fer‑ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i desactiva “Compartir amb desenvolupadors”. Si es desactiva l’opció “Compartir l’anàlisi de l’iPhone i el Watch”, es desactiva automàticament la compartició d’informació d’errors i estadístiques de com utilitzes les seves apps amb desenvolupadors d’apps de tercers.\n\nEn fer servir aquestes funcions, acceptes i consents que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "App-Analyse & Datenschutz",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "״נתוני יישומים״ ופרטיות",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات والخصوصية",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών και Απόρρητο",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析とプライバシー",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм і Приватність",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps y la privacidad",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析与隐私",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps y la privacidad",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de App e Privacidade",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse og anonymitet",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app e privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek a súkromie",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações e Privacidade",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App & Privasi",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys och integritet",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací a soukromí",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석 및 개인 정보 보호",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse og personvern",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés és adatvéd.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析與私隱",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi ve Gizlilik",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji i prywatność",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析與隱私權",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng & Quyền riêng tư",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений и конфиденциальность",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps et confidentialité",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps et confidentialité",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi ja tietosuoja",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App & Privasi",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse en privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอปและความเป็นส่วนตัว",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiza aplicațiilor și intimitatea",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije i privatnost",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स और गोपनीयता",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps i la privacitat",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über App-Analyse & Datenschutz …",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״נתוני יישומים״ ופרטיות…",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "About App Analytics & Privacy…",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول تحليلات التطبيقات والخصوصية…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Ανάλυση εφαρμογών και το Απόρρητο…",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析とプライバシーについて…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "About App Analytics & Privacy…",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Про Аналітику програм і Приватність…",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca del análisis de apps y la privacidad…",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于App分析与隐私…",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca del análisis de apps y la privacidad…",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Análise de App e Privacidade…",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Appanalyse og anonymitet…",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Info analisi app e privacy…",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "O analytike apiek a súkromí…",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Análise de aplicações e Privacidade…",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Analitis App & Privasi…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Appanalys och integritet…",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "O analýze aplikací a soukromí…",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석 및 개인 정보 보호에 관하여…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Appanalyse og personvern…",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Az Appelemzésről és az adatvédelemről…",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "關於App分析與私隱⋯",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi ve Gizlilik Hakkında…",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji i prywatność…",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "關於App分析與隱私權⋯",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About App Analytics & Privacy…",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng & Quyền riêng tư…",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Об Аналитике приложений и конфиденциальности…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos d’Analyse d’apps et de la confidentialité…",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps et confidentialité…",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Appianalyysi ja tietosuoja…",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Analisis App & Privasi…",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "Info over app-analyse en privacy…",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการวิเคราะห์แอปและความเป็นส่วนตัว…",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Despre analiza aplicațiilor și intimitate…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "O Analizi aplikacije i privatnosti…",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स और गोपनीयता परिचय…",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre l’anàlisi d’apps i la privacitat…",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_APPLETV" : [
      {
        "target" : "App-Analyse\n\nDamit Partner von Apple und Drittentwickler ihre Apps, Produkte und Dienste für Apple-Produkte verbessern können, kann Apple diesen Partnern und Drittentwicklern einen Teil der Analysedaten bereitstellen, die für die Apps, Produkte und\/oder Dienste des Partners oder Entwicklers relevant sind, sowie Statistiken über deine Nutzung dieser Apps, solange die Analysedaten und Statistiken aggregiert sind oder in einer Form vorliegen, die keine Rückschlüsse auf deine Person zulässt.\n\nDu hast die Option, keine Daten zu Abstürzen und anderen Statistiken zu deiner Nutzung von Apps an App-Drittentwickler zu senden. Öffne hierfür auf deinem Apple TV die Einstellungen, wähle „Allgemein“ > „Datenschutz“ und deaktiviere dann die Option „Mit App-Entwicklern teilen“. Falls die Option zum Senden der Apple TV-Analysedaten deaktiviert ist, ist das Teilen von Daten zu Abstürzen und anderen Statistiken mit Drittentwicklern von Apps automatisch deaktiviert.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני יישומים\n\nבמטרה לסייע לשותפים של Apple ולמפתחי תוכנה חיצוניים לשפר את היישומים, המוצרים והשירותים שלהם אשר מיועדים לשימוש עם מוצרי Apple, ‏Apple עשויה לספק לשותפים ולמפתחי תוכנה אלה מקבץ נתוני אבחון רלוונטיים ליישומים, למוצרים או לשירותים שלהם, כמו גם נתונים סטטיסטיים לגבי השימוש שלך ביישומים של שותפים או מפתחים אלה, בתנאי שנתונים אלה יהיו מקובצים או יופיעו בצורה שאינה מזהה אותך באופן אישי.\n\nבאפשרותך לבחור שלא לשתף נתוני קריסה ונתונים סטטיסטיים לגבי אופן השימוש שלך ביישומים של מפתחים חיצוניים. כדי לעשות זאת, יש לפתוח את ״הגדרות״ ב-Apple TV, לבחור ״כללי״, לבחור ״פרטיות״ ולכבות את האפשרות ״שתף עם מפתחי יישומים״. אם האפשרות ״שתף נתוני Apple TV״ אינה פעילה, שיתוף נתוני קריסה ונתונים סטטיסטיים עם מפתחי יישומים חיצוניים יעבור אוטומטית למצב לא פעיל.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, open Settings on your Apple TV, select General, select Privacy, and turn off Share with App Developers. If Share Apple TV Analytics is turned off, sharing crash data and statistics with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات\n\nلمساعدة شركاء Apple والمطورين الخارجيين على تحسين تطبيقاتهم ومنتجاتهم وخدماتهم المصممة للاستخدام مع منتجات Apple، قد تزود Apple هؤلاء الشركاء أو المطورين بمعلومات تحليلات فرعية تتعلق بالتطبيق أو المنتج أو الخدمة الخاصة بهذا الشريك أو المطور، بالإضافة إلى إحصائيات حول كيفية استخدامك لهذا التطبيق الخاص بالشريك أو المطور، طالما أن معلومات التحليلات والإحصائيات مجمعة أو بصيغة لا تكشف عن هويتك الشخصية.\n\nيمكنك اختيار عدم مشاركة بيانات المشاكل والإحصائيات حول كيفية استخدامك للتطبيقات مع مطوري تطبيقات الجهات الخارجية. لتنفيذ ذلك، افتح الإعدادات على Apple TV، حدد عام، حدد الخصوصية، وأوقف المشاركة مع مطوري التطبيقات. وفي حالة إيقاف مشاركة تحليلات Apple TV، سيتم تلقائيًا إيقاف مشاركة بيانات التعطل والإحصائيات مع مطوري تطبيقات الجهات الخارجية.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών\n\nΓια να βοηθά τους συνεργάτες της Apple και τρίτους δημιουργούς να βελτιώνουν τις εφαρμογές, τα προϊόντα και τις υπηρεσίες τους που έχουν σχεδιαστεί να λειτουργούν με τα προϊόντα της Apple, η Apple ενδέχεται να παρέχει στους εν λόγω συνεργάτες ή δημιουργούς ένα υποσύνολο των πληροφοριών ανάλυσης που σχετίζονται με την εφαρμογή, το προϊόν ή την υπηρεσία του συνεργάτη ή δημιουργού, καθώς και στατιστικά στοιχεία σχετικά με τον τρόπο που χρησιμοποιείτε την εφαρμογή του συγκεκριμένου συνεργάτη ή δημιουργού, με την προϋπόθεση ότι οι πληροφορίες ανάλυσης και τα στατιστικά στοιχεία είναι συγκεντρωτικά ή σε μορφή που δεν αποκαλύπτει την ταυτότητά σας.\n\nΜπορείτε να επιλέξετε να μην κοινοποιούνται σε τρίτους δημιουργούς εφαρμογών τα δεδομένα ολικών σφαλμάτων και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε εφαρμογές. Για να το κάνετε αυτό, ανοίξτε τις «Ρυθμίσεις» στο Apple TV σας, επιλέξτε «Γενικά», μετά «Απόρρητο» και μετά απενεργοποιήστε τη ρύθμιση «Κοινοποίηση σε δημιουργούς». Αν η ρύθμιση «Κοινοποίηση δεδομένων Ανάλυσης Apple TV» είναι απενεργοποιημένη, απενεργοποιείται αυτόματα η κοινοποίηση δεδομένων ολικών σφαλμάτων και στατιστικών σε τρίτους δημιουργούς εφαρμογών.\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析\n\nAppleはAppleパートナーや他社デベロッパに対し、Apple製品での使用を目的としたApp、製品、サービスの品質向上に役立ててもらうため、独自のApp、製品、サービスに関連する解析情報の一部やそれらの使用方法に関する統計情報を、集約された形式または個人が特定されない形式で提供することがあります。\n\nクラッシュデータやAppの使用方法に関する統計情報を他社デベロッパに提供しない選択もできます。その場合は、Apple TVで“設定”を開き、“一般”を選択し、“プライバシー”を選択してから、“Appデベロッパと共有”をオフにします。“Apple TV解析を共有”をオフにすると、他社デベロッパへのクラッシュデータや統計情報の提供が自動的にオフになります。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products, and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product, or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, open Settings on your Apple TV, select General, select Privacy, and turn off Share with App Developers. If Share Apple TV Analytics is turned off, sharing crash data and statistics with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм\n\nЩоб допомагати партнерам Apple і стороннім розробникам удосконалювати їхні програми, продукти та послуги, створені для використання з продуктами Apple, Apple може передавати цим партнерам чи розробникам частину аналітичної інформації, що є доречною для програм, продуктів чи послуг цих партнерів або розробників, а також статистику вашого використання програм партнерів чи розробників, поки така аналітична інформація і статистика збираються чи передаються у формі, що не ідентифікує вашу особу.\n\nВи можете не поширювати дані про збої та статистику використання програм від сторонніх розробників. Для цього відкрийте Параметри на своєму Apple TV, виберіть «Загальні», виберіть «Приватність» і вимкніть параметр «Звіти для розробників ПЗ». Якщо параметр «Поширювати аналітику Apple TV» вимкнено, тоді поширення даних про збої та статистику для сторонніх розробників програм вимикається автоматично.\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збір, обслуговування, обробку і використання цієї інформації компанією Apple та її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps\n\nAnálisis de apps Para ayudar a los socios de Apple y a los desarrolladores a mejorar sus aplicaciones, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea relevante para sus aplicaciones, productos o servicios, así como estadísticas acerca del uso de app de socios o desarrolladores, siempre y cuando la información de análisis y las estadísticas no te identifiquen personalmente.\n\nPuedes optar por no compartir con desarrolladores de terceros los datos de fallos y las estadísticas de cómo usas las apps; para ello, en el Apple TV, ve a Configuración > General > Privacidad, y desactiva “Compartir con desarrolladores”. Si se desactiva “Compartir análisis de Apple TV”, también se desactiva automáticamente la opción de compartir datos de fallos y estadísticas acerca del uso de apps de desarrolladores de terceros.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析\n\n为了帮助Apple的合作伙伴和第三方开发者改进其专用于Apple产品的App、产品和服务，Apple可能会向这些合作伙伴或开发者提供与他们的App、产品或服务有关的分析信息子集，以及与您如何使用该合作伙伴或开发者的App相关的统计数据，前提是这些分析信息和数据已经聚合或者采用无法识别您的个人身份的形式。\n\n您可以选择不共享崩溃数据和关于您如何使用第三方App开发者的App的统计数据。若不共享，请在Apple TV上打开“设置”，依次选择“通用”、“隐私”，然后关闭“与App开发者共享”。如果“共享Apple TV分析”已关闭，则会自动关闭共享崩溃数据和与您如何使用第三方开发者的App相关的统计数据。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps\n\nPara ayudar a los socios de Apple y a los desarrolladores a mejorar sus apps, productos y servicios diseñados para los productos de Apple, puede que Apple les proporcione la parte de la información de análisis que sea pertinente para sus apps, productos o servicios, siempre que la información de análisis y las estadísticas no identifiquen a los usuarios personalmente.\n\nPuedes elegir no compartir con desarrolladores de apps de terceros los datos sobre los errores que experimentes y las estadísticas de uso de las apps que utilizas. Para hacerlo, en el Apple TV ve a Ajustes > General > Privacidad > Localización y desactiva “Compartir con desarrolladores”. Además, si está desactivada la opción “Compartir análisis del Apple TV”, el envío de datos de errores y estadísticas queda automáticamente desactivado.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de App\n\nPara ajudar empresas parceiras da Apple e desenvolvedores terceiros a melhorar os apps, produtos e serviços desenvolvidos por eles para serem usados com produtos da Apple, a Apple pode fornecer a tais empresas parceiras e desenvolvedores um subgrupo de informações de análise que seja relevante para o app, produto ou serviço do respectivo parceiro ou desenvolvedor, bem como estatísticas sobre como você usa o app dessa empresa parceira ou desenvolvedor, desde que essas informações de análise e estatísticas sejam agregadas ou fornecidas de forma a não identificar você pessoalmente.\n\nVocê pode optar por não compartilhar dados de falhas e estatísticas sobre como você usa apps com desenvolvedores de apps de terceiros. Para fazer isso, abra os Ajustes na Apple TV, selecione Geral, Privacidade e desative a opção “Compartilhar com Desenvolvedores”. Se a opção “Compartilhar Análise da Apple TV” estiver desativada, o compartilhamento dos dados de falhas e as estatísticas com desenvolvedores de apps de terceiros será automaticamente desativado.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse\n\nMed henblik på at hjælpe Apples partnere og tredjepartsudviklere med at forbedre deres apps, produkter og tjenester til brug med Apples produkter kan Apple give disse partnere og tredjepartsudviklere en delmængde af analyseoplysninger, der er relevante for partnerens eller udviklerens apps, produkter og tjenester, samt statistik over, hvordan du bruger den pågældende partners eller udviklers app, så længe analyseoplysningerne og de statistiske oplysninger er samlet eller præsenteret i et format, der ikke identificerer dig personligt.\n\nDu kan vælge ikke at dele data om nedbrud og statistik over, hvordan du bruger apps, med tredjepartsudviklere af apps. Det gør du ved at åbne Indstillinger på Apple TV, vælge Generelt, vælge Anonymitet og slå Del med appudviklere fra. Hvis Del Apple TV‑analyse er slået fra, er deling af data med tredjepartsudviklere om nedbrud og statistik automatisk slået fra.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app\n\nAl fine di aiutare i partner Apple e gli sviluppatori di terze parti a migliorare le proprie applicazioni e i propri prodotti e servizi destinati all'utilizzo con i prodotti Apple, Apple può fornire a tali partner o sviluppatori un sottoinsieme di informazioni di analisi pertinenti all'applicazione, al prodotto o al servizio di quel partner o sviluppatore e le relative statistiche d'uso, purché le informazioni di analisi e le statistiche siano generiche o in una forma che non ti identifichi personalmente.\n\nPuoi scegliere di non condividere i dati relativi ai blocchi e le statistiche d'uso con gli sviluppatori di terze parti. Per farlo, apri Impostazioni su Apple TV, seleziona Generali, seleziona Privacy, quindi disattiva l’opzione di condivisione con gli sviluppatori di app. Se l'opzione “Condividi analisi Apple TV” è disabilitata, la condivisione con gli sviluppatori di terze parti dei dati relativi ai blocchi e delle statistiche d'uso delle app viene automaticamente disattivata.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek\n\nNa účely vylepšovania apiek, produktov a služieb partnerov Apple alebo vývojárov tretích strán, ktoré sú určené na používanie s produktmi Apple, môže spoločnosť Apple poskytnúť týmto partnerom alebo vývojárom časť analytických informácií, ktoré sú relevantné z hľadiska apky, produktu alebo služby partnera či tretej strany, ako aj štatistiky týkajúce sa používania apky daného partnera alebo vývojára, pokiaľ sú tieto informácie a štatistiky poskytované v agregovanej podobe, alebo v podobe, ktorá neumožňuje vašu osobnú identifikáciu.\n\nDáta týkajúce sa pádov apiek a štatistík ich používania nemusíte zdieľať s vývojármi apiek tretích strán. Ak nechcete zdieľať tieto dáta, prejdite na svojom Apple TV do Nastavenia > Všeobecné > Súkromie a vypnite možnosť Zdieľať s vývojármi apiek. Ak je možnosť Zdieľať analytiku Apple TV vypnutá, zdieľanie dát s vývojármi apiek tretích strán týkajúcich sa pádov apiek a štatistík ich používania je automaticky vypnuté.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações\n\nA Apple reserva o direito de fornecer a parceiros e outros programadores um subconjunto de informação de análise no intuito de ajudar referidos parceiros e programadores a melhorarem aplicações, produtos e serviços, assim como estatísticas de utilização dos mesmos, desde que essa informação e estatísticas sejam recolhidas em agregado e não incluam quaisquer dados de teor pessoal que possam identificar os utilizadores.\n\nPode optar por não partilhar com os programadores dados de falha e estatísticas de utilização das respetivas aplicações. Para tal, nas definições da Apple TV, selecione Geral > Privacidade e desative a opção “Partilhar com os programadores”. Se a opção “Partilhar análise da Apple TV” for desativada, a partilha de dados de falha e estatísticas é automaticamente desativada.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App\n\nUntuk membantu rakan kongsi Apple dan pembangun pihak ketiga meningkatkan app, produk dan perkhidmatan mereka yang direka bentuk untuk digunakan dengan produk Apple, Apple mungkin menyediakan rakan kongsi atau pembangun sedemikian dengan subset maklumat analitis yang berkaitan dengan app, produk atau perkhidmatan rakan kongsi atau pembangun tersebut, serta statistik tentang cara anda menggunakan app rakan kongsi atau pembangun tersebut, selagi maklumat analitis dan statistik diagregatkan atau dalam bentuk yang tidak mengenal pasti anda secara peribadi.\n\nAnda boleh memilih untuk tidak berkongsi data kegendalaan dan statistik tentang cara anda menggunakan app dengan pembangun app pihak ketiga. Untuk berbuat demikian, buka Seting pada Apple TV anda, pilih Umum, pilih Privasi dan nyahaktifkan Kongsi dengan Pembangun App. Jika Kongsi Analitis Apple TV dinyahaktifkan, perkongsian data kegendalaan dan statistik dengan pembangun app pihak ketiga dinyahaktifkan secara automatik.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys\n\nI syfte att hjälpa Apples samarbetspartner och utvecklare från tredje part med att förbättra sina appar, produkter och tjänster avsedda för Apples produkter, kan Apple komma att tillhandahålla dessa partner och utvecklare med den del av analysinformationen som är relevant för den partnerns eller utvecklarens app, produkt eller tjänst, liksom statistik om hur du använder partnerns eller utvecklarens app, så länge som den analysinformationen och statistiken är en sammanslagning eller i ett format som inte identifierar dig personligen.\n\nDu kan välja att inte dela kraschdata och statistik om hur du använder appar med apputvecklare från tredje part. Det gör du genom att öppna Inställningar på Apple TV, välja Allmänt, välja Integritet och stänga av Dela med apputvecklare. Om Dela Apple TV-analys är har stängts av är delningen av kraschdata och statistik om hur du använder appar automatiskt avstängd för apputvecklare från tredje part.\n\nGenom att använda dessa funktioner samtycker du till att Apple och alla Apples dotterbolag och företrädare överför, samlar in, underhåller, bearbetar och använder denna information enligt beskrivningen ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací\n\nSpolečnost Apple může svým partnerům a nezávislým vývojářům poskytnout dílčí analytická data a statistiky využívání jejich aplikací, jež jsou pro tyto subjekty relevantní vzhledem ke zlepšování jejich aplikací, produktů a služeb navržených pro spolupráci s produkty společnosti Apple. Ovšem pouze za předpokladu, že tato analytická data jsou agregována či jsou v podobě, která neumožňuje vaši osobní identifikaci.\n\nV případě, že se rozhodnete nesdílet informace o selhání aplikací od nezávislých vývojářů a statistiky jejich využívání, otevřete na své Apple TV Nastavení, vyberte Obecné, potom Soukromí a vypněte volbu Sdílet data s vývojáři aplikací. Pokud je vypnutá volba Sdílet analýzu Apple TV, sdílení informací o selhání a statistik s nezávislými vývojáři aplikací se vypne automaticky.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석\n\nApple 관계사 및 타사 개발자가 Apple 제품용으로 개발한 응용 프로그램, 제품 및 서비스를 개선할 수 있도록 도움을 주기 위해 사용자 개인의 신원을 나타내지 않는 방법 또는 형식으로 수집된 분석 정보 및 통계 중에서 관계사 또는 개발자의 앱 사용에 대한 통계 및 관계사 또는 개발자의 앱, 제품 및 서비스와 관련된 분석 정보의 일부를 Apple에서 해당 관계사 및 개발자에게 제공할 수 있습니다.\n\n사용자의 앱 사용에 관한 충돌 데이터 및 통계를 타사 앱 개발자와 공유하지 않도록 선택할 수 있습니다. 공유하지 않으려면, 사용자의 Apple TV에서 설정을 열고 ‘일반’, ‘개인 정보 보호’를 차례로 선택한 다음 ‘앱 개발자와 공유’를 끄십시오. ‘Apple TV 분석 공유’가 ‘끔’으로 꺼져 있으면, 충돌 데이터 및 통계를 타사 앱 개발자와 공유하는 것이 자동으로 꺼집니다.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse\n\nApple kan også gi partnere og tredjepartsutviklere et delsett med analyseinformasjon som er relevant for den partnerens eller utviklerens app, produkt eller tjeneste, så lenge analyseinformasjonen og statistikken er samlet i et format som ikke identifiserer deg personlig, for å hjelpe slike partnere og tredjepartsutviklere med å forbedre deres apper, produkter og tjenester som er laget for bruk med Apple-produkter.\n\nDu kan velge å ikke dele krasjdata og statistikk om hvordan du bruker apper med tredjepartsutviklere. Det gjør du ved å åpne Innstillinger på Apple TV, velge Generelt, klikke på Personvern og slå av Del med apputviklere. Hvis Del Apple TV-analyse er slått av, blir deling av krasjdata og statistikk med tredjepartsutviklere automatisk slått av også.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés\n\nAhhoz, hogy az Apple a partnerei és a harmadik félnek számító fejlesztők számára lehetővé tehesse az Apple termékekkel való használatra tervezett appok, termékek és szolgáltatások fejlesztését, az Apple partnerek és harmadik félnek számító fejlesztők számára is elérhetővé teheti az elemzési adatok egy részét, ha az az adott partner vagy fejlesztő appjához, termékéhez vagy szolgáltatásához kapcsolódik, ezenkívül az adott partner vagy fejlesztő appjának használatára vonatkozó statisztikai adatokat is elérhetővé teheti, feltéve, hogy az elemzési és statisztikai adatok alapján nem azonosítható a felhasználó személyesen.\n\nÖn dönthet úgy, hogy nem oszt meg harmadik félnek számító appfejlesztőkkel apphasználattal kapcsolatos összeomlási adatokat és statisztikákat. Ehhez az Apple TV-jén nyissa meg a Beállításokat, válassza az Általános, majd az Adatvédelem menüpontot, és kapcsolja ki a Megosztás az appfejlesztőkkel lehetőséget. Ha az Apple TV elemzésének megosztása ki van kapcsolva, az összeomlásadatok és használati statisztikák harmadik félnek számító appfejlesztőkkel történő megosztása automatikusan ki van kapcsolva.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析\n\n為了協助Apple夥伴與第三方開發者改進其專為Apple產品而設以配合使用的App、產品和服務，Apple可能會向這類夥伴或開發者提供一部分與該夥伴或開發者的App、產品或服務相關的分析資料，以及你如何使用該夥伴或開發者App的統計資料。但此分析資料和統計資料都會以彙集，或無法識別你個人身份的方式提供。\n\n你可以選擇不與第三方App開發者分享當機資料以及你如何使用App的統計資料。請開啟Apple TV上的「設定」，選擇「一般」，選擇「私隱」，然後關閉「與App開發者分享」。如已關閉「分享Apple TV分析」，會自動關閉與第三方App開發者分享當機資料和統計資料。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以上述方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi\n\nApple; kendi iş ortaklarının ve üçüncü parti geliştiricilerin Apple ürünleriyle kullanılmak üzere tasarladıkları uygulamaları, ürünleri ve servisleri geliştirmelerine yardımcı olmak için ve analiz bilgileri ile istatistikler kimliğinizin bireysel olarak teşhis edilmesini sağlamayacak bir biçimde olduğu veya toplandığı sürece söz konusu iş ortaklarına ya da geliştiricilere analiz bilgilerinin onların uygulamalarıyla, ürünleriyle veya servisleriyle ilgili bir alt kümesini ve bunun yanında o üçüncü partinin veya geliştiricinin uygulamasını kullanma şeklinizle ilgili istatistikleri sağlayabilir.\n\nÇökme verilerini ve uygulamaları kullanma şeklinizle ilgili istatistikleri üçüncü parti uygulama geliştiricilerle paylaşmamayı seçebilirsiniz. Bunu yapmak için Apple TV’nizde Ayarlar’ı açın, Genel’i seçin, Gizlilik’i seçin ve Geliştiricilerle Paylaş’ı kapatın. Apple TV Analizini Paylaş kapalıysa çökme verilerinin ve istatistiklerinin üçüncü parti geliştiricilerle paylaşılması otomatik olarak kapatılır.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji\n\nAby pomóc swoim partnerom i innym deweloperom poprawiać oferowane produkty, aplikacje i usługi przeznaczone dla produktów Apple, firma Apple może przekazywać im fragmenty danych analiz istotne dla ich aplikacji, produktu lub usługi, a także statystyki Twojego użycia ich aplikacji, o ile te dane i statystyki są agregowane w sposób niepozwalający na identyfikowanie poszczególnych użytkowników.\n\nMożesz zrezygnować z udostępniania danych o awariach aplikacji innych deweloperów oraz statystykach ich użycia. W tym celu przejdź do Ustawień na Apple TV, wybierz Ogólne, wybierz Prywatność i wyłącz opcję Udostępniaj deweloperom. Jeśli opcja Udostępniaj analizy Apple TV jest wyłączona, udostępnianie deweloperom aplikacji informacji o awariach i statystyk jest wyłączane automatycznie.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析\n\n為了協助Apple的夥伴與第三方開發者改進其專為Apple產品設計來搭配使用的App、產品和服務，Apple可能會提供這類夥伴或開發者一部分與該夥伴或開發者的App、產品或服務相關的分析資訊，以及您如何使用該夥伴或開發者App的統計資料，但此分析資訊和統計資料都會以彙集，或無法識別您個人身分的方式提供。\n\n您可選擇不與第三方App開發者分享當機資料以及您如何使用App的統計資料。若要選擇不分享，請在Apple TV上打開「設定」，選擇「一般」，選擇「隱私權」，並且關閉「與App開發者分享」。如果「分享Apple TV分析」設定為關閉，則會自動關閉與第三方App開發者分享當機資料和統計資料。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics\n\nTo help Apple’s partners and third-party developers improve their apps, products and services designed for use with Apple products, Apple may provide such partners or developers with a subset of analytics information that is relevant to that partner’s or developer’s app, product or service, as well as statistics about how you use that partner’s or developer’s app, as long as the analytics information and statistics are aggregated or in a form that does not personally identify you.\n\nYou can choose not to share crash data and statistics about how you use apps with third-party app developers. To do so, open Settings on your Apple TV, select General, select Privacy and turn off Share with App Developers. If Share Apple TV Analytics is turned off, sharing crash data and statistics with third-party app developers is automatically turned off.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng\n\nĐể giúp các đối tác của Apple và nhà phát triển bên thứ ba cải thiện ứng dụng, sản phẩm và dịch vụ được thiết kế để sử dụng với các sản phẩm Apple, Apple có thể cung cấp cho các đối tác hoặc nhà phát triển này một phần thông tin phân tích có liên quan đến ứng dụng, sản phẩm, dịch vụ của đối tác hoặc nhà phát triển đó, cũng như số liệu thống kê về cách bạn sử dụng ứng dụng của đối tác hoặc nhà phát triển đó, với điều kiện là thông tin phân tích và số liệu thống kê đó được tổng hợp hoặc có hình thức không xác định danh tính của bạn.\n\nBạn có thể lựa chọn không chia sẻ dữ liệu sự cố và số liệu thống kê về cách bạn sử dụng các ứng dụng với các nhà phát triển ứng dụng bên thứ ba. Để thực hiện, hãy mở Cài đặt trên Apple TV, chọn Cài đặt chung, chọn Quyền riêng tư và tắt Chia sẻ với nhà phát triển ứng dụng. Nếu Chia sẻ Phân tích Apple TV bị tắt, tính năng chia sẻ dữ liệu sự cố và số liệu thống kê với nhà phát triển ứng dụng bên thứ ba được tắt tự động.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений\n\nЧтобы помочь партнерам Apple и сторонним разработчикам в улучшении их приложений, продуктов и служб, созданных для использования с продуктами Apple, Apple может предоставлять таким партнерам или разработчикам набор аналитических данных, относящихся к приложению, продукту или службе соответствующего партнера или разработчика, а также к статистике о том, как Вы используете приложение партнера или разработчика, при условии, что на основе аналитических и статистических данных невозможно установить Вашу личность.\n\nВы можете не делиться со сторонними разработчиками сведениями о сбоях и статистикой использования приложений. Для этого на Apple TV откройте «Настройки» > «Основные» > «Конфиденциальность» и выключите параметр «Делиться с разработчиками». Кроме того, если параметр «Делиться Аналитикой Apple TV» выключен, данные о сбоях и статистика использования приложений сторонних разработчиков не будут передаваться.\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs tiers à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble d’informations d’analyse, correspondant à l’app, au produit ou au service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de l’app de ce partenaire ou développeur, tant que les informations d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps tierces les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, sur votre Apple TV, accédez à Réglages > Général > Confidentialité, puis désactivez l’option « Partager avec les dév. d’apps ». Si l’option « Partager les analyses de l’Apple TV » est désactivée, le partage des données liées aux pannes et des statistiques avec les développeurs d’apps tierces est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps\n\nPour aider les partenaires d’Apple et les développeurs de tierce partie à améliorer leurs apps, produits et services conçus pour être utilisés avec des produits Apple, Apple peut fournir à ces partenaires ou développeurs un sous-ensemble de données d’analyse, correspondant à une app, un produit ou un service d’un partenaire ou d’un développeur, ainsi que des statistiques sur l’utilisation de cette app, tant que les données d’analyse et les statistiques sont agrégées ou sous une forme qui ne vous identifie pas personnellement.\n\nVous pouvez choisir de ne pas partager avec les développeurs d’apps de tierce partie les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. Pour ce faire, ouvrez les réglages sur votre Apple TV, sélectionnez Général > Confidentialité, puis désactivez « Partager avec les développeurs d’apps ». Si l’option « Partager les données d’analyse Apple TV » est désactivée, le partage avec les développeurs d’apps de tierce partie des données liées aux pannes et des statistiques est automatiquement désactivé.\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi\n\nApple voi tarjota joitakin analyysitietoja Applen yhteistyökumppaneille ja kolmannen osapuolen kehittäjille, jotta nämä voivat parantaa Applelle suunnittelemiaan appeja, tuotteita ja palveluja. Annettavat tiedot ovat tärkeitä yhteistyökumppaneiden ja kehittäjien apeille, tuotteille ja palveluille. Annettaviin tietoihin kuuluu myös tilastotietoja siitä, miten yhteistyökumppanin tai kehittäjän appia käytetään. Nämä analyysi- ja tilastotiedot kerätään tai ne ovat sellaisessa muodossa, josta sinua ei voida tunnistaa.\n\nVoit olla jakamatta kaatumistietoja ja tilastoja siitä, miten käytät muiden appikehittäjien appeja. Tee niin avaamalla Apple TV:n Asetukset, valitsemalla Yleiset > Tietosuoja ja laittamalla ”Jaa appikehittäjien kanssa” pois päältä. Jos ”Jaa Apple TV -analyysi” on pois päältä, kaatumis- ja tilastotietojen jakaminen muille appikehittäjille laitetaan automaattisesti pois päältä.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App\n\nUntuk membantu mitra Apple dan pengembang pihak ketiga meningkatkan app, produk, dan layanan mereka yang dirancang untuk digunakan pada produk Apple, Apple akan menyediakan subset informasi analisis yang berkaitan dengan app, produk, atau layanan mitra atau pengembang kepada mitra atau pengembang tersebut, serta statistik mengenai cara Anda menggunakan app mitra atau pengembang tersebut, selama informasi analisis dan statistik ini dikumpulkan atau dalam bentuk yang tidak mengidentifikasi Anda secara pribadi.\n\nAnda dapat memilih untuk tidak membagikan data app yang berhenti tiba-tiba dan statistik tentang cara Anda menggunakan app dengan pengembang app pihak ketiga. Untuk melakukannya, buka Pengaturan di Apple TV Anda, pilih Umum, pilih Privasi, dan matikan Bagikan dengan Pengembang App. Jika Bagikan Analisis Apple TV dimatikan, berbagi data kerusakan dan statistik dengan pengembang app pihak ketiga akan dimatikan secara otomatis.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse\n\nOm partners van Apple en externe ontwikkelaars te helpen bij het verbeteren van hun apps, producten en voorzieningen die ontworpen zijn voor gebruik met Apple producten, kan Apple dergelijke partners of ontwikkelaars voorzien van een deel van de analysegegevens dat relevant is voor de apps, producten of voorzieningen van die partner of ontwikkelaar, evenals statistische gegevens over je gebruik van hun apps, zolang de analysegegevens en statistische gegevens zijn samengevoegd of gepresenteerd op een wijze waardoor je identiteit niet kan worden achterhaald.\n\nJe kunt ervoor kiezen om crashgegevens en statistische gegevens over je gebruik van apps niet te delen met externe appontwikkelaars. Hiervoor open je Instellingen op je Apple TV, selecteer je 'Algemeen' > 'Privacy' en zet je 'Deel met appontwikkelaars' uit. Als 'Deel Apple TV-analyse' is uitge­schakeld, wordt het delen van crash­gegevens en statistische gegevens met externe app­ontwikkelaars auto­matisch uitge­schakeld.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onder­houden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hierboven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอป\n\nในการช่วยเหลือคู่ค้าของ Apple และนักพัฒนาของบริษัทอื่นปรับปรุงแอป ผลิตภัณฑ์ และบริการที่ได้รับการออกแบบมาให้ใช้กับผลิตภัณฑ์ของ Apple บริษัท Apple อาจมอบข้อมูลบางส่วนของข้อมูลวิเคราะห์ที่เกี่ยวข้องกับแอป ผลิตภัณฑ์ หรือบริการของคู่ค้าหรือนักพัฒนา พร้อมทั้งสถิติเกี่ยวกับวิธีที่คุณใช้แอปของคู่ค้าหรือนักพัฒนา ให้กับคู่ค้าหรือนักพัฒนา โดยที่ข้อมูลวิเคราะห์และสถิติจะถูกรวมเข้าด้วยกันและไม่สามารถบ่งชี้ถึงตัวคุณได้\n\nคุณสามารถเลือกที่จะไม่แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติเกี่ยวกับวิธีการที่คุณใช้แอปกับนักพัฒนาแอปของบริษัทอื่นได้ ในการทำเช่นนั้น ให้เปิดการตั้งค่าบน Apple TV ของคุณ เลือกทั่วไป เลือกความเป็นส่วนตัว แล้วปิดใช้แชร์กับนักพัฒนาแอป ถ้าแชร์การวิเคราะห์ Apple TV ถูกปิดใช้ การแชร์ข้อมูลเกี่ยวกับการปิดตัวลงโดยไม่ทราบสาเหตุและสถิติกับนักพัฒนาแอปของบริษัทอื่นจะถูกปิดใช้โดยอัตโนมัติ\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză aplicații\n\nPentru a‑i ajuta pe partenerii și terții dezvoltatori Apple la îmbunătățirea aplicațiilor, produselor și serviciilor acestora concepute pentru a fi utilizate împreună cu produse Apple, este posibil ca Apple să le furnizeze acestor parteneri sau dezvoltatori un subansamblu de informații de analiză care sunt relevante pentru aplicația, produsul sau serviciul partenerului sau dezvoltatorului respectiv, precum și informații statistice despre modul în care utilizați aplicația partenerului sau dezvoltatorului respectiv, atât timp cât informațiile de analiză și statistice sunt agregate sau într-o formă care nu vă identifică personal.\n\nPuteți opta să nu partajați date despre opririle subite și informații statistice despre modul în care utilizați aplicațiile cu dezvoltatorii aplicațiilor terțe. În acest scop, deschideți Configurări pe Apple TV‑ul dvs., selectați General, selectați Intimitate și dezactivați opțiunea “Partajați cu dezvoltatorii”. Dacă opțiunea “Partajați analiza Apple TV” este dezactivată, partajarea datelor despre disfuncționalități și a informațiilor statistice cu dezvoltatorii aplicațiilor terțe este automat dezactivată.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije\n\nKako bi se pomoglo da partneri tvrtke Apple i developeri drugih proizvođača poboljšaju svoje aplikacije, proizvode i usluge dizajnirane za rad s proizvodima tvrtke Apple, Apple može proslijediti takvim partnerima ili developerima određene informacije analize koje su relevantne za aplikaciju, proizvod ili uslugu tog partnera ili developera, kao i statistike o vašem načinu korištenja te aplikacije partnera ili developera, sve dok su te informacije analize agregirane u obliku u kojem vas se ne može osobno identificirati.\n\nMožete isključiti dijeljenje podataka o rušenju i statistike o svojoj uporabi aplikacija s developerima drugih proizvođača. Ako to želite učiniti, otvorite Postavke na svom Apple TV-u, odaberite Općenito, odaberite Privatnost i isključite opciju Dijeli s developerima aplikacija. Ako je isključena opcija Podijeli analizu Apple TV-a, dijeljenje podataka o rušenju i statistike s developerima drugih proizvođača automatski je isključeno.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स\n\nApple उत्पादों के साथ उपयोग के लिए डिज़ाइन किए गए Apple के साझेदारों और तृतीय-पक्ष डेवलपर द्वारा बनाए गए ऐप्स, उत्पादों और सेवाओं को बेहतर बनाने में उनकी सहायता करने के लिए Apple इस तरह के साझेदारों या डेवलपर को ऐनालिटिक्स जानकारी का सबसेट, साथ ही उस साझेदार या डेवलपर के ऐप का आप कैसे उपयोग करते हैं, इसके बारे में आँकड़े प्रदान कर सकता है, जो उस साझेदार या डेवलपर के ऐप, उत्पाद या सेवा से संबंधित हो, जब तक कि ऐनालिटिक्स जानकारी और आँकड़े ऐग्रीगेट किए हुए हों या इस स्वरूप में हों जिससे निजी रूप से आपकी पहचान न होती हो।\n\nआप तृतीय-पक्ष के ऐप डेवलपर के साथ क्रैश डेटा और ऐप्स के उपयोग संबंधी आँकड़े शेयर न करने का विकल्प चुन सकते हैं। ऐसा करने के लिए अपने Apple TV पर सेटिंग्ज़ खोलें, सामान्य चुनें, गोपनीयता चुनें और “ऐप डेवलपर के साथ शेयर करें” को बंद करें। यदि “Apple TV ऐनालिटिक्स शेयर करें” बंद है, तो तृतीय पक्ष ऐप डेवलपर के साथ क्रैश डेटा और आँकड़ों को शेयर करना ऑटोमैटिकली बंद कर दिया जाता है।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित, देखभाल, प्रोसेस करने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps\n\nPer ajudar els proveïdors i desenvolupadors externs d’Apple a millorar les seves apps, productes i serveis dissenyats per als productes Apple, Apple pot proporcionar‑los una part de la informació d’anàlisi que sigui rellevant per a l’app, el producte o el servei del proveïdor o desenvolupador, així com estadístiques sobre com utilitzes l’app del soci o desenvolupador, sempre que la informació d’anàlisi i les estadístiques formin part d’un conjunt de dades o es presentin d’una manera que no t’identifiqui personalment.\n\nPots decidir no compartir informació d’errors i estadístiques sobre com utilitzes les apps amb desenvolupadors d’apps de tercers. Per fer‑ho, ves a la configuració de l’Apple TV, selecciona General, després selecciona Privacitat i tot seguit desactiva “Compartir amb desenvolupadors”. Si es desactiva l’opció “Compartir l’anàlisi de l’Apple TV”, es desactiva automàticament la compartició d’informació d’errors i estadístiques amb desenvolupadors d’apps de tercers.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE_APPLETV" : [
      {
        "target" : "Über App-Analyse & Datenschutz",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״נתוני יישומים״ ופרטיות",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "About App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول تحليلات التطبيقات والخصوصية",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Ανάλυση εφαρμογών και το Απόρρητο",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析とプライバシーについて",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "About App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Про Аналітику програм і Приватність",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca del análisis de apps y la privacidad",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于App分析与隐私",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "El análisis de apps y la privacidad",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Análise de App e Privacidade",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Appanalyse og anonymitet",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app e privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "O analytike apiek a súkromí",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Análise de aplicações e Privacidade",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Analitis App & Privasi",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Appanalys och integritet",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "O analýze aplikací a soukromí",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석 및 개인 정보 보호에 관하여",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Appanalyse og personvern",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Az Appelemzésről és az adatvédelemről",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "關於App分析與私隱",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi ve Gizlilik Hakkında",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji i prywatność",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "關於App分析與隱私權",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About App Analytics & Privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng & Quyền riêng tư",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Об Аналитике приложений и конфиденциальности",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos d’Analyse d’apps et de la confidentialité",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps et confidentialité",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Appianalyysi ja tietosuoja",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Analisis App & Privasi",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "Info over app-analyse en privacy",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการวิเคราะห์แอปและความเป็นส่วนตัว",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Despre analiza aplicațiilor și intimitate",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "O Analizi aplikacije i privatnosti",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स और गोपनीयता परिचय",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre l’anàlisi d’apps i la privacitat",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "App-Analyse",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "נתוני יישומים",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "App Analytics",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحليلات التطبيقات",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Ανάλυση εφαρμογών",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "App解析",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "App Analytics",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Аналітика програм",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "Análisis de apps",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "App分析",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis de apps",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "Análise de App",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appanalyse",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "Analisi app",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika apiek",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "Análise de aplicações",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis App",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Appanalys",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza aplikací",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "앱 분석",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Appanalyse",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Appelemzés",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "App分析",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Uygulama Analizi",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Analizy aplikacji",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "App分析",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "App Analytics",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích ứng dụng",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Аналитика приложений",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "Analyse d’apps",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Analyse d’apps",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Appianalyysi",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis App",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "App-analyse",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์แอป",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiză aplicații",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza aplikacije",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐप ऐनालिटिक्स",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "Anàlisi d’apps",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die Analyse ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "AnalyticsApp.strings",
        "language" : "de"
      },
      {
        "target" : "״נתונים״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "AnalyticsApp.strings",
        "language" : "he"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صممت التحليلات لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Ανάλυση έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "AnalyticsApp.strings",
        "language" : "el"
      },
      {
        "target" : "“解析”はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "AnalyticsApp.strings",
        "language" : "ja"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsApp.strings",
        "language" : "en"
      },
      {
        "target" : "Функцію «Аналітика» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "AnalyticsApp.strings",
        "language" : "uk"
      },
      {
        "target" : "El análisis se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es_419"
      },
      {
        "target" : "分析旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Análisis se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "es"
      },
      {
        "target" : "A análise é projetada para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Analyse er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "AnalyticsApp.strings",
        "language" : "da"
      },
      {
        "target" : "La funzionalità di analisi dei dati è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "AnalyticsApp.strings",
        "language" : "it"
      },
      {
        "target" : "Analytika chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sk"
      },
      {
        "target" : "A análise foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Analitis direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ms"
      },
      {
        "target" : "Analys har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "AnalyticsApp.strings",
        "language" : "sv"
      },
      {
        "target" : "Analýza chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "AnalyticsApp.strings",
        "language" : "cs"
      },
      {
        "target" : "분석은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ko"
      },
      {
        "target" : "Analyse er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "AnalyticsApp.strings",
        "language" : "no"
      },
      {
        "target" : "Az Elemzést úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hu"
      },
      {
        "target" : "「分析」的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Analiz, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "AnalyticsApp.strings",
        "language" : "tr"
      },
      {
        "target" : "Funkcja Analizy została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "AnalyticsApp.strings",
        "language" : "pl"
      },
      {
        "target" : "「分析」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "AnalyticsApp.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Analytics is designed to protect your information and enable you to choose what you share.",
        "filename" : "AnalyticsApp.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Phân tích được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "AnalyticsApp.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые функцией «Аналитика», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ru"
      },
      {
        "target" : "La fonction Analyse est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La fonctionnalité d’analyse est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fr"
      },
      {
        "target" : "Analyysitiedot on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "AnalyticsApp.strings",
        "language" : "fi"
      },
      {
        "target" : "Analisis dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "AnalyticsApp.strings",
        "language" : "id"
      },
      {
        "target" : "Analyse is ontwikkeld om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "AnalyticsApp.strings",
        "language" : "nl"
      },
      {
        "target" : "การวิเคราะห์ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "AnalyticsApp.strings",
        "language" : "th"
      },
      {
        "target" : "Analiza este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ro"
      },
      {
        "target" : "Analiza je dizajnirana kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "AnalyticsApp.strings",
        "language" : "hr"
      },
      {
        "target" : "ऐनालिटिक्स आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "AnalyticsApp.strings",
        "language" : "hi"
      },
      {
        "target" : "L’anàlisi s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "AnalyticsApp.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.analyticsapp.bundle",
  "framework" : "com.apple.onboarding.analyticsapp.bundle"
}