{
  "localizations" : {
    "FOOTER_TEXT" : [
      {
        "target" : "Du solltest Kurzbefehle, die du außerhalb der Galerie empfängst, genau prüfen.\n\nKurzbefehle, die aus dem Internet geladen oder von anderen Personen mit dir geteilt werden, wurden möglicherweise nicht von Apple überprüft. Apple hat keine Kontrolle über und übernimmt keine Verantwortung für die Inhalte oder Funktionalität solcher Kurzbefehle. Du solltest alle Kurzbefehle, die aus dem Internet geladen oder mit dir geteilt wurden, ganz genau prüfen, um sicherzustellen, dass sie auch funktionieren wie erwartet.\n\nDu steuerst, welche Kurzbefehle Zugriff auf deine persönlichen Informationen erhalten, wie z. B. Standort, Kontakte, Gesundheitsdaten, Zahlungsinformationen oder die Inhalte deiner Dokumente. Du kannst im Detailbereich eines Kurzbefehls prüfen und steuern, auf welche Daten dieser Kurzbefehl zugreifen kann.\n\nVon dir geteilte Kurzbefehle werden an Apple gesendet\n\nBeim Erstellen und Teilen eines Kurzbefehls werden der geteilte Kurzbefehl inklusive aller eingebundenen Inhalte an Apple gesendet, um das Teilen zu aktivieren. Geteilte Kurzbefehle können möglicherweise allgemein verwendet werden, um die Produkte und Dienste von Apple zu verbessern. Dies geschieht auf eine Art und Weise, die keine Rückschlüsse auf deine Person zulässt. Der Kurzbefehl und dessen Inhalte sind für alle Personen verfügbar, die Zugriff auf den geteilten Link haben. Mit diesem Link können sie den Kurzbefehl kopieren, sichern, bearbeiten und eine Kopie des geteilten Kurzbefehls inklusive aller eingebundenen Inhalte weiterverbreiten. Du solltest weder Kurzbefehle mit Inhalten, für die du nicht die notwendigen Rechte besitzt, noch Kurzbefehle erstellen und teilen, die die Rechte von Dritten verletzen oder gegen geltende Gesetze verstoßen. Apple ist nicht verpflichtet, von dir geteilte Kurzbefehle zu überprüfen. Apple kann jedoch von dir geteilte Kurzbefehle überprüfen, deaktivieren oder entfernen.\n\nDu hast in den Einstellungen von „Kurzbefehle“ die Möglichkeit, das Teilen von Kurzbefehlen zu aktivieren.\n\nKurzbefehle werden mit iCloud auf deinen Geräten synchronisiert. Wenn die Kurzbefehle nicht synchronisiert werden sollen, kannst du diese Funktion auf deinem iOS- oder iPadOS-Gerät deaktivieren. Öffne dazu „Einstellungen“ > „[dein Name]“ > „iCloud“ und deaktiviere „Kurzbefehle“. Du kannst auch unter „Einstellungen“ > „Kurzbefehle“ die Option „iCloud-Synchronisierung“ deaktivieren. Öffne auf deinem Mac „Systemeinstellungen“ > „Apple-ID“ > „iCloud“ und deaktiviere in der Liste mit Apps, die auf diesem Mac iCloud verwenden, die Option „Kurzbefehle“. Du kannst auch in der App „Kurzbefehle“ in den Einstellungen die Option „iCloud-Synchronisierung“ deaktivieren.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "de"
      },
      {
        "target" : "יש לבדוק קיצורים המתקבלים ממקורות חיצוניים לגלריה\n\nיתכן שקיצורים שהורדו מהרשת או ששותפו איתך על-ידי אחרים לא נבחנו על-ידי Apple, ול-Apple אין שליטה עליהם ולכן לא תיקח אחריות על התוכן או על הפונקציונליות של קיצורים אלו. יש לבדוק בזהירות את כל הקיצורים שמקורם באינטרנט או ששותפו איתך על-מנת לוודא שהם פועלים כצפוי.\n\nהשליטה על אילו קיצורים יכולים לגשת למידע האישי שלך (כגון המיקום, אנשי הקשר, נתוני הבריאות, פרטי התשלום והתוכן של המסמכים שלך) נמצאת בידיך. באפשרותך לבחון ולשלוט בנתונים שקיצור יכול לגשת אליהם דרך הפרטים של אותו קיצור.\n\nקיצורים ששיתפת יישלחו אל Apple\n\nאם יצרת ושיתפת קיצור, הקיצור המשותף (יחד עם תוכן שמוטבע בו) יישלח ל-Apple כדי לאפשר את השיתוף. קיצורים משותפים עשויים לשמש את Apple לצורך שיפור כללי של המוצרים והשירותים שלה, באופן שאינו מאפשר זיהוי אישי שלך. הקיצור, יחד עם התוכן שלו, יהיה זמין לכל מי שיש לו גישה אל קישור האינטרנט המשותף. אותו אדם יוכל אז להעתיק, לשמור, לשנות ולהפיץ מחדש עותק של הקיצור המשותף יחד עם כל התוכן המוטבע בתוכו. אין ליצור ולשתף קיצורים שמכילים תוכן שהזכויות החוקיות עליו אינן בבעלותך, או קיצורים שמפרים זכויות של אדם אחר או חוק כלשהו. ‏Apple אינה מחויבת לבחון קיצורים שבחרת לשתף, אך היא עשויה לבחון, לבטל או להסיר קיצורים ששיתפת.\n\nניתן לאפשר שיתוף של קיצורים בהגדרות היישום ״קיצורים״.\n\nקיצורים מסתנכרנים בין כל המכשירים באמצעות iCloud. אם אינך רוצה שהקיצורים יסתנכרנו, באפשרותך לבטל מאפיין זה במכשיר ה-iOS או iPadOS שלך, דרך ״הגדרות״ > [שמך] > iCloud והקשה לכיבוי ״קיצורים״, או דרך ״הגדרות״ > ״קיצורים״ והקשה לכיבוי ״סינכרון iCloud״. ב-Mac, יש לעבור אל ״העדפות המערכת״ > Apple ID >‏ iCloud, ואז לבטל את הבחירה ב״קיצורים״ ברשימה ״יישומים ב-Mac זה המשתמשים ב-iCloud״. לחלופין, ביישום ״קיצורים״ יש לעבור אל ״העדפות״ ולבטל את הבחירה ב״סנכרון iCloud״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/legal\/privacy\/he",
        "filename" : "ShortcutsSharing.strings",
        "language" : "he"
      },
      {
        "target" : "You Should Review Shortcuts You Receive from Outside the Gallery\n\nShortcuts that are downloaded from the web or shared with you by others may not have been reviewed by Apple, and Apple has no control over, and assumes no responsibility for, the content or functionality of those shortcuts. You should review all shortcuts downloaded from the web or shared with you with extra caution to confirm that they function as you expect.\n\nYou control which shortcuts access your personal information, such as your location, contacts, health data, payment information or the contents of your documents. You can review and control the data that a shortcut has access to in the details section for that shortcut.\n\nShortcuts You Share Will Be Sent to Apple\n\nIf you create and share a shortcut, your shared shortcut, along with any content embedded in it, will be sent to Apple to enable sharing. Shared shortcuts may be used to generally improve Apple products and services in a way that does not personally identify you. The shortcut and its contents will be available to anyone who gains access to the shared web link, who then may copy, save, modify and redistribute a copy of your shared shortcut and all contents embedded in it. You should not create and share shortcuts that contain contents you do not have the necessary rights to, or shortcuts that violate someone else’s rights or the law. Apple has no obligation to review any shortcuts you share, although Apple may review, disable or remove any shortcuts you share.\n\nYou have the option to enable shortcuts sharing in the Shortcuts app settings.\n\nShortcuts sync across your devices using iCloud. If you don’t want shortcuts to sync, you can disable this feature on your iOS or iPadOS device by going to Settings > [your name] > iCloud and tapping to turn off Shortcuts, or by going to Settings > Shortcuts and tapping to turn off iCloud Sync. On your Mac, go to System Preferences > Apple ID > iCloud and unselect Shortcuts in the list of Apps on this Mac using iCloud, or in the Shortcuts app, go to Preferences and unselect iCloud Sync.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يجب عليك مراجعة الاختصارات التي تتلقاها من خارج المعرض\n\nقد لا تراجع Apple الاختصارات التي تم تنزيلها من الويب أو مشاركتها معك من قبل الآخرين، ولا تتحكم Apple في محتوى أو وظائف هذه الاختصارات ولا تتحمل أي مسؤولية عنها. يجب عليك مراجعة جميع الاختصارات التي تم تنزيلها من الويب أو مشاركتها معك بحذر شديد للتأكد من أنها تعمل بالشكل الذي تتوقعه.\n\nيمكنك التحكم في الاختصارات التي تصل إلى معلوماتك الشخصية، مثل موقعك أو جهات الاتصال أو البيانات الصحية أو معلومات الدفع أو محتويات المستندات الخاصة بك. يمكنك مراجعة البيانات التي يمكن للاختصار الوصول إليها والتحكم فيها في قسم التفاصيل لهذا الاختصار.\n\nسيتم إرسال الاختصارات التي تشاركها إلى Apple\n\nإذا قمت بإنشاء ومشاركة اختصار، فسيُرسَل الاختصار المشترك، وأي محتوى مضمن فيه، إلى Apple لتمكين المشاركة. يمكن استخدام الاختصارات المشتركة لتحسين منتجات Apple وخدماتها بشكل عام بطريقة لا تحدد هويتك. سيكون الاختصار ومحتوياته متاحين لأي شخص لديه حق الوصول إلى رابط الويب المشترك، والذي قد يقوم بعد ذلك بنسخ الاختصار المشترك وكل المحتويات المضمنة فيه وحفظها وتعديلها وإعادة توزيعها. يجب عدم إنشاء ومشاركة الاختصارات التي تتضمن محتويات لا تملك الحقوق لاستخدامها، أو الاختصارات التي تنتهك حقوق شخص آخر أو تنتهك القانون. ‏Apple غير مُلزمة بمراجعة أي اختصارات تشاركها، على الرغم من أن Apple قد تقوم بمراجعة أو تعطيل أو إزالة أي اختصارات تشاركها.\n\nلديك خيار تمكين مشاركة الاختصارات في إعدادات تطبيق الاختصارات.\n\nتتم مزامنة الاختصارات عبر أجهزتك باستخدام iCloud. إذا كنت لا تريد مزامنة الاختصارات، يمكنك تعطيل هذه الميزة على جهاز iOS أو iPadOS بالانتقال إلى الإعدادات > [اسمك] > iCloud، والضغط لإيقاف الاختصارات، أو بالانتقال إلى الإعدادات > الاختصارات، والضغط لإيقاف مزامنة iCloud. على Mac، انتقل إلى تفضيلات النظام > Apple ID > ‏iCloud، وألغِ تحديد الاختصارات في قائمة التطبيقات التي تستخدم iCloud على هذا الـ Mac، أو في تطبيق الاختصارات، انتقل إلى التفضيلات وألغِ تحديد مزامنة iCloud.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ar"
      },
      {
        "target" : "Ελέγχετε τις συντομεύσεις που λαμβάνετε από πηγές εκτός της Γκαλερί.\n\nΟι συντομεύσεις που έχετε λάβει από τον Ιστό ή σας έχουν κοινοποιήσει άλλα άτομα ενδέχεται να μην έχουν ελεγχθεί από την Apple, και η Apple δεν έχει τη δυνατότητα ελέγχου και δεν αναλαμβάνει καμία ευθύνη ως προς το περιεχόμενο ή τη λειτουργικότητα των εν λόγω συντομεύσεων. Πρέπει να ελέγχετε με προσοχή όλες τις συντομεύσεις που λαμβάνετε από τον Ιστό ή σας κοινοποιούν άλλα άτομα, ώστε να επαληθεύετε ότι λειτουργούν με τον αναμενόμενο τρόπο.\n\nΕσείς ελέγχετε ποιες συντομεύσεις θα έχουν πρόσβαση στις προσωπικές πληροφορίες σας, όπως τοποθεσία, επαφές, δεδομένα Υγείας, στοιχεία πληρωμών ή τα περιεχόμενα των εγγράφων σας. Μπορείτε να δείτε και να ελέγχετε τα δεδομένα στα οποία έχει πρόσβαση μια συντόμευση, μεταβαίνοντας στην ενότητα «Λεπτομέρειες» της συγκεκριμένης συντόμευσης.\n\nΟι συντομεύσεις που κοινοποιείτε θα αποστέλλονται στην Αpple.\n\nΑν δημιουργήσετε και κοινοποιήσετε μια συντόμευση, η κοινοποιημένη συντόμευση, καθώς και τυχόν περιεχόμενο που είναι ενσωματωμένο σε αυτήν, θα σταλούν στην Apple για να καταστεί δυνατή η κοινοποίηση. Οι κοινοποιημένες συντομεύσεις μπορεί να χρησιμοποιηθούν για γενική βελτίωση των προϊόντων και των υπηρεσιών της Apple, με τρόπο που δεν σας ταυτοποιεί. Η συντόμευση και τα περιεχόμενά της θα είναι διαθέσιμα σε οποιοδήποτε άτομο που έχει πρόσβαση στον κοινοποιημένο σύνδεσμο Ιστού, το οποίο στη συνέχεια θα μπορεί να αντιγράψει, να αποθηκεύσει, να τροποποιήσει και να αναδιανείμει ένα αντίγραφο της κοινοποιημένης συντόμευσής σας και όλα τα περιεχόμενα που είναι ενσωματωμένα σε αυτήν. Δεν πρέπει να δημιουργείτε και να κοινοποιείτε συντομεύσεις που περιλαμβάνουν περιεχόμενα για τα οποία δεν έχετε τα απαραίτητα δικαιώματα, ή συντομεύσεις που παραβιάζουν τα δικαιώματα τρίτων ή τη νομοθεσία. Η Apple δεν έχει καμία υποχρέωση να ελέγχει τις συντομεύσεις που κοινοποιείτε, μπορεί όμως να ελέγξει, να απενεργοποιήσει ή να αφαιρέσει οποιαδήποτε συντόμευση έχετε κοινοποιήσει.\n\nΈχετε την επιλογή να ενεργοποιήσετε την κοινοποίηση συντομεύσεων στις ρυθμίσεις της εφαρμογής «Συντομεύσεις».\n\nΟι Συντομεύσεις συγχρονίζονται στις συσκευές σας μέσω του iCloud. Αν δεν επιθυμείτε συγχρονισμό των συντομεύσεων, μπορείτε να απενεργοποιήσετε αυτήν τη δυνατότητα στη συσκευή iOS ή iPadOS σας μεταβαίνοντας στις «Ρυθμίσεις» > [το όνομά σας] > «iCloud» > και αγγίζοντας για απενεργοποίηση της ρύθμισης «Συντομεύσεις», ή μεταβαίνοντας στις «Ρυθμίσεις» > «Συντομεύσεις» και αγγίζοντας για απενεργοποίηση της ρύθμισης «Συγχρονισμός iCloud». Σε Mac, μεταβείτε στις «Προτιμήσεις συστήματος» > «Apple ID» > «iCloud» και αποεπιλέξτε τις «Συντομεύσεις» στη λίστα «Εφαρμογές σε αυτό το Mac που χρησιμοποιούν το iCloud». Στην εφαρμογή «Συντομεύσεις», μεταβείτε στις «Προτιμήσεις» και αποεπιλέξτε τη ρύθμιση «Συγχρονισμός iCloud».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "el"
      },
      {
        "target" : "“ギャラリー”の外部から受け取ったショートカットはレビューする必要があります\n\nWebからダウンロードされたショートカットや、ほかのユーザと共有しているショートカットは、Appleによってレビューされていない可能性があります。Appleはこれらのショートカットのコンテンツや機能については制御不可能であり、責任を負いません。Webからダウンロードしたショートカットや共有したショートカットはすべて、意図したとおりに機能することを確認するために、特に注意してレビューする必要があります。\n\nどのショートカットが位置情報、連絡先、ヘルスケアデータ、支払い情報、書類の内容などの個人情報にアクセス可能かを制御することができます。ショートカットからアクセスできるデータは、そのショートカットの詳細セクションでレビューおよび制御できます。\n\n共有するショートカットはAppleに送信されます\n\nショートカットを作成して共有する場合、共有ショートカットは、そこに埋め込まれたコンテンツとともに、共有を有効にするためにAppleに送信されます。共有ショートカットは、一般的にApple製品やサービスを改善するために使用され、ユーザを個人的に識別することはありません。このショートカットとその内容は、共有Webリンクにアクセスするすべてのユーザが利用でき、共有ショートカットとそこに埋め込まれているすべての内容のコピー、保存、変更、および再配布を行うことができます。必要な権限を持たないコンテンツを含むショートカット、またはほかのユーザーの権限や法律に違反するショートカットを作成して共有しないでください。Appleは、あなたが共有するショートカットをレビューする義務はありませんが、あなたが共有するショートカットを確認、無効化、または削除することは可能です。\n\n“ショートカット” Appの設定で、ショートカットの共有を有効にするオプションがあります。\n\niCloudを使用して、ショートカットをデバイス間で同期します。ショートカットを同期したくない場合は、iOSまたはiPadOSデバイスで、“設定”＞“[自分の名前]”＞“iCloud”にアクセスし、“ショートカット”をタップしてオフにするか、または“設定”＞“ショートカット”で“iCloud同期”をタップしてオフにすることで、この機能を無効にできます。Macでは、“システム環境設定”＞“Apple ID”>“iCloud”と移動してから、iCloudを使用するこのMac上のアプリケーションのリストにある“ショートカット”を選択解除するか、“システム環境設定”で“iCloud同期”を選択解除します。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ja"
      },
      {
        "target" : "You Should Review Shortcuts You Receive from Outside the Gallery\n\nShortcuts that are downloaded from the web or shared with you by others may not have been reviewed by Apple, and Apple has no control over, and assumes no responsibility for, the content or functionality of those shortcuts. You should review all shortcuts downloaded from the web or shared with you with extra caution to confirm that they function as you expect.\n\nYou control which shortcuts access your personal information, such as your location, contacts, health data, payment information, or the contents of your documents. You can review and control the data that a shortcut has access to in the details section for that shortcut.\n\nShortcuts You Share Will Be Sent to Apple\n\nIf you create and share a shortcut, your shared shortcut, along with any content embedded in it, will be sent to Apple to enable sharing. Shared shortcuts may be used to generally improve Apple products and services in a way that does not personally identify you. The shortcut, and its contents, will be available to anyone who gains access to the shared web link, who then may copy, save, modify, and redistribute a copy of your shared shortcut and all contents embedded in it. You should not create and share shortcuts that contain contents you do not have the necessary rights to, or shortcuts that violate someone else’s rights or the law. Apple has no obligation to review any shortcuts you share, although Apple may review, disable, or remove any shortcuts you share.\n\nYou have the option to enable shortcuts sharing in the Shortcuts app settings.\n\nShortcuts sync across your devices using iCloud. If you don’t want shortcuts to sync, you can disable this feature on your iOS or iPadOS device by going to Settings > [your name] > iCloud and tapping to turn off Shortcuts, or by going to Settings > Shortcuts and tapping to turn off iCloud Sync. On your Mac, go to System Preferences > Apple ID > iCloud and deselect Shortcuts in the list of Apps on this Mac using iCloud, or in the Shortcuts app, go to Preferences and deselect iCloud Sync.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en"
      },
      {
        "target" : "Ви повинні перевіряти швидкі команди, які отримуєте за межами Галереї\n\nШвидкі команди, викачані з інтернету або поширені для вас іншими користувачами, могли не пройти перевірку компанії Apple, і Apple не має контролю над вмістом або функціональними можливостями таких швидких команд і не несе за них відповідальності. Вам слід уважно перевіряти всі швидкі команди, викачані з інтернету або поширені для вас, щоб підтвердити, що вони працюють, як ви очікуєте.\n\nВи контролюєте, які швидкі команди мають доступ до вашої особистої інформації, наприклад геопозиції, контактів, медданих, платіжної інформації чи вмісту ваших документів. Ви можете переглядати дані, до яких має доступ швидка команда, і керувати ними в розділі інформації про цю швидку команду.\n\nПоширювані вами швидкі команди надсилатимуться до Apple\n\nЯкщо ви створюєте й поширюєте швидку команду, цю команду та весь її вміст буде надіслано до Apple для забезпечення спільного доступу. Спільні швидкі команди можуть використовуватися для загального покращення продуктів і послуг Apple у спосіб, що не ідентифікує вас особисто. Швидка команда та її вміст будуть доступні кожному, хто отримає доступ до спільного інтернет-посилання. Копію вашої спільної швидкої команди та її вміст потім можна скопіювати, зберегти, змінити та розповсюдити. Ви не повинні створювати та поширювати швидкі команди із вмістом, на який ви не маєте необхідних прав, або швидкі команди, які порушують законодавство чи права інших людей. Компанія Apple не зобов’язана перевіряти, але може переглядати, вимикати або вилучати будь-які швидкі команди, які ви поширюєте.\n\nПоширення швидких команд можна ввімкнути в параметрах програми «Швидкі команди».\n\nШвидкі команди синхронізуються між вашими пристроями через iCloud. Якщо ви не хочете, щоб швидкі команди синхронізувалися, можна вимкнути цю функцію. Для цього на пристрої iOS або iPadOS перейдіть у меню Параметри > [ваше ім’я] > iCloud і вимкніть пункт «Швидкі команди» або перейдіть у меню Параметри > Швидкі команди, а потім вимкніть пункт «Синхронізація iCloud». На Mac перейдіть у меню Системні параметри > Apple ID > iCloud і зніміть прапорець «Швидкі команди» у списку «Програми на цьому Mac, які використовують iCloud» або у програмі «Швидкі команди» перейдіть у меню «Параметри» та зніміть прапорець «Синхронізація iCloud».\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "uk"
      },
      {
        "target" : "Revisa los atajos que recibes de fuentes externas a la galería\n\nApple no revisa los atajos que se descargan de Internet o se comparten contigo a través de terceros, Apple tampoco tiene control sobre ello, ni asume responsabilidad por los contenidos o la funcionalidad de esos atajos. Revisa todos los atajos descargados de Internet o compartidos por otros para cerciorarte de que funcionan como tú lo esperas.\n\nTú controlas cuántos atajos pueden tener acceso a tu información personal, como tu ubicación, datos de salud, información de pago y los contenidos de tus documentos. Puedes revisar y controlar los datos a los que los atajos tienen acceso en la sección de detalles para ese atajo.\n\nLos atajos que compartes se enviarán a Apple\n\nPara que puedas compartir los atajos que creas, estos se envían a Apple junto con todo el contenido incrustado. Los atajos compartidos pueden usarse para mejorar los productos y servicios de Apple en general sin revelar tu identidad personal. El atajo y todo su contenido estarán disponibles cuando alguien acceda al vínculo compartido y será posible copiarlo, guardarlo, modificarlo o redistribuir una copia. No debes crear o compartir contenido del que no tienes los derechos ni tampoco atajos que puedan violar la ley o los derechos de otras personas. Apple no está obligado a revisar los atajos que compartes, aunque podría revisar, desactivar o borrar cualquier atajo que compartas.\n\nPuedes activar la función de compartir atajos desde la configuración de la app Atajos.\n\nLos atajos se sincronizan en todos tus dispositivos que usan iCloud. Si no quieres sincronizar los atajos, puedes desactivar esta función en iOS y iPadOS desde Configuración > [tu nombre] > iCloud, o desactiva “Sincronizar con iCloud” en Configuración > Atajos. En tu Mac, ve a Preferencias del Sistema > Apple ID > iCloud y anula la selección de Atajos en la lista “Apps de esta Mac que usan iCloud”, o ve a la app Atajos > Preferencias y anula la selección de “Sincronizar con iCloud”.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es_419"
      },
      {
        "target" : "您应当仔细检查来自“快捷指令中心”之外的快捷指令\n\n从网站下载或他人与您共享的快捷指令可能未经Apple核查，并且Apple无法控制此类快捷指令的内容或功能，亦不承担责任。您应当格外小心地检查所有从网站下载或他人与您共享的快捷指令，以确认其功能符合您的预期。\n\n您可以控制哪些快捷指令可访问您个人信息，如您的位置、联系人、健康数据、支付信息或文稿内容。您可以在快捷指令的详细信息部分检查和控制该快捷指令可访问的数据。\n\n您共享的快捷指令将发送给Apple\n\n如果您创建并共享了一个快捷指令，您共享的快捷指令及其任何内嵌内容都将发送给Apple以供共享。共享的快捷指令可能会以无法识别您个人身份的形式被用于整体提升Apple的产品和服务。快捷指令及其内容将对获取共享网络链接权限的任何人可用，他们可能拷贝、存储、修改和重新发布您共享的快捷指令的副本及其内嵌的所有内容。您不应创建和共享内含您无必要权利的内容，或者侵犯他人权利或违反法律的快捷指令。Apple无义务审查您共享的任何快捷指令，虽然Apple可能会审查、停用或移除您共享的任何快捷指令。\n\n您可以在“快捷指令”App设置中选择启用快捷指令共享。\n\n快捷指令使用iCloud在您的设备间同步。如果不想同步快捷指令，您可以在iOS或iPadOS设备上停用此功能，方法是前往“设置”> [您的姓名] > iCloud，再轻点以关闭“快捷指令”，或前往“设置”>“快捷指令”，再轻点以关闭“iCloud同步”。在Mac上，前往“系统偏好设置”> Apple ID > iCloud并取消选择“此Mac上使用iCloud的App”列表中的“快捷指令”，或在“快捷指令”App中，前往“偏好设置”并取消选择“iCloud同步”。\n\nApple收集的信息将始终遵循Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Debes revisar los atajos que recibas y no procedan de la galería\n\nEs posible que Apple no haya revisado los atajos que se descargan de internet o que otros usuarios comparten contigo. Apple no tiene control ni asume ninguna responsabilidad por el contenido o la funcionalidad de dichos atajos. Conviene que revises con especial precaución todos los atajos que te descargues de internet o que otros usuarios compartan contigo para comprobar que funcionan del modo esperado.\n\nTú decides qué atajos acceden a tu información personal, como tu ubicación, contactos, datos de salud, información de pago o el contenido de tus documentos. Puedes revisar y controlar los datos a los que tiene acceso un determinado atajo en la sección de detalles de dicho atajo.\n\nLos atajos que compartas se enviarán a Apple\n\nSi creas un atajo y lo compartes, ese atajo compartido se enviará a Apple junto con todos los contenidos integrados en él para permitir que pueda compartirse. Los atajos compartidos pueden usarse principalmente para mejorar los productos y servicios de Apple de un modo que no te identifique personalmente. El atajo y su contenido estarán disponibles para cualquier persona que obtenga acceso al enlace web compartido, y se permitirá copiar, guardar, modificar y redistribuir una copia de tu atajo compartido y todos los contenidos incluidos en él. No deberás crear ni compartir atajos que contengan contenidos para los que no dispongas de los derechos necesarios, ni atajos que violen los derechos de un tercero o la legislación vigente. Apple no tiene la obligación de revisar los atajos que compartas, aunque tiene la facultad de revisarlos, desactivarlos o eliminarlos.\n\nTienes la posibilidad de activar el uso compartido de atajos en los ajustes de la app Atajos.\n\nLos atajos se sincronizan en todos tus dispositivos mediante iCloud. Si no quieres que se sincronicen, puedes desactivar la sincronización de los atajos en tu dispositivo iOS o iPadOS yendo a Ajustes > [tu nombre] > iCloud y desactivando Atajos, o bien desactivando “Sincronizar con iCloud” en Ajustes > Atajos. En el Mac, ve a Preferencias del Sistema > ID de Apple > iCloud y, a continuación, anula la selección de Atajos en la lista de apps del Mac que usan iCloud, o bien desmarca la opción “Sincronizar con iCloud” en las preferencias de la app Atajos.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es"
      },
      {
        "target" : "Você Deve Revisar os Atalhos Recebidos de Fora da Galeria\n\nOs atalhos baixados da web ou compartilhados com você por outras pessoas podem não ter sido revisados pela Apple; a Apple não tem controle nem assume qualquer responsabilidade sobre o conteúdo e a funcionalidade desses atalhos. Revise todos os atalhos baixados da web ou compartilhados com você com cuidado extra para confirmar que eles funcionam como esperado.\n\nVocê controla quais atalhos acessam suas informações pessoais, como localização, contatos, dados de saúde, informações de pagamento ou conteúdo de seus documentos. Você pode revisar e controlar os dados aos quais um atalho tem acesso na seção de detalhes desse atalho.\n\nOs Atalhos Que Você Compartilha São Enviados à Apple\n\nSe você criar e compartilhar um atalho, o atalho compartilhado e o conteúdo dele serão enviados à Apple para a ativação do compartilhamento. Os atalhos compartilhados podem ser usados para melhorar produtos e serviços Apple em geral de uma maneira que não identifiquem você pessoalmente. O atalho e seu conteúdo ficarão disponíveis para qualquer pessoa que tenha acesso ao link da web compartilhado. Essa pessoa poderá copiar, salvar, modificar e redistribuir uma cópia do atalho compartilhado e todo o conteúdo incluído nele. Não crie nem compartilhe atalhos que tenham conteúdo sobre o qual você não tenha os direitos necessários ou atalhos que violem os direitos de uma pessoa ou a lei. A Apple não tem nenhuma obrigação de rever nenhum atalho que você compartilhe, embora a Apple possa revisar, desativar ou remover quaisquer atalhos que você compartilhe.\n\nVocê tem a opção de ativar o compartilhamento de atalhos nos ajustes do app Atalhos.\n\nSincronização de atalhos entre seus dispositivos usando o iCloud. Se você não desejar a sincronização dos atalhos, poderá desativar esse recurso no dispositivo iOS ou iPadOS. Vá para Ajustes > [seu nome] > iCloud e toque para desativar os Atalhos. Se preferir, vá para Ajustes > Atalhos e toque para desativar a Sincronização do iCloud. No Mac, acesse Preferências do Sistema > ID Apple > iCloud e desmarque “Atalhos” na lista de apps deste Mac que usam o iCloud. Se preferir, no app Atalhos acesse Preferências e desmarque a Sincronização do iCloud.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du bør gennemgå genveje, du modtager fra andre kilder end galleriet\n\nGenveje, der er hentet fra internettet, eller som du har modtaget fra andre personer, er muligvis ikke gennemgået af Apple, og Apple har ingen kontrol over og påtager sig intet ansvar mht. indholdet i eller funktionaliteten af disse genveje. Du bør nøje gennemgå alle genveje, der er hentet fra internettet eller blevet delt med dig, for at bekræfte, at de fungerer som forventet.\n\nDu bestemmer, hvilke genveje der kan få adgang til dine personlige oplysninger, f.eks. lokalitet, kontakter, sundhedsdata, betalingsoplysninger eller indholdet i dine dokumenter. Du kan gennemse og bestemme, hvilke data en genvej kan få adgang til i afsnittet med oplysninger om den pågældende genvej.\n\nGenveje, du deler, bliver sendt til Apple\n\nHvis du opretter og deler en genvej, bliver din delte genvej og alt integreret indhold sendt til Apple med henblik på deling. Delte genveje bruges muligvis til generelt at forbedre Apples produkter og tjenester på en måde, der ikke identificerer dig personligt. Genvejen, og indholdet i denne, vil være tilgængelig for alle personer, som har adgang til det delte weblink, og de kan dermed kopiere, gemme, ændre og videredistribuere en kopi af din delte genvej og alt integreret indhold. Du må ikke oprette og dele genveje med indhold, du ikke har de nødvendige rettigheder til, eller som bryder loven eller krænker andre personers rettigheder. Apple har ingen pligt til at gennemgå genveje, du deler, men Apple kan gennemgå, deaktivere elller fjerne genveje, du deler.\n\nDu kan slå deling af genveje til i indstillingerne til Genveje.\n\nGenveje synkroniseres på tværs af dine enheder vha. iCloud. Hvis du ikke ønsker, at genveje synkroniseres, kan du slå denne funktion fra på din iOS- eller iPadOS-enhed ved at gå til Indstillinger > [dit navn] > iCloud og derefter trykke for at slå Genveje fra. Eller du kan gå til Indstillinger > Genveje og trykke for at slå iCloud-synkronisering fra. På Mac skal du gå til Systemindstillinger > Apple-id > iCloud og fravælge Genveje på listen over Apps på denne Mac, der bruger iCloud. Eller du kan åbne appen Genveje, gå til Indstillinger og fravælge iCloud-synkronisering.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "da"
      },
      {
        "target" : "È consigliabile verificare i comandi rapidi provenienti da fonti diverse dalla Galleria.\n\nI comandi rapidi scaricati dal web o condivisi con te da altre persone potrebbero non essere stati verificati da Apple, che non ha alcun controllo né si assume alcuna responsabilità per il contenuto o la funzionalità di tali comandi rapidi. È consigliabile verificare attentamente tutti i comandi rapidi scaricati dal web o condivisi con te per confermare che funzionino come previsto.\n\nSei tu a controllare quali comandi rapidi hanno accesso alle tue informazioni personali, come la tua posizione, i contatti, i dati sanitari, le informazioni di pagamento o i contenuti dei documenti. Puoi rivedere e controllare i dati ai quali un comando rapido ha accesso nella relativa sezione dei dettagli.\n\nI comandi rapidi che condividi verranno inviati ad Apple\n\nSe crei e condividi un comando rapido, questo e tutti i contenuti integrati verranno inviati ad Apple per consentire la condivisione. I comandi rapidi condivisi potrebbero essere utilizzati per migliorare in generale i prodotti e i servizi Apple in un modo tale da non consentire di identificarti. Il comando rapido e i relativi contenuti saranno disponibili a chiunque ottenga l'accesso al link web condiviso, che potrebbe quindi copiare, salvare, modificare e ridistribuire una copia del comando rapido condiviso e di tutti i contenuti integrati. Non devi creare né condividere comandi rapidi che includono contenuti per i quali non disponi dei diritti necessari, oppure che violano i diritti altrui o la legge. Apple non ha alcun obbligo di esaminare i comandi rapidi che condividi, sebbene possa esaminarli, disabilitarli o rimuoverli.\n\nHai la possibilità di abilitare la condivisione dei comandi rapidi nelle impostazioni dell'app Comandi Rapidi.\n\nI comandi rapidi vengono sincronizzati sui tuoi dispositivi utilizzando iCloud. Se non vuoi che i comandi rapidi vengano sincronizzati, puoi disabilitare la funzionalità sul dispositivo iOS o iPadOS selezionando Impostazioni > [Il tuo nome] > iCloud e disattivando Comandi Rapidi; in alternativa, puoi selezionare Impostazioni > Comandi Rapidi e disattivare “Sincronizzazione iCloud”. Sul Mac, vai in Preferenze di Sistema > ID Apple > iCloud, quindi deseleziona Comandi Rapidi nell'elenco delle app sul Mac che utilizzano iCloud; in alternativa, nell'app Comandi Rapidi, vai in Preferenze e deseleziona “Sincronizzazione iCloud”.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "it"
      },
      {
        "target" : "Prijaté skratky, ktoré nepochádzajú z galérie, by ste mali skontrolovať\n\nSkratky, ktoré ste si stiahli z webu alebo ktoré s vami zdieľal niekto iný, nemusela spoločnosť Apple skontrolovať, takže nad nimi nemá žiadnu kontrolu a nepreberá žiadnu zodpovednosť za ich obsah a fungovanie. Skratky stiahnuté z webu a zdieľané skratky by ste mali dôkladne skontrolovať, aby ste sa uistili, že robia to, čo očakávate.\n\nMôžete nastaviť, ktoré skratky majú prístup k vašim osobným údajom, ako je napríklad vaša poloha, kontakty, zdravotné dáta, platobné údaje či obsah vašich dokumentov. Údaje, ku ktorým má skratka prístup, môžete skontrolovať a nastaviť v časti podrobností danej skratky.\n\nSkratky, ktoré zdieľate, sa odošlú spoločnosti Apple\n\nKeď vytvoríte a zdieľate skratku, táto skratka sa spolu s obsahom, ktorý je v nej vložený, odošle spoločnosti Apple, aby ju bolo možné zdieľať. Zdieľané skratky sa môžu používať na všeobecné vylepšovanie produktov a služieb spoločnosti Apple spôsobom, ktorý neumožňuje vašu osobnú identifikáciu. Skratka a jej obsah budú dostupné pre každého, kto získa prístup k zdieľanému webovému odkazu. Daný užívateľ môže následne kopírovať, uložiť, upraviť alebo ďalej distribuovať kópiu zdieľanej skratky a celého obsahu, ktorý je v nej vložený. Nemali by ste vytvárať ani zdieľať skratky s obsahom, ku ktorému nemáte potrebné práva, ani skratky, ktoré porušujú práva iných subjektov alebo zákon. Spoločnosť Apple nie je povinná kontrolovať zdieľané skratky, môže však skontrolovať, deaktivovať alebo odstrániť akúkoľvek skratku, ktorú ste zdieľali.\n\nZdieľanie skratiek môžete zapnúť v nastaveniach apky Skratky.\n\nSkratky sa cez iCloud synchronizujú medzi vašimi zariadeniami. Ak nechcete, aby sa skratky synchronizovali, môžete túto funkciu vypnúť. V systéme iOS alebo iPadOS otvorte Nastavenia > [vaše meno] > iCloud a klepnutím vypnite možnosť Skratky alebo otvorte Nastavenia > Skratky a klepnutím vypnite možnosť Synchronizovať cez iCloud. Na Macu otvorte Systémové nastavenia > Apple ID > iCloud a v zozname apiek na Macu, ktoré používajú iCloud, zrušte výber možnosti Skratky alebo v apke Skratky otvorte Nastavenia a zrušte výber možnosti Synchronizovať cez iCloud.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sk"
      },
      {
        "target" : "Deverá rever os atalhos não provenientes da Galeria\n\nOs atalhos descarregados da web ou que outras pessoas partilhem consigo podem não ter sido revistos pela Apple, e a Apple não controla nem assume qualquer responsabilidade pelo conteúdo ou funcionalidade desses atalhos. Deverá rever com atenção redobrada todos os atalhos descarregados da web ou partilhados consigo para confirmar que funcionam como esperado.\n\nTem todo o controlo sobre que atalhos podem aceder à sua informação pessoal, incluindo localização, contactos, dados de saúde, informação de pagamento ou o conteúdo dos seus documentos. É possível rever e controlar os dados a que um atalho tem acesso na secção de detalhes do atalho.\n\nOs atalhos que partilhar serão enviados à Apple\n\nSe criar e partilhar um atalho, o atalho partilhado e qualquer conteúdo incorporado serão enviados à Apple para possibilitar a partilha. Os atalhos partilhados podem ser usados sem informação de teor pessoal para melhorar os produtos e serviços da Apple. O atalho e respetivo conteúdo estarão disponíveis para todas as pessoas com acesso à hiperligação web partilhada, as quais poderão copiar, guardar, modificar e redistribuir uma cópia do atalho partilhado e de todo o conteúdo incorporado. Não deverá criar ou partilhar atalhos que incluam conteúdos cujos direitos não lhe pertençam, nem atalhos que violem os direitos de terceiros ou a lei. A Apple não tem qualquer obrigação de rever os atalhos partilhados por si, contudo a Apple poderá rever, desativar ou remover quaisquer atalhos partilhados por si.\n\nA partilha de atalhos pode ser ativada nas definições da aplicação Atalhos.\n\nOs atalhos são sincronizados em todos os seus dispositivos com iCloud. Se não quiser que os atalhos sejam sincronizados, pode desativar esta funcionalidade. No iOS ou iPadOS, vá a Definições > [o seu nome] > iCloud e desative a opção correspondente a Atalhos, ou vá a Definições > Atalhos e desative “Sincronização iCloud”. No Mac, vá a Preferências do Sistema > ID Apple > iCloud e desassinale Atalhos na lista de aplicações no Mac que usam iCloud. Em alternativa, nas Preferências da aplicação Atalhos, desassinale “Sincronização iCloud”.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda Perlu Menyemak Pintasan yang Anda Terima dari Luar Galeri\n\nPintasan yang dimuat turun daripada web atau dikongsi dengan anda oleh orang lain mungkin belum disemak oleh Apple dan Apple tiada kawalan terhadap dan tidak bertanggungjawab untuk kandungan atau fungsi pintasan tersebut. Anda patut menyemak semua pintasan yang dimuat turun daripada web atau dikongsi dengan anda dengan lebih berhati-hati untuk mengesahkan bahawa ia berfungsi seperti yang anda harapkan.\n\nAnda mengawal pintasan yang boleh mengakses maklumat peribadi anda, seperti lokasi, kenalan, data kesihatan, maklumat bayaran anda atau kandungan dokumen anda. Anda boleh menyemak dan mengawal data yang boleh diakses oleh pintasan di bahagian butiran untuk pintasan tersebut.\n\nPintasan yang Anda Kongsi Akan Dihantar kepada Apple\n\nJika anda mencipta dan berkongsi pintasan, pintasan dikongsi anda, bersama-sama sebarang kandungan terbenam di dalamnya, akan dihantar kepada Apple untuk mendayakan perkongsian. Pintasan dikongsi mungkin digunakan untuk meningkatkan produk dan perkhidmatan Apple secara umum melalui cara yang tidak mengenal pasti anda secara peribadi. Pintasan dan kandungannya akan tersedia kepada sesiapa yang mendapatkan akses kepada pautan web dikongsi, yang kemudian boleh menyalin, menyimpan, mengubah suai serta mengedarkan semula salinan pintasan yang anda kongsi dan semua kandungan yang terbenam di dalamnya. Anda tidak patut mencipta dan berkongsi pintasan yang mengandungi kandungan yang anda tidak memiliki hak yang diperlukan ke atasnya, atau pintasan yang melanggar hak orang lain atau undang-undang. Apple tidak berkewajipan menyemak sebarang pintasan yang anda kongsi, namun Apple mungkin menyemak, menyahdayakan atau mengeluarkan sebarang pintasan yang anda kongsi.\n\nAnda mempunyai pilihan mendayakan perkongsian pintasan dalam seting app Pintasan.\n\nPintasan diselaraskan merentas peranti anda menggunakan iCloud. Jika anda tidak mahu pintasan diselaraskan, anda boleh menyahdayakan ciri ini pada peranti iOS atau iPadOS anda dengan pergi ke Seting > [nama anda] > iCloud dan mengetik untuk menyahaktifkan Pintasan, atau dengan pergi ke Seting > Pintasan dan mengetik untuk menyahaktifkan Penyelarasan iCloud. Pada Mac anda, pergi ke Keutamaan Sistem > Apple ID > iCloud dan nyahpilih Pintasan dalam senarai App pada Mac ini menggunakan iCloud, atau dalam app Pintasan, pergi ke Keutamaan dan nyahpilih Penyelarasan iCloud.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ms"
      },
      {
        "target" : "Du bör granska genvägar som inte kommer från galleriet\n\nGenvägar som hämtas från webben eller som andra delar med dig kanske inte har granskats av Apple och Apple har ingen kontroll över eller ansvar för innehållet eller funktionerna i dessa genvägar. Du bör granska genvägar som har hämtats från webben eller delats med dig extra noga för att vara säker på att de fungerar på det sätt du förväntar dig.\n\nDu styr vilka genvägar som får tillgång till din personliga information, till exempel din plats, dina kontakter, dina hälsodata, din betalningsinformation eller innehållet i dina dokument. Du kan granska och styra vilka data som en genväg har tillgång till i avsnittet Detaljer för genvägen.\n\nGenvägar som du delar skickas till Apple.\n\nOm du skapar och delar en genväg kommer den delade genvägen, samt allt innehåll som är inbäddat i den, att skickas till Apple så att den kan delas. Delade genvägar kan användas till allmän förbättring av Apples produkter och tjänster på ett sätt som inte identifierar dig personligen. Genvägen och dess innehåll kommer att bli tillgänglig för alla som får tillgång till den delade webblänken och de kan då kopiera, spara, ändra och vidarebefordra en kopia av din delade genväg och allt innehåll som är inbäddat i den. Du bör inte skapa eller dela genvägar med innehåll som du inte har rättigheterna till, eller genvägar som bryter mot lagar eller andra personers rättigheter. Apple har inte någon skyldighet att granska några genvägar som du delar, men Apple kan trots detta granska, avaktivera eller ta bort genvägar som du delar.\n\nDu kan aktivera delning av genvägar i inställningarna för appen Genvägar.\n\nGenvägar synkroniseras mellan dina enheter med hjälp av iCloud. Om du inte vill att genvägarna ska synkroniseras kan du avaktivera den här funktionen på en enhet med iOS eller iPadOS via Inställningar > [ditt namn] > iCloud och stänga av Genvägar, eller via Inställningar > Genvägar och stänga av iCloud-synkronisering. På din Mac öppnar du Systeminställningar > Apple‑ID > iCloud och avmarkerar Genvägar i listan Appar på datorn som använder iCloud. Alternativt kan du gå till Inställningar i appen Genvägar och avaktivera iCloud-synkronisering.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sv"
      },
      {
        "target" : "Zkratky, které získáte ze zdrojů mimo galerii, byste měli zkontrolovat\n\nZkratky stažené z webu nebo sdílené jinými uživateli nemusely projít kontrolou u společnosti Apple. Společnost Apple nemá vliv na jejich obsah a funkce a nepřejímá za ně žádnou zodpovědnost. Všechny zkratky, které jste si stáhli z webu nebo získali prostřednictvím sdílení, byste měli s maximální obezřetností zkontrolovat a ujistit se, že fungují podle očekávání.\n\nMáte možnost určit, které zkratky budou mít přístup k vašim osobním údajům, například k vaší poloze, kontaktům, zdravotním datům, platebním údajům nebo obsahu dokumentů. Data, ke kterým má zkratka přístup, můžete zkontrolovat a vybrat v oddílu podrobných informací o zkratce.\n\nZkratky, které nasdílíte, budou odeslány společnosti Apple\n\nKdyž vytvoříte a nasdílíte zkratku, bude tato zkratka včetně veškerého vloženého obsahu odeslána společnosti Apple, aby ji bylo možné sdílet. Sdílené zkratky může společnost Apple využívat k obecnému vylepšování svých produktů a služeb způsobem, který neumožní vaši osobní identifikaci. Zkratku i její obsah bude moct použít kdokoli, kdo získá přístup ke sdílenému webovému odkazu. Každý takový uživatel může zkratku zkopírovat, uložit, změnit a dále šířit její kopii se všemi daty, která jste do ní vložili. Zkratky, které vytvoříte a nasdílíte, by neměly nést obsah, ke kterému nemáte potřebná práva, ani porušovat práva jiných subjektů a platné zákony. Společnost Apple není povinna vámi sdílené zkratky kontrolovat, každou zkratku, kterou nasdílíte, ale může podrobit kontrole a případně deaktivovat nebo odstranit.\n\nSdílení zkratek můžete zapnout v nastavení aplikace Zkratky.\n\nZkratky se prostřednictvím iCloudu synchronizují mezi všemi vašimi zařízeními. Pokud je synchronizovat nechcete, můžete tuto funkci na iOS a iPadOS zařízeních vypnout tak, že přejdete do Nastavení > [vaše jméno] > iCloud a klepnutím vypnete volbu Zkratky, případně tak, že přejdete do Nastavení > Zkratky a klepnutím vypnete volbu Synchronizace přes iCloud. Na Macu otevřete Předvolby systému > Apple ID > iCloud a zrušte výběr položky Zkratky v seznamu „Aplikace na tomto Macu, které využívají iCloud“, případně otevřete aplikaci Zkratky, přejděte na Předvolby a zrušte výběr volby Synchronizace přes iCloud.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "cs"
      },
      {
        "target" : "갤러리 외부에서 받은 단축어를 검토해야 합니다.\n\n웹에서 다운로드받거나 다른 사람이 공유한 단축어는 Apple이 검토하지 않았을 수 있으며, 해당 단축어의 콘텐츠 또는 기능에 대한 통제 및 책임이 Apple에 없습니다. 웹에서 다운로드받거나 다른 사람이 공유한 모든 단축어가 의도한 대로 작동하는지 주의 깊게 검토하십시오.\n\n어떤 단축어가 사용자의 위치, 연락처, 건강 데이터, 결제 정보 또는 문서의 내용 등과 같은 사용자의 개인 정보에 접근할 수 있는지 사용자가 통제합니다. 해당 단축어의 세부사항 섹션에서 단축어가 접근할 수 있는 데이터를 검토하고 통제할 수 있습니다.\n\n사용자가 공유하는 단축어는 Apple에 전송됩니다.\n\n단축어를 생성하고 공유하면 공유를 활성화하기 위해 공유된 단축어와 그에 포함된 콘텐츠가 Apple에 전송됩니다. 공유된 단축어는 사용자를 식별할 수 없는 방식으로 Apple 제품 및 서비스의 일반적인 향상을 위해 사용될 수 있습니다. 단축어 및 관련 콘텐츠는 공유된 웹 링크에 접근할 수 있는 누구나 사용할 수 있으며, 공유된 단축어 및 그에 포함된 모든 콘텐츠를 복사, 저장 및 수정하고, 복사본을 재분배할 수 있습니다. 사용자에게 필수적인 권리가 누락된 콘텐츠를 포함한 단축어, 또는 다른 사람의 권리 또는 법을 위반하는 단축어를 생성하거나 공유하지 마십시오. Apple이 사용자가 공유하는 단축어를 검토, 비활성화 또는 제거할 수 있지만, Apple은 사용자가 공유하는 모든 단축어를 검토할 의무가 없습니다.\n\n단축어 앱 설정에서 단축어 공유를 활성화하는 옵션이 있습니다.\n\n단축어는 iCloud를 사용하여 사용자의 모든 기기 간에 동기화합니다. 단축어를 동기화하지 않으려면, iOS 또는 iPadOS 기기에서 설정 > [사용자 이름] > iCloud로 이동한 다음 단축어를 탭하여 끄거나, 설정 > 단축어로 이동한 다음 ‘iCloud 동기화’를 탭하여 끄십시오. Mac에서는 시스템 환경설정 > Apple ID > iCloud로 이동한 다음 ‘이 Mac에서 iCloud를 사용하는 앱’ 목록에서 단축어를 선택 해제하거나, 단축어 앱에서 환경설정으로 이동한 다음 ‘iCloud 동기화’를 선택 해제하십시오.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ko"
      },
      {
        "target" : "Du bør gå gjennom snarveier du mottar fra andre steder enn galleriet\n\nSnarveier som er lastet ned fra internett eller deles med deg av andre, er kanskje ikke kontrollert av Apple, og Apple har ingen kontroll over og tar intet ansvar for innhold eller funksjonalitet i slike snarveier. Du bør gå gjennom alle snarveier lastet ned fra internett eller som deles med deg, og vurdere nøye om de fungerer som ventet.\n\nDu har kontroll over hvilke snarveier som har tilgang til personlig informasjon som posisjonen din, kontakter, helsedata, betalingsinformasjon eller innholdet i dokumentene dine. Du kan gå gjennom og kontrollere hvilke data en snarvei har tilgang til, i Detaljer-delen for snarveien.\n\nSnarveier du deler, sendes til Apple\n\nHvis du oppretter og deler en snarvei, sendes snarveien sammen med eventuelt vedlagt innhold til Apple for å tilrettelegge for deling. Delte snarveier kan bli brukt til generell forbedring av Apple-produkter og tjenester på en måte som ikke identifiserer deg personlig. Snarveien med innhold vil bli tilgjengelig for alle som får tilgang til den delte nettlenken, og de kan deretter kopiere, arkivere, endre og videreformidle en kopi av den delte snarveien, inkludert alt vedlagt innhold. Du bør ikke opprette og dele snarveier som har innhold du ikke har nødvendige rettigheter til, eller snarveier som bryter med andres rettigheter eller loven. Apple er ikke forpliktet til å gjennomgå snarveier du deler, men Apple kan likevel gå gjennom, deaktivere eller fjerne snarveier du deler.\n\nDu kan aktivere deling av snarveier i innstillingene for Snarveier-appen.\n\nSnarveier synkroniseres på alle enhetene dine gjennom iCloud. Hvis du ikke vil at snarveiene skal synkroniseres, kan du slå av denne funksjonen på iOS- eller iPadOS-enheten ved å gå til Innstillinger > [ditt navn] > iCloud og trykke for å slå av Snarveier, eller ved å gå til Innstillinger > Snarveier og trykke for å slå av iCloud-synkronisering. På Macen kan du gå til Systemvalg > Apple‑ID > iCloud og fjerne markeringen for Snarveier i listen Apper på denne Macen som bruker iCloud, eller du kan gå til Valg i Snarveier-appen og fjerne markeringen for iCloud-synkronisering.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "no"
      },
      {
        "target" : "Azt javasoljuk, hogy tekintse át a Galérián kívülről kapott parancsokat\n\nElőfordulhat, hogy a webről letöltött vagy mások által Önnel megosztott parancsokat az Apple nem vizsgálta meg, és az ilyen parancsok tartalmára vagy működésére az Apple nincs befolyással, illetve nem felelős azokért. Mindig gondosan vizsgálja meg a webről letöltött vagy mások által Önnel megosztott összes parancsot, hogy azok valóban az Ön által várt módon működnek.\n\nÖn határozhatja meg, milyen parancsok férhetnek hozzá a személyes információhoz, például a helyzetéhez, a kontaktjaihoz, az egészségügyi adataihoz, a fizetési információihoz vagy a dokumentumai tartalmához. A parancsok adatszakaszában áttekintheti és beállíthatja, hogy az adott parancs milyen adatokhoz fér hozzá.\n\nAz Ön által megosztott parancsok el lesznek küldve az Apple-nek\n\nHa létrehoz és megoszt egy parancsot, a megosztott parancs és az abba beágyazott tartalom el lesz küldve az Apple-nek a megosztás engedélyezéséhez. Előfordulhat, hogy a megosztott parancsok az Apple termékeinek és szolgáltatásainak általános javításához lesznek használva olyan módon, amely nem teszi lehetővé az Ön személyének azonosítását. A parancs és annak tartalma elérhető lesz bárki számára, aki hozzáfér a megosztott webes linkhez, és aki utána másolhatja, mentheti, módosíthatja és terjesztheti a megosztott parancs példányát és az abban beágyazott tartalmat. Ne hozzon létre és ne osszon meg olyan parancsokat, amelyek tartalmához nem rendelkezik megfelelő jogokkal, vagy olyan parancsokat, amelyek sértik valaki másnak a jogait vagy a törvényeket. Az Apple-nek nem kötelessége megvizsgálnia az Ön által megosztott parancsokat, de az Apple megvizsgálhatja, letilthatja vagy eltávolíthatja az Ön által megosztott parancsokat.\n\nÖn engedélyezheti a parancsmegosztást a Parancsok app beállításaiban.\n\nA parancsok az iCloud használatával vannak szinkronizálva az eszközein. Ha nem szeretné, hogy a parancsok szinkronizálva legyenek, letilthatja ezt a funkciót az iOS- vagy iPadOS-eszközén. Ehhez válassza a Beállítások > [az Ön neve] > iCloud menüpontot, és koppintással kapcsolja ki a Parancsok beállítást, vagy válassza a Beállítások > Parancsok menüpontot, és koppintással kapcsolja ki az iCloud-szinkronizálás beállítást. Mac gépen válassza a Rendszerbeállítások > Apple ID > iCloud menüpontot, és törölje a Parancsok bejelölését az ezen a Mac gépen iCloudot használó appok listájában, vagy a Parancsok appban nyissa meg a Beállításokat, és törölje az iCloud-szinkronizálás jelölését.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hu"
      },
      {
        "target" : "你應該檢查從「捷徑庫」以外接收的捷徑\n\n從網絡下載或其他人與你分享的捷徑可能未經Apple審查，對於這些捷徑的內容或功能，Apple亦無法控制且不會承擔任何責任。你應該格外小心檢查從網絡下載或與你分享的所有捷徑，以確認其如預期般運作。\n\n你控制哪些捷徑可取用你的個人資料，如你的位置、聯絡人、健康資料、付款資料或文件內容。你可以在捷徑的詳細資料區域檢視和控制可供該捷徑取用的資料。\n\n你分享的捷徑會傳送至Apple\n\n如你製作並分享捷徑，你所分享的捷徑，與其他內置的內容都會傳送予Apple以供分享。共享的捷徑可能會用來整體改進Apple產品和服務，過程中不會識別你的個人身份。此捷徑及其內容可供任何取得分享網頁連結的人使用，然後他們可以複製、儲存、修改和重新發佈所分享捷徑的副本及其包含的全部內容。你不應製作和分享包含你無權取用的內容之捷徑，或違反他人權利或法律之捷徑。雖然Apple可能會審查、停用或移除任何你分享的捷徑，但是Apple沒有義務審查任何你分享的捷徑。\n\n你可以在「捷徑」App設定中選擇啟用捷徑分享。\n\n「捷徑」透過iCloud在你的裝置間同步。如你不想同步捷徑，你可以在iOS或iPadOS裝置上停用此功能：前往「設定」> [你的姓名] > iCloud，然後點一下以關閉「捷徑」，或是前往「設定」>「捷徑」，然後點一下以關閉「iCloud同步」。在Mac上，請前往「系統偏好設定」> Apple ID > iCloud，然後在「此Mac使用iCloud的App」列表中取消選取「捷徑」，或在「捷徑」App中，前往「偏好設定」並取消選取「iCloud同步」。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Galeri Dışından Alacağınız Kestirmeleri İncelemelisiniz\n\nWeb’den indirilen veya başkaları tarafından sizinle paylaşılan kestirmeler Apple tarafından incelenmemiş olabilir; Apple, bu kestirmelerin içeriği veya işlevselliği üzerinde hiçbir denetime sahip değildir ve hiçbir sorunluluk yüklenmez. Web’den indirilen veya sizinle paylaşılan tüm kestirmeleri, istediğiniz gibi çalıştıklarını doğrulamak için daha dikkatli incelemeniz gerekir.\n\nHangi kestirmelerin konumunuz, kişileriniz, sağlık verileriniz, ödeme bilgileriniz veya belgelerinizin içeriği gibi kişisel bilgilerinize erişebileceğini denetleyebilirsiniz. Bir kestirmenin erişebildiği verileri bu kestirmenin ayrıntılar bölümünde inceleyebilir ve denetleyebilirsiniz.\n\nPaylaştığınız Kestirmeler Apple’a Gönderilir\n\nBir kestirme yaratıp onu paylaşırsanız paylaştığınız kestirme içindeki herhangi bir içerikle birlikte paylaşma seçeneğinin etkinleştirilmesi için Apple’a gönderilir. Paylaşılan kestirmeler, sizin kişisel olarak teşhis edilemeyeceğiniz bir şekilde Apple ürünlerinin ve servislerinin genel olarak geliştirilmesi için kullanılabilir. Kestirme ve içeriği, paylaşılan web bağlantısına erişimi olan herhangi bir kişi tarafından kullanılabilir ve bu kişi paylaştığınız kestirmenin ve içerisindeki içeriğin tümünü kopyalayabilir, kaydedebilir, değiştirebilir ve bir kopyasını yeniden dağıtabilir. Gerekli haklarına sahip olmadığınız içeriği içeren ya da başka birinin haklarını veya hukuku ihlal eden kestirmeler yaratmamalı ve onları paylaşmamalısınız. Paylaştığınız herhangi bir kestirmeyi Apple’ın inceleme, etkisizleştirme veya silme olasılığı olmakla birlikte inceleme zorunluluğu yoktur.\n\nKestirmeler uygulamasının ayarlarında kestirmelerin paylaşılmasını etkinleştirme seçeneğiniz bulunur.\n\nKestirmeler, aygıtlarınız arasında iCloud kullanılarak eşzamanlanır. Kestirmelerin eşzamanlanmasını istemiyorsanız iOS veya iPadOS aygıtınızda Ayarlar > [adınız] > iCloud bölümüne gidip Kestirmeler’i kapatmak için dokunarak veya Ayarlar > Kestirmeler bölümüne gidip iCloud Eşzamanlama’yı kapatmak için dokunarak bu özelliği etkisizleştirebilirsiniz. Mac’inizde Sistem Tercihleri > Apple Kimliği > iCloud bölümüne gidin, sonra Bu Mac’te iCloud’u kullanan uygulamalar listesinde Kestirmeler’in seçimini kaldırın ya da Kestirmeler uygulamasında Tercihler’e gidin ve iCloud Eşzamanlama’nın seçimini kaldırın.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "tr"
      },
      {
        "target" : "Sprawdzaj skróty spoza Galerii\n\nSkróty, które pobierasz z Internetu lub uzyskujesz od innych osób, mogły nie zostać sprawdzone przez Apple. Apple nie ma nad nimi kontroli i nie ponosi żadnej odpowiedzialności za zawartość ani działanie takich skrótów. Skróty pobrane z Internetu lub otrzymane od innych osób należy sprawdzać ze szczególną ostrożnością, aby upewnić się, że działają zgodnie z oczekiwaniami.\n\nDostęp skrótów do danych osobistych, jak położenie, kontakty, dane zdrowotne, dane płatności i zawartość Twoich dokumentów, jest pod Twoją kontrolą. W sekcji szczegółów każdego skrótu możesz przeglądać i modyfikować dane, do których ten skrót ma dostęp.\n\nSkróty, które udostępniasz, są wysyłane do Apple\n\nJeśli utworzysz i udostępnisz skrót, zostanie on (razem z osadzoną w nim zawartością) wysłany do Apple, aby umożliwić udostępnianie. Skróty udostępniane mogą być używane do udoskonalania produktów i usług Apple w sposób, który nie identyfikuje Cię osobiście. Skrót i jego zawartość będą dostępne dla każdego, kto uzyska dostęp do udostępnionego łącza. Taka osoba może następnie kopiować, zapisywać, modyfikować i rozpowszechniać kopię udostępnionego skrótu i całej osadzonej w nim zawartości. Nie twórz i nie udostępniaj skrótów zawierających treści, do których nie masz niezbędnych praw, ani skrótów, które naruszają prawa innych osób lub przepisy prawne. Apple nie ma obowiązku sprawdzania udostępnianych przez Ciebie skrótów, ale może przeglądać, wyłączać lub usuwać dowolne z nich.\n\nUdostępnianie skrótów możesz włączyć w ustawieniach aplikacji Skróty.\n\nSkróty są synchronizowane między Twoimi urządzeniami przez iCloud. Jeśli nie chcesz synchronizować skrótów, możesz wyłączyć tę funkcję na urządzeniu iOS lub iPadOS, przechodząc do Ustawień, stukając w [Twoje imię i nazwisko] > iCloud i wyłączając stuknięciem opcję Skróty. Możesz też przejść do Ustawień, stuknąć w Skróty i wyłączyć stuknięciem opcję Synchronizacja iCloud. Na Macu otwórz Preferencje systemowe > Apple ID > iCloud, a następnie usuń zaznaczenie opcji Skróty na liście Aplikacje na tym Macu używające iCloud. Możesz również przejść do preferencji w aplikacji Skróty i usunąć zaznaczenie opcji Synchronizacja iCloud.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pl"
      },
      {
        "target" : "您應該檢查從「捷徑資料庫」以外的來源所接收到的捷徑\n\n從網路下載或其他人與您分享的捷徑可能未經Apple的檢查，Apple無法控制這些捷徑的內容或功能，也不對其承擔任何責任。您應該格外謹慎地檢查所有從網路下載或與您分享的捷徑，以確定它們如您預期地運作。\n\n您可控制哪些捷徑能取用您的個人資訊，例如您的位置、聯絡人、健康資料、付款資訊或文件的內容。您可以捷徑的詳細資訊部分中檢視和控制捷徑取用的資料。\n\n您分享的捷徑將會傳送到Apple\n\n若您建立並分享捷徑，您分享的捷徑連同其嵌入的內容都會傳送到Apple來啟用分享。會透過不識別您個人身分的方式使用分享的捷徑來改進整體的Apple產品和服務。任何有權取用分享網頁連結的人都可以使用捷徑及其內容，然後他們可以拷貝、儲存、修改和重新分配您分享的捷徑複本及其嵌入的所有內容。您建立和分享的捷徑不應包含您沒有權限取用的內容，也不能違反他人的權利或法律。Apple沒有義務審查您分享的任何捷徑，但Apple可能會審查、停用或刪除您分享的捷徑。\n\n「捷徑」App的設定中提供了可讓您啟用捷徑分享的選項。\n\n「捷徑」會使用iCloud在您的裝置之間同步。若您不想同步捷徑，您可以停用此功能，請在iOS或iPadOS裝置上前往「設定」> [您的姓名] > iCloud，並且點一下來關閉「捷徑」，或前往「捷徑」App >「偏好設定」並且取消選取「iCloud同步」。在Mac上，請前往「系統偏好設定」> Apple ID > iCloud，並且在「此Mac上使用iCloud的App」列表中取消選取「捷徑」，或是在「捷徑」App中前往「偏好設定」並且取消選取「iCloud同步」。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You Should Review Shortcuts You Receive from Outside the Gallery\n\nShortcuts that are downloaded from the web or shared with you by others may not have been reviewed by Apple, and Apple has no control over, and assumes no responsibility for, the content or functionality of those shortcuts. You should review all shortcuts downloaded from the web or shared with you with extra caution to confirm that they function as you expect.\n\nYou control which shortcuts access your personal information, such as your location, contacts, health data, payment information or the contents of your documents. You can review and control the data that a shortcut has access to in the details section for that shortcut.\n\nShortcuts You Share Will Be Sent to Apple\n\nIf you create and share a shortcut, your shared shortcut, along with any content embedded in it, will be sent to Apple to enable sharing. Shared shortcuts may be used to generally improve Apple products and services in a way that does not personally identify you. The shortcut and its contents will be available to anyone who gains access to the shared web link, who then may copy, save, modify and redistribute a copy of your shared shortcut and all contents embedded in it. You should not create and share shortcuts that contain contents you do not have the necessary rights to, or shortcuts that violate someone else’s rights or the law. Apple has no obligation to review any shortcuts you share, although Apple may review, disable or remove any shortcuts you share.\n\nYou have the option to enable shortcuts sharing in the Shortcuts app settings.\n\nShortcuts sync across your devices using iCloud. If you don’t want shortcuts to sync, you can disable this feature on your iOS or iPadOS device by going to Settings > [your name] > iCloud and tapping to turn off Shortcuts, or by going to Settings > Shortcuts and tapping to turn off iCloud Sync. On your Mac, go to System Preferences > Apple ID > iCloud and deselect Shortcuts in the list of Apps on this Mac using iCloud, or in the Shortcuts app, go to Preferences and deselect iCloud Sync.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn nên xem lại các phím tắt mà bạn nhận được từ bên ngoài Bộ sưu tập\n\nCác phím tắt được tải về từ web hoặc do người khác chia sẻ với bạn có thể không được Apple xem xét và Apple không có quyền kiểm soát, cũng như không chịu trách nhiệm, đối với nội dung hoặc chức năng của những phím tắt đó. Bạn nên xem lại một cách thận trọng tất cả các phím tắt được tải về từ web hoặc do người khác chia sẻ để xác nhận rằng chúng hoạt động như bạn kỳ vọng.\n\nBạn kiểm soát những phím tắt nào truy cập thông tin cá nhân của bạn, ví dụ như vị trí, danh bạ, dữ liệu sức khỏe, thông tin thanh toán hoặc nội dung của các tài liệu. Bạn có thể xem lại và kiểm soát dữ liệu mà phím tắt có thể truy cập trong phần chi tiết cho phím tắt đó.\n\nPhím tắt mà bạn chia sẻ sẽ được gửi đến Apple\n\nNếu bạn tạo và chia sẻ một phím tắt, phím tắt được chia sẻ của bạn, cùng với bất kỳ nội dung nào được nhúng trong đó, sẽ được gửi đến Apple để cho phép chia sẻ. Phím tắt được chia sẻ có thể được sử dụng để cải thiện chung cho các sản phẩm và dịch vụ của Apple, theo cách không xác định danh tính của bạn. Phím tắt và nội dung của phím tắt sẽ có sẵn cho bất kỳ người nào có quyền truy cập vào liên kết web được chia sẻ. Sau đó, họ có thể sao chép, lưu, sửa đổi và phân phối lại bản sao của phím tắt được chia sẻ của bạn, cũng như tất cả nội dung được nhúng trong đó. Bạn không nên tạo và chia sẻ các phím tắt chứa nội dung mà bạn không có các quyền cần thiết hoặc các phím tắt vi phạm quyền của người khác hoặc luật pháp. Apple không có nghĩa vụ xem xét bất kỳ phím tắt nào mà bạn chia sẻ, mặc dù Apple có thể xem xét, vô hiệu hóa hoặc xóa bất kỳ phím tắt nào mà bạn chia sẻ.\n\nBạn có tùy chọn cho phép chia sẻ phím tắt trong cài đặt của ứng dụng Phím tắt.\n\nPhím tắt đồng bộ hóa trên các thiết bị của bạn bằng iCloud. Nếu bạn không muốn các phím tắt đồng bộ hóa, bạn có thể tắt tính năng này trên thiết bị iOS hoặc iPadOS bằng cách đi tới Cài đặt > [tên của bạn] > iCloud và chạm để tắt Phím tắt hoặc bằng cách đi tới Cài đặt > Phím tắt và chạm để tắt Đồng bộ hóa iCloud Trên macOS, hãy đi tới Tùy chọn hệ thống > ID Apple > iCloud và bỏ chọn Phím tắt trong danh sách Các ứng dụng trên máy Mac này đang sử dụng iCloud hoặc trong ứng dụng Phím tắt, hãy đi tới Tùy chọn và bỏ chọn Đồng bộ hóa iCloud.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "vi"
      },
      {
        "target" : "Проверяйте быстрые команды, полученные не из Галереи\n\nБыстрые команды, загруженные из интернета или переданные Вам другими людьми, могли не пройти проверку Apple. Компания Apple не контролирует и не несет ответственности за содержание или функциональность таких быстрых команд. Следует с особой осторожностью проверять быстрые команды, загруженные из интернета или полученные от других людей. Важно убедиться, что эти команды работают как положено.\n\nВы контролируете доступ быстрых команд к Вашим личным данным, таким как геопозиция, контакты, медданные, платежная информация и содержимое документов. Данные, к которым имеет доступ быстрая команда, можно просматривать и редактировать в разделе сведений об этой быстрой команде.\n\nБыстрые команды, которыми Вы делитесь, будут отправлены в Apple\n\nЕсли Вы создадите быструю команду и поделитесь ею, Ваша общая команда вместе с любым встроенным в нее содержимым будет отправлена в Apple для обеспечения возможности общего доступа. Общие быстрые команды могут использоваться для улучшения продуктов и сервисов Apple таким способом, который не позволяет установить Вашу личность. Быстрая команда и ее содержимое будут доступны любому, кто получит доступ к общей веб‑ссылке. Этот человек затем сможет копировать, сохранять, изменять и распространять копию Вашей общей команды и все встроенное в нее содержимое. Не следует создавать и распространять быстрые команды с содержимым, на которое у Вас нет необходимых прав, или команды, нарушающие чьи‑либо права или законодательство. Компания Apple не обязана проверять быстрые команды, которыми Вы делитесь, однако Apple может просматривать, выключать или удалять любые Ваши общие команды.\n\nОбщий доступ к быстрым командам можно включить в настройках приложения «Быстрые команды».\n\nБыстрые команды синхронизируются между Вашими устройствами с помощью iCloud. Если Вы не хотите синхронизировать быстрые команды, эту функцию можно выключить. Для этого на устройстве iOS или iPadOS откройте «Настройки» > [Ваше имя] > «iCloud» и выключите параметр «Быстрые команды»; либо откройте «Настройки» > «Быстрые команды» и выключите параметр «Синхронизация iCloud». На Mac откройте «Системные настройки» > «Apple ID» > «iCloud», затем в списке «Приложения на этом Mac, использующие iCloud» снимите флажок «Быстрые команды». Либо в приложении «Быстрые команды» откройте меню «Настройки» и снимите флажок «Синхронизация iCloud».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ru"
      },
      {
        "target" : "Nous vous conseillons d’examiner les raccourcis reçus qui ne proviennent pas de la galerie\n\nLes raccourcis téléchargés à partir du Web ou qui ont été partagés avec vous par des tiers ne sont pas nécessairement examinés par Apple. Apple n’a aucun contrôle sur le contenu et la fonctionnalité de ces raccourcis, et n’en assume aucune responsabilité. Nous vous conseillons d’examiner très attentivement tous les raccourcis qui proviennent du Web ou qui ont été partagés avec vous afin de vous assurer qu’ils fonctionnent correctement.\n\nVous pouvez choisir quels raccourcis peuvent accéder à vos données personnelles, comme votre position, vos contacts, vos données médicales, vos informations de paiement ou le contenu de vos documents. Vous pouvez examiner et contrôler les données auxquelles un raccourci peut accéder dans la section Détails de ce dernier.\n\nLes raccourcis que vous partagez seront envoyés à Apple\n\nSi vous créez et partagez un raccourci, votre raccourci partagé ainsi que son contenu seront envoyés à Apple afin d’en permettre le partage. Les raccourcis partagés peuvent être utilisés pour améliorer les produits et les services Apple dans leur ensemble, et ce, sans permettre de vous identifier personnellement. Le raccourci et son contenu seront à la disposition de quiconque aura accès au lien Web partagé. Ces personnes pourront ensuite copier, enregistrer, modifier et redistribuer une copie de votre raccourci partagé et l’ensemble de son contenu. Nous vous recommandons de ne pas créer ni de partager des raccourcis qui contiennent des éléments dont vous ne détenez pas les droits ou qui sont susceptibles d’enfreindre les droits d’un tiers. Apple n’est en aucun cas tenue d’examiner les raccourcis que vous partagez, mais se garde le droit d’examiner, de désactiver ou de supprimer tout raccourci partagé.\n\nVous avez la possibilité d’activer des raccourcis dans les réglages de l’app Raccourcis.\n\nLes raccourcis sont synchronisés avec tous vos appareils à l’aide d’iCloud. Si vous ne souhaitez pas que les raccourcis se synchronisent, vous pouvez désactiver cette fonctionnalité sur votre appareil iOS ou iPadOS en accédant à Réglages > [votre nom] > iCloud, puis en désactivant Raccourcis, ou en accédant à Réglages > Raccourcis, puis en désactivant Synchronisation iCloud. Sur votre Mac, accédez à Préférences Système > Identifiant Apple > iCloud, puis désélectionnez Raccourcis dans la liste « Apps de ce Mac qui utilisent iCloud », ou rendez-vous dans l’app Raccourcis, accédez à Préférences, puis désélectionnez Synchronisation iCloud.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Il est conseillé de vérifier les raccourcis que vous recevez en dehors de la galerie\n\nLes raccourcis qui sont téléchargés depuis le Web ou partagés avec vous par des personnes tierces sont susceptibles de ne pas avoir été vérifiés par Apple, qui n’a aucun contrôle sur le contenu ni les fonctionnalités de ces raccourcis et n’en assume aucunement la responsabilité. Il est recommandé de vérifier très attentivement tous les raccourcis téléchargés depuis le Web ou partagés avec vous, afin de confirmer que leur fonctionnement est celui attendu.\n\nVous contrôlez quels raccourcis ont accès à vos données personnelles, comme votre position, vos contacts, vos informations de santé, vos informations de paiement ou le contenu de vos documents. Vous pouvez vérifier et contrôler les données auxquelles un raccourci a accès dans la section des détails du raccourci en question.\n\nLes raccourcis partagés par vous seront envoyés à Apple\n\nSi vous créez et partagez un raccourci, votre raccourci partagé, ainsi que tout contenu intégré, sera envoyé à Apple pour activer le partage. Les raccourcis partagés peuvent être utilisés pour améliorer de manière générale les produits et les services Apple d’une façon qui ne permet pas de vous identifier personnellement. Le raccourci, ainsi que son contenu, sera accessible par toute personne ayant accès au lien web partagé. Cette personne pourra ensuite copier, enregistrer, modifier et redistribuer une copie de votre raccourci partagé et l’ensemble de son contenu intégré. Il est déconseillé de créer et partager un raccourci ayant du contenu pour lequel vous ne disposez pas des autorisations requises, ou des raccourcis qui enfreignent les droits d’une personne tierce ou la loi. Apple n’a aucune obligation de vérifier les raccourcis que vous envoyez, mais il se peut qu’Apple vérifie, désactive ou supprime des raccourcis que vous partagez.\n\nVous avez la possibilité d’activer le partage de raccourcis dans les réglages de l’app Raccourcis.\n\nLes raccourcis se synchronisent sur tous vos appareils utilisant iCloud. Si vous ne voulez pas que les raccourcis se synchronisent, vous pouvez désactiver cette fonctionnalité sur votre appareil iOS ou iPadOS en accédant à Réglages > [votre nom] > iCloud et en touchant pour désactiver Raccourcis, ou en accédant à Réglages > Raccourcis et en touchant pour désactiver « Synchronisation iCloud ». Sur votre Mac, accédez à Préférences Système > Identifiant Apple > iCloud, puis décochez Raccourcis dans la liste « Apps sur ce Mac utilisant iCloud ». Autrement, dans l’app Raccourcis, accédez à Préférences et décochez « Synchronisation iCloud ».\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr"
      },
      {
        "target" : "Tarkasta pikakomennot, jotka saat muualta kuin Galleriasta\n\nVerkosta lataamasi tai muiden sinulle jakamat pikakomennot eivät välttämättä ole Applen tarkistamia, eikä Applella ole valtaa eikä vastuuta näiden pikakomentojen sisällön tai toiminnan suhteen. Tarkasta kaikki verkosta ladatut tai sinulle jaetut pikakomennot erityisen huolellisesti sen varmistamiseksi, että ne toimivat odottamallasi tavalla.\n\nHallitse sitä, mitkä pikakomennot voivat käyttää henkilökohtaisia tietojasi, kuten sijaintia, yhteystietoja, terveystietoja, maksutietoja tai dokumenttien sisältöä. Voit tarkastaa ja hallita tietoja, joita pikakomento voi käyttää, kyseisen pikakomennon tieto-osiossa.\n\nJakamasi pikakomennot lähetetään Applelle\n\nJos luot ja jaat pikakomennon, jakamasi pikakomento ja mikä tahansa siihen sisällytetty sisältö lähetetään Applelle jakamisen toteuttamista varten. Jaettuja pikakomentoja voidaan käyttää Applen tuotteiden ja palvelujen yleiseen parantamiseen tavalla, josta henkilöllisyyttäsi ei voida tunnistaa. Kuka tahansa, joka saa jaetun verkkolinkin käyttöönsä, voi käyttää pikakomentoa ja sen sisältöä ja näin ollen kopioida, muokata ja jakaa uudelleen jakamaasi pikakomentoa ja kaikea siihen sisällytettyä sisältöä. Älä luo ja jaa pikakomentoja, jotka sisältävät sisältöä, johon sinulla ei ole tarvittavia oikeuksia, tai pikakomentoja, jotka loukkaavat jonkun muun oikeuksia tai rikkovat lakia. Applella ei ole velvollisuutta tarkastaa mitään jakamiasi pikakomentoja. Apple voi kuitenkin tarkastaa, poistaa käytöstä tai poistaa minkä tahansa jakamasi pikakomennon.\n\nVoit ottaa pikakomentojen jakamisen käyttöön Pikakomennot-apin asetuksissa.\n\nPikakomennot synkronoidaan laitteisiisi iCloudin avulla. Jos et halua synkronoida pikakomentoja, voit poistaa tämän ominaisuuden käytöstä iOS- tai iPadOS-laitteessa valitsemalla Asetukset > [nimesi] > iCloud ja napauttamalla Pikakomennot pois päältä, tai valitsemalla Asetukset > Pikakomennot ja napauttamalla iCloud-synkronoinnin pois päältä. Macissa valitse Järjestelmäasetukset > Apple ID > iCloud, ja poista Pikakomentojen valinta Macin iCloudia käyttävien appien luettelossa, tai valitse Pikakomennot-apissa Asetukset ja poista iCloud-synkronoinnin valinta.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda Harus Meninjau Pintasan yang Anda Terima dari Luar Galeri\n\nPintasan yang diunduh dari web atau dibagikan dengan Anda oleh orang lain mungkin tidak ditinjau oleh Apple, dan Apple tidak memiliki kontrol, dan tidak bertanggung jawab, atas konten atau fungsionalitas pintasan tersebut. Anda harus meninjau semua pintasan yang diunduh dari web atau dibagikan dengan Anda secara hati-hati untuk mengonfirmasi bahwa pintasan berfungsi seperti yang Anda harapkan.\n\nAnda mengontrol pintasan yang dapat mengakses informasi pribadi Anda, seperti lokasi, kontak, data kesehatan, informasi pembayaran, atau konten dokumen Anda. Anda dapat meninjau dan mengontrol data yang dapat diakses pintasan di bagian detail untuk pintasan tersebut.\n\nPintasan yang Anda Bagikan Akan Dikirimkan ke Apple\n\nJika Anda membuat dan membagikan pintasan, pintasan bersama Anda, dengan konten yang dilekatkan bersamanya, akan dikirimkan ke Apple untuk mengaktifkan berbagi. Pintasan bersama dapat digunakan untuk meningkatkan produk dan layanan Apple secara umum dalam cara yang tidak mengidentifikasi Anda secara pribadi. Pintasan, dan kontennya, akan tersedia bagi semua orang yang memperoleh akses ke tautan web bersama, yang nantinya dapat menyalin, menyimpan, memodifikasi, dan mendistribusikan ulang salinan pintasan bersama Anda dan semua konten yang dilekatkan. Anda tidak boleh membuat dan membagikan pintasan yang berisi konten yang haknya tidak Anda miliki, atau pintasan yang melanggar hak orang lain atau hukum. Apple tidak memiliki kewajiban untuk meninjau pintasan yang Anda bagikan meskipun Apple dapat meninjau, menonaktifkan, atau menghapus pintasan yang Anda bagikan.\n\nAnda memiliki pilihan untuk mengaktifkan berbagi pintasan di pengaturan app Pintasan.\n\nPintasan diselaraskan di semua perangkat Anda menggunakan iCloud. Jika Anda tidak ingin pintasan diselaraskan, Anda dapat menonaktifkan fitur ini di perangkat iOS atau iPadOS Anda dengan membuka Pengaturan > [nama Anda] > iCloud dan mengetuk untuk mematikan Pintasan, atau dengan membuka Pengaturan > Pintasan dan mengetuk untuk mematikan Penyelarasan iCloud. Di Mac Anda, buka Preferensi Sistem > ID Apple > iCloud dan lalu batal pilih Pintasan di daftar App di Mac ini yang menggunakan iCloud atau, di app Pintasan, buka Preferensi dan batal pilih Penyelarasan iCloud.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "id"
      },
      {
        "target" : "Controleer opdrachten die je van buiten de galerie ontvangt\n\nOpdrachten die van het internet worden gedown­load of door anderen met jou worden gedeeld, zijn mogelijk niet door Apple gecontroleerd en Apple heeft geen controle over en aanvaardt geen verantwoor­delijkheid voor het materiaal of de functio­naliteit van die opdrachten. Controleer alle opdrachten die van het internet worden gedown­load of met jou worden gedeeld extra voorzichtig om te bevestigen dat ze naar verwachting werken.\n\nJij bepaalt welke opdrachten toegang hebben tot je persoon­lijke gegevens, zoals je locatie, contacten, gezond­heids­gegevens, betaal­gegevens of de inhoud van je documenten. Je kunt de gegevens waartoe een opdracht toegang heeft, bekijken en beheren in het detail­gedeelte voor die opdracht.\n\nOpdrachten die je deelt, worden naar Apple verstuurd\n\nAls je een opdracht aanmaakt en deelt, wordt je gedeelde opdracht samen met ingebed materiaal naar Apple verstuurd om het delen in te schakelen. Gedeelde opdrachten kunnen worden gebruikt ter algemene verbetering van Apple producten en diensten op een manier waarop je identiteit niet kan worden achter­haald. De opdracht en de inhoud ervan zijn beschik­baar voor iedereen die toegang heeft tot de gedeelde web­link en die vervolgens je gedeelde opdracht en de ingebedde inhoud kan kopiëren, bewaren, wijzigen en herdistribueren. Je mag geen opdrachten aanmaken en delen die materiaal bevatten waartoe je niet de benodigde rechten hebt of opdrachten die in strijd zijn met de rechten van iemand anders of met de wet. Apple is niet verplicht om opdrachten te controleren die je deelt, maar kan deze wel controleren, uitschakelen of verwijderen.\n\nJe hebt de optie om het delen van opdrachten in te schakelen in instellingen van de Opdrachten-app.\n\nOpdrachten worden op al je apparaten gesynchro­niseerd via iCloud. Als je niet wilt dat opdrachten worden gesynchro­niseerd, kun je deze functie uitschakelen op je iOS- of iPadOS-apparaat door in Instellingen naar '[je naam]' > 'iCloud' te gaan en te tikken om 'Opdrachten' uit te schakelen of door in Instellingen naar 'Opdrachten' te gaan en te tikken om 'iCloud-synchronisatie' uit te schakelen. Ga op je Mac in Systeem­voorkeuren naar 'Apple ID' > 'iCloud' en deselecteer 'Opdrachten' in de lijst 'Apps op deze Mac die iCloud gebruiken' of ga in de Opdrachten-app naar 'Voorkeuren' en deselecteer 'iCloud-synchronisatie'.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณควรตรวจสอบคำสั่งลัดที่คุณได้รับจากภายนอกแกลเลอรี่\n\nคำสั่งลัดที่ดาวน์โหลดจากเว็บหรือที่ผู้อื่นแชร์กับคุณอาจไม่ได้รับการตรวจสอบโดย Apple และ Apple ไม่สามารถควบคุม และไม่มีส่วนรับผิดชอบต่อ เนื้อหาหรือฟังก์ชั่นการทำงานของคำสั่งลัดเหล่านั้น คุณควรตรวจสอบคำสั่งลัดทั้งหมดที่ดาวน์โหลดจากเว็บหรือที่แชร์กับคุณด้วยความระมัดระวังเป็นพิเศษเพื่อยืนยันว่าคำสั่งลัดเหล่านั้นทำงานตามที่คุณคาดหวัง\n\nคุณสามารถควบคุมได้ว่าจะให้คำสั่งลัดใดเข้าถึงข้อมูลส่วนบุคคลของคุณ เช่น ตำแหน่งที่ตั้ง รายชื่อ ข้อมูลสุขภาพ ข้อมูลการชำระเงิน หรือเนื้อหาของเอกสารของคุณ คุณสามารถตรวจสอบและควบคุมข้อมูลที่คำสั่งลัดเข้าถึงได้ในส่วนรายละเอียดของคำสั่งลัดนั้นๆ\n\nคำสั่งลัดที่คุณแชร์จะถูกส่งไปที่ Apple\n\nถ้าคุณสร้างและแชร์คำสั่งลัด คำสั่งลัดที่คุณแชร์และเนื้อหาที่ฝังอยู่ภายในคำสั่งลัดจะถูกส่งไปที่ Apple เพื่อเปิดใช้งานการแชร์ คำสั่งลัดที่แชร์อาจถูกใช้เพื่อปรับปรุงผลิตภัณฑ์และบริการของ Apple โดยทั่วไปในรูปแบบที่ไม่สามารถระบุถึงตัวตนของคุณได้ ผู้ใดก็ตามที่มีสิทธิ์เข้าถึงลิงก์เว็บที่แชร์จะสามารถเข้าถึงคำสั่งลัดและเนื้อหาของคำสั่งลัดได้ และอาจคัดลอก บันทึก แก้ไข และเผยแพร่ซ้ำสำเนาคำสั่งลัดที่แชร์ของคุณและเนื้อหาทั้งหมดที่ฝังอยู่ภายใน คุณไม่ควรสร้างและแชร์คำสั่งลัดที่มีเนื้อหาที่คุณไม่มีสิทธิ์เข้าถึง หรือคำสั่งลัดที่ละเมิดสิทธิ์ของผู้อื่นหรือละเมิดกฎหมาย Apple ไม่มีข้อผูกพันในการตรวจสอบคำสั่งลัดที่คุณแชร์ แต่ Apple อาจตรวจสอบ ปิดใช้งาน หรือเอาคำสั่งลัดที่คุณแชร์ออก\n\nคุณมีตัวเลือกในการเปิดใช้งานการแชร์คำสั่งลัดในการตั้งค่าแอปคำสั่งลัด\n\nคำสั่งลัดเชื่อมข้อมูลบนอุปกรณ์ทุกเครื่องของคุณโดยใช้ iCloud ถ้าคุณไม่ต้องการให้คำสั่งลัดเชื่อมข้อมูล คุณสามารถปิดใช้งานคุณสมบัตินี้บนอุปกรณ์ iOS หรือ iPadOS ของคุณได้โดยไปที่การตั้งค่า > [ชื่อของคุณ] > iCloud แล้วแตะเพื่อปิดใช้คำสั่งลัด หรือไปที่การตั้งค่า > คำสั่งลัด แล้วแตะเพื่อปิดใช้การเชื่อมข้อมูล iCloud บน Mac ของคุณ ให้ไปที่การตั้งค่าระบบ > Apple ID > iCloud แล้วเลิกเลือกคำสั่งลัดในรายการของแอปบน Mac เครื่องนี้ที่ใช้ iCloud หรือในแอปคำสั่งลัด ให้ไปที่การตั้งค่า แล้วเลิกเลือกการเชื่อมข้อมูล iCloud\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "th"
      },
      {
        "target" : "Este indicat să verificați scurtăturile pe care le primiți din afara Galeriei\n\nEste posibil ca scurtăturile care sunt descărcate de pe web sau partajate cu dvs. de alții să nu fi fost verificate de Apple, iar Apple nu are niciun control asupra conținutului sau funcționalității acestor scurtături și nu își asumă nicio responsabilitate pentru acestea. Este indicat să verificați cu un plus de atenție toate scurtăturile descărcate de pe web sau partajate cu dvs., pentru a confirma că acestea funcționează conform așteptărilor.\n\nDvs. controlați ce scurtături vă accesează informațiile personale, precum localizarea, contactele, datele de sănătate, informațiile de plată sau conținutul documentelor dvs. Puteți verifica și controla datele la care are acces o scurtătură în secțiunea sa de detalii.\n\nScurtăturile pe care le partajați vor fi trimise la Apple\n\nÎn cazul în care creați și partajați o scurtătură, scurtătura partajață, împreună cu orice conținut încapsulat în aceasta, va fi trimisă la Apple pentru a activa partajarea. Scurtăturile partajate pot fi utilizate pentru îmbunătățirea generală a produselor și serviciilor Apple într-un mod care nu vă identifică personal. Scurtătura și conținutul acesteia vor fi disponibile oricui dobândește acces la linkul web partajat, care poate apoi să copieze, salveze, modifice și redistribuie o copie a scurtăturii partajate și a întregului conținut încapsulat în aceasta. Nu este permis să creați și să partajați scurtături care includ conținut pentru care nu dispuneți de drepturile necesare sau scurtături care încalcă drepturile altor persoane sau legea. Apple nu are nicio obligație de a verifica vreuna dintre scurtăturile pe care le partajați, deși Apple poate să verifice, dezactiveze sau elimine oricare dintre scurtăturile pe care le partajați.\n\nAveți opțiunea de a activa partajarea scurtăturilor în configurările aplicației Scurtături.\n\nScurtăturile se sincronizează pe dispozitivele dvs. utilizând iCloud. Dacă nu doriți ca scurtăturile să fie sincronizate, puteți dezactiva această funcționalitate pe un dispozitiv iOS sau iPadOS accesând Configurări > [numele dvs.] > iCloud și apăsând pentru a dezactiva opțiunea Scurtături sau accesând Configurări > Scurtături și apăsând pentru a dezactiva opțiunea “Sincronizare iCloud”. Pe un Mac, accesați Preferințe sistem > ID Apple > iCloud și deselectați Scurtături în lista “Aplicații de pe acest Mac care utilizează iCloud” sau, în aplicația Scurtături, accesați Preferințe și deselectați opțiunea “Sincronizare iCloud”.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ro"
      },
      {
        "target" : "Trebali biste pregledati prečace koji nisu primljeni iz Galerije\n\nApple možda nije pregledao prečace koji su preuzeti s mreže ili koje su drugi podijelili s vama i Apple nema mogućnost nadzora te ne preuzima odgovornost za sadržaj ili funkcionalnost tih prečaca. Trebali biste s dodatnom pažnjom pregledati sve prečace koji su preuzeti s mreže ili koji su podijeljeni s vama kako biste potvrdili da rade na očekivani način.\n\nVi određujete koji prečaci će moći pristupiti vašim osobnim informacijama kao što su vaša lokacija, kontakti, zdravstveni podaci, informacije o plaćanju ili sadržaj vaših dokumenata. Podatke kojima prečac ima pristup možete pregledati i njima upravljati u odjeljku s detaljima za taj prečac.\n\nPrečaci koje podijelite poslat će se tvrtki Apple\n\nAko izradite i podijelite prečac, vaš podijeljeni prečac i sav sadržaj koji je u njega ugrađen poslat će se tvrtki Apple radi omogućavanja dijeljenja. Podijeljeni prečaci mogu se koristiti za općenito poboljšanje Appleovih proizvoda i usluga na način kojim vas ne mogu identificirati. Prečac i njegov sadržaj bit će dostupni svima koji imaju pristup dijeljenom mrežnom linku i koji zatim mogu kopirati, spremiti, preinačiti i ponovno distribuirati kopiju vašeg podijeljenog prečaca i svog sadržaja koji je u njega ugrađen. Ne biste trebali izrađivati i dijeliti prečace koji uključuju sadržaje za koja ne posjedujete potrebna prava ili prečace koji krše tuđa prava ili zakon. Apple nema obvezu pregledati nijedan prečac koji podijelite, premda Apple može pregledati, onemogućiti ili ukloniti bilo koji prečac koji podijelite.\n\nDijeljenje prečaca možete opcionalno omogućiti u postavkama aplikacije Prečaci.\n\nPrečaci se sinkroniziraju između vaših uređaja putem iClouda. Ako ne želite da se prečaci sinkroniziraju, možete onemogućiti ovu značajku na svom iOS ili iPadOS uređaju tako da otvorite Postavke > [vaše ime] > iCloud i dodirom isključite Prečace ili tako da otvorite Postavke > Prečaci i dodirom isključite Sinkroniziraj putem iClouda. Na Macu idite u Postavke sustava > Apple ID > iCloud i odznačite Prečace u popisu Aplikacije na ovom Macu koje koriste iCloud ili u aplikaciji Prečaci idite u Postavke i odznačite Sinkroniziraj putem iClouda.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hr"
      },
      {
        "target" : "गैलरी के बाहर से मिलने वाले शॉर्टकट की आपको समीक्षा करना चाहिए\n\nअन्य लोगों के द्वारा वेब से डाउनलोड किए गए या आपके साथ शेयर किए गए शॉर्टकट की समीक्षा हो सकता है कि Apple की ओर से न की जाए और उन शॉर्टकट के कॉन्टेंट या फ़ंक्शनलिटी पर Apple का नियंत्रण न हो और उसके लिए उसका कोई उत्तरदायित्व न हो। आपको वेब से डाउनलोड किए गए या आपके साथ शेयर किए गए उन सभी शॉर्टकट की अतिरिक्त सावधानी से समीक्षा करने के बाद पुष्टि करनी चाहिए कि वे आपकी अपेक्षा के अनुसार काम कर रहे हैं।\n\nआप नियंत्रित करते हैं कि कौन-से शॉर्टकट आपकी व्यक्तिगत जानकारी ऐक्सेस करते हैं, जैसे आपका स्थान, संपर्क, सेहत डेटा, भुगतान जानकारी या आपके दस्तावेज़ों के कॉन्टेंट। आप उस डेटा की समीक्षा कर सकते हैं और उसे नियंत्रित कर सकते हैं जिसे शॉर्टकट उस शॉर्टकट के विवरण सेक्शन में ऐक्सेस कर सकता है।\n\nआपके द्वारा शेयर किए गए शॉर्टकट Apple को भेजे जाएँगे\n\nयदि आप कोई शॉर्टकट बनाते हैं और शेयर करते हैं, तो आपका शेयर किया गया शॉर्टकट अपने में एम्बेड किए गए कॉन्टेंट के साथ, शेयरिंग को सक्षम करने के लिए Apple को भेजा जाएगा। शेयर किए गए शॉर्टकट का उपयोग सामान्य रूप से Apple उत्पाद और डिवाइस में इस तरह से सुधार करने के लिए किया जाता है जिससे व्यक्तिगत रूप से आपकी पहचान नहीं हो। शॉर्टकट और उनके कॉन्टेंट उन सभी के लिए उपलब्ध होंगे जिन्हें शेयर किए गए वेब लिंक का ऐक्सेस मिला है और जो उसके बाद आपसे शेयर किए गए शॉर्टकट और उनमें एम्बेड किए गए सभी कॉन्टेंट की कॉपी को कॉपी कर सकते हैं, सहेज, संशोधित और फिर से वितरित कर सकते हैं। आपको ऐसे शॉर्टकट नहीं बनाने और शेयर करने चाहिए जिनमें ऐसे कॉन्टेंट शामिल होते हैं जिन पर आपके आवश्यक अधिकार नहीं होते हैं या ऐसे शॉर्टकट होते हैं जो किसी और के अधिकारों या क़ानून का उल्लंघन करते हैं। Apple आपके द्वारा शेयर किए जाने वाले किसी भी शॉर्टकट की समीक्षा करने के लिए बाध्य नहीं है, हालाँकि Apple आपके द्वारा शेयर किए जाने वाले किसी भी शॉर्टकट की समीक्षा कर सकता है, उसे अक्षम कर सकता है या उसे हटा सकता है।\n\nआपके पास शॉर्टकट ऐप सेटिंग्ज़ में शॉर्टकट शेयरिंग को सक्षम करने का विकल्प है।\n\nशॉर्टकट iCloud का उपयोग करते हुए आपके डिवाइस में सिंक होते हैं। यदि आप शॉर्टकट को सिंक नहीं करना चाहते हैं, तो आप इस फ़ीचर को अक्षम करने के लिए अपने iOS या iPadOS डिवाइस पर सेटिंग्ज़ > [आपका नाम] > iCloud पर जाकर और शॉर्टकट को बंद करने के लिए उस पर टैप कर सकते हैं या सेटिंग्ज़ > शॉर्टकट पर जाकर और iCloud सिंक पर टैप कर सकते हैं। अपने Mac पर, सिस्टम प्राथमिकता > Apple ID > iCloud पर जाएँ और iCloud का उपयोग करते हुए इस Mac पर ऐप्स की सूची में शॉर्टकट को अचयनित करें या शॉर्टकट ऐप में, प्राथमिकता पर जाएँ और iCloud सिंक को अचयनित करें।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hi"
      },
      {
        "target" : "Cal que revisis les dreceres que reps de fora de la galeria.\n\nÉs possible que Apple no hagi revisat les dreceres descarregades d’internet o compartides amb tu per altres usuaris. Apple no controla aquestes dreceres i, per tant, no se’n fa responsable del contingut ni de la funcionalitat. Revisa amb molta precaució les dreceres que hagis descarregat d’internet o que altres usuaris hagin compartit amb tu per assegurar-te que funcionen com t’esperes.\n\nTu controles quines dreceres accedeixen a la teva informació personal, que inclou la teva ubicació, els teus contactes, les teves dades de salut, la informació sobre els teus pagaments i el contingut dels teus documents, entre altres dades. Pots revisar i controlar les dades a les quals poden accedir les dreceres des de l’apartat de detalls de la drecera corresponent.\n\nLes dreceres que comparteixes s’envien a Apple\n\nSi crees i comparteixes una drecera, la drecera compartida i el contingut que inclou s’enviaran a Apple per poder compartir‑la. Les dreceres compartides es poden utilitzar per millorar els productes i els serveis d’Apple en general sense identificar-te personalment. Tothom qui tingui accés a l’enllaç web compartit podrà veure la drecera compartida i el seu contingut, així com copiar, desar, modificar i redistribuir una còpia de la drecera compartida i tot el contingut que inclou. No creïs ni comparteixis dreceres si no tens els drets necessaris per utilitzar-ne el seu contingut o infringeixen els drets d’altri o la llei. Malgrat que Apple no té l’obligació de revisar cap de les dreceres que comparteixes, pot revisar, desactivar o eliminar qualsevol drecera que comparteixis.\n\nPer activar la compartició de dreceres, ves a la configuració de l’app Dreceres.\n\nLes dreceres se sincronitzen als teus dispositius mitjançant l’iCloud. Si no vols que se sincronitzin, pots desactivar aquesta funció al dispositiu iOS o iPadOS anant a l’app Configuració > [el teu nom] > iCloud i desactivant l’opció Dreceres, o bé anant a l’app Configuració > Dreceres i desactivant l’opció “Sincronitzar amb l’iCloud”. Al macOS, ves a l’app Preferències del Sistema > ID d’Apple > iCloud i desmarca Dreceres a la llista d’apps del Mac que utilitzen l’iCloud, o bé obre l’app Dreceres, ves a Preferències i desmarca “Sincronitzar amb l’iCloud”.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über „Kurzbefehle teilen“ & Datenschutz …",
        "filename" : "ShortcutsSharing.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״שיתוף קיצורים״ ופרטיות…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "he"
      },
      {
        "target" : "About Shortcuts Sharing & Privacy…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول مشاركة الاختصارات والخصوصية…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Κοινοποίηση συντομεύσεων και το Απόρρητο…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "el"
      },
      {
        "target" : "ショートカット共有とプライバシーについて…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ja"
      },
      {
        "target" : "About Shortcuts Sharing & Privacy…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en"
      },
      {
        "target" : "Про Обмін швидкими командами і Приватність…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de compartir en Atajos y la privacidad…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于快捷指令共享与隐私…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de compartir atajos y la privacidad…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre o Compartilhamento de Atalhos e Privacidade…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om deling af genveje og anonymitet…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "da"
      },
      {
        "target" : "Informazioni su condivisione Comandi Rapidi e privacy…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "it"
      },
      {
        "target" : "O zdieľaní skratiek a súkromí…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Partilha de atalhos e Privacidade…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Perkongsian Pintasan & Privasi…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ms"
      },
      {
        "target" : "Om delning av genvägar och integritet…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sv"
      },
      {
        "target" : "O sdílení zkratek a soukromí…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "cs"
      },
      {
        "target" : "단축어 공유 및 개인 정보 보호에 관하여…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ko"
      },
      {
        "target" : "Om deling av snarveier og personvern…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "no"
      },
      {
        "target" : "A Parancsok megosztásáról és az adatvédelemről…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hu"
      },
      {
        "target" : "關於捷徑分享與私隱⋯",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kestirmeler Paylaşma ve Gizlilik Hakkında…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "tr"
      },
      {
        "target" : "Udostępnianie skrótów i prywatność…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pl"
      },
      {
        "target" : "關於捷徑分享與隱私權⋯",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Shortcuts Sharing & Privacy…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chia sẻ phím tắt & Quyền riêng tư…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "vi"
      },
      {
        "target" : "Об отправке быстрых команд и конфиденциальности…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos du partage de raccourcis et de la confidentialité…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Partage de Raccourcis et confidentialité…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Pikakomentojen jako ja tietosuoja…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Berbagi Pintasan & Privasi…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "id"
      },
      {
        "target" : "Info over opdrachten delen en privacy…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการแชร์คำสั่งลัดและความเป็นส่วนตัว…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "th"
      },
      {
        "target" : "Despre partajarea scurtăturilor și intimitate…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ro"
      },
      {
        "target" : "O dijeljenju prečaca i privatnosti…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hr"
      },
      {
        "target" : "शॉर्टकट शेयरिंग और गोपनीयता परिचय…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre la compartició de dreceres i la privacitat…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die App „Kurzbefehle“ ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "de"
      },
      {
        "target" : "היישום ״קיצורים״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "he"
      },
      {
        "target" : "The Shortcuts app is designed to protect your information and enable you to choose what you share.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَ تطبيق الاختصارات بطريقة تحمي معلوماتك وتمكنّك من اختيار ما تود مشاركته.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ar"
      },
      {
        "target" : "Η εφαρμογή «Συντομεύσεις» έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "el"
      },
      {
        "target" : "“ショートカット” Appはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ja"
      },
      {
        "target" : "The Shortcuts app is designed to protect your information and enable you to choose what you share.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en"
      },
      {
        "target" : "Програму «Швидкі команди» спроєктовано так, щоб захищати вашу інформацію та давати вам змогу обирати, що поширювати.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "uk"
      },
      {
        "target" : "La app Atajos se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es_419"
      },
      {
        "target" : "“快捷指令”App旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La app Atajos se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es"
      },
      {
        "target" : "O app Atalhos é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appen Genveje er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "da"
      },
      {
        "target" : "L'app Comandi Rapidi è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Skratky chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Atalhos foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "App Pintasan direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ms"
      },
      {
        "target" : "Appen Genvägar har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Zkratky chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "cs"
      },
      {
        "target" : "단축어 앱은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ko"
      },
      {
        "target" : "Snarveier-appen beskytter informasjonen din og lar deg velge hva du vil dele.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "no"
      },
      {
        "target" : "A Parancsok appot úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hu"
      },
      {
        "target" : "「捷徑」App的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kestirmeler uygulaması, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "tr"
      },
      {
        "target" : "Aplikacja Skróty została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pl"
      },
      {
        "target" : "「捷徑」App的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "The Shortcuts app is designed to protect your information and enable you to choose what you share.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Ứng dụng Phím tắt được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые приложением «Быстрые команды», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ru"
      },
      {
        "target" : "L’app Raccourcis est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Raccourcis est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr"
      },
      {
        "target" : "Pikakomennot-appi on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä ja milloin haluat jakaa.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fi"
      },
      {
        "target" : "App Pintasan dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "id"
      },
      {
        "target" : "De Opdrachten-app is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "nl"
      },
      {
        "target" : "แอปคำสั่งลัดได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "ShortcutsSharing.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Scurtături este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ro"
      },
      {
        "target" : "Aplikacija Prečaci dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hr"
      },
      {
        "target" : "शॉर्टकट ऐप को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Dreceres s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "Teilen von Kurzbefehlen & Datenschutz",
        "filename" : "ShortcutsSharing.strings",
        "language" : "de"
      },
      {
        "target" : "״שיתוף קיצורים״ ופרטיות",
        "filename" : "ShortcutsSharing.strings",
        "language" : "he"
      },
      {
        "target" : "Shortcuts Sharing & Privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_AU"
      },
      {
        "target" : "مشاركة الاختصارات والخصوصية",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ar"
      },
      {
        "target" : "Κοινοποίηση συντομεύσεων και Απόρρητο",
        "filename" : "ShortcutsSharing.strings",
        "language" : "el"
      },
      {
        "target" : "ショートカット共有とプライバシーについて…",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ja"
      },
      {
        "target" : "Shortcuts Sharing & Privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en"
      },
      {
        "target" : "Обмін швидкими командами і Приватність",
        "filename" : "ShortcutsSharing.strings",
        "language" : "uk"
      },
      {
        "target" : "Compartir en Atajos y la privacidad",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es_419"
      },
      {
        "target" : "快捷指令共享与隐私",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Compartir atajos y la privacidad",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es"
      },
      {
        "target" : "Compartilhamento de Atalhos e Privacidade",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Deling af genveje og anonymitet",
        "filename" : "ShortcutsSharing.strings",
        "language" : "da"
      },
      {
        "target" : "Condivisione Comandi Rapidi e privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "it"
      },
      {
        "target" : "Zdieľanie skratiek a súkromie",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sk"
      },
      {
        "target" : "Partilha de atalhos e Privacidade",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perkongsian Pintasan & Privasi",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ms"
      },
      {
        "target" : "Delning av genvägar och integritet",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sv"
      },
      {
        "target" : "Sdílení zkratek a soukromí",
        "filename" : "ShortcutsSharing.strings",
        "language" : "cs"
      },
      {
        "target" : "단축어 공유 및 개인 정보 보호",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ko"
      },
      {
        "target" : "Deling av snarveier og personvern",
        "filename" : "ShortcutsSharing.strings",
        "language" : "no"
      },
      {
        "target" : "A Parancsok megosztása és az adatvédelem",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hu"
      },
      {
        "target" : "捷徑分享與私隱",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kestirmeler Paylaşma ve Gizlilik",
        "filename" : "ShortcutsSharing.strings",
        "language" : "tr"
      },
      {
        "target" : "Udostępnianie skrótów i prywatność",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pl"
      },
      {
        "target" : "捷徑分享與隱私權",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Shortcuts Sharing & Privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chia sẻ phím tắt & Quyền riêng tư",
        "filename" : "ShortcutsSharing.strings",
        "language" : "vi"
      },
      {
        "target" : "Отправка быстрых команд и конфиденциальность",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ru"
      },
      {
        "target" : "Partage de raccourcis et confidentialité",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Partage de Raccourcis et confidentialité",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr"
      },
      {
        "target" : "Pikakomentojen jako ja tietosuoja",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fi"
      },
      {
        "target" : "Berbagi Pintasan & Privasi",
        "filename" : "ShortcutsSharing.strings",
        "language" : "id"
      },
      {
        "target" : "Opdrachten delen en privacy",
        "filename" : "ShortcutsSharing.strings",
        "language" : "nl"
      },
      {
        "target" : "การแชร์คำสั่งลัดและความเป็นส่วนตัว",
        "filename" : "ShortcutsSharing.strings",
        "language" : "th"
      },
      {
        "target" : "Partajarea scurtăturilor și intimitatea",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ro"
      },
      {
        "target" : "Dijeljenje prečaca i privatnost",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hr"
      },
      {
        "target" : "शॉर्टकट शेयरिंग और गोपनीयता",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hi"
      },
      {
        "target" : "Compartir dreceres i la privacitat",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Teilen von Kurzbefehlen",
        "filename" : "ShortcutsSharing.strings",
        "language" : "de"
      },
      {
        "target" : "שיתוף קיצורים",
        "filename" : "ShortcutsSharing.strings",
        "language" : "he"
      },
      {
        "target" : "Shortcuts Sharing",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_AU"
      },
      {
        "target" : "مشاركة الاختصارات",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ar"
      },
      {
        "target" : "Κοινή χρήση συντομεύσεων",
        "filename" : "ShortcutsSharing.strings",
        "language" : "el"
      },
      {
        "target" : "ショートカット共有",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ja"
      },
      {
        "target" : "Shortcuts Sharing",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en"
      },
      {
        "target" : "Поширення швидких команд",
        "filename" : "ShortcutsSharing.strings",
        "language" : "uk"
      },
      {
        "target" : "Compartir atajos",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es_419"
      },
      {
        "target" : "快捷指令共享",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Compartir atajos",
        "filename" : "ShortcutsSharing.strings",
        "language" : "es"
      },
      {
        "target" : "Compartilhamentos de Atalhos",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Deling af genveje",
        "filename" : "ShortcutsSharing.strings",
        "language" : "da"
      },
      {
        "target" : "Condivisione Comandi Rapidi",
        "filename" : "ShortcutsSharing.strings",
        "language" : "it"
      },
      {
        "target" : "Zdieľanie skratiek",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sk"
      },
      {
        "target" : "Partilha de atalhos",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perkongsian Pintasan",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ms"
      },
      {
        "target" : "Dela genvägar",
        "filename" : "ShortcutsSharing.strings",
        "language" : "sv"
      },
      {
        "target" : "Sdílení zkratek",
        "filename" : "ShortcutsSharing.strings",
        "language" : "cs"
      },
      {
        "target" : "단축어 공유",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ko"
      },
      {
        "target" : "Deling av snarveier",
        "filename" : "ShortcutsSharing.strings",
        "language" : "no"
      },
      {
        "target" : "Parancsok megosztása",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hu"
      },
      {
        "target" : "捷徑分享",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kestirmeler Paylaşma",
        "filename" : "ShortcutsSharing.strings",
        "language" : "tr"
      },
      {
        "target" : "Udostępnianie skrótów",
        "filename" : "ShortcutsSharing.strings",
        "language" : "pl"
      },
      {
        "target" : "捷徑分享",
        "filename" : "ShortcutsSharing.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Shortcuts Sharing",
        "filename" : "ShortcutsSharing.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chia sẻ phím tắt",
        "filename" : "ShortcutsSharing.strings",
        "language" : "vi"
      },
      {
        "target" : "Отправка быстрых команд",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ru"
      },
      {
        "target" : "Partage de raccourcis",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Partage de raccourcis",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fr"
      },
      {
        "target" : "Pikakomentojen jakaminen",
        "filename" : "ShortcutsSharing.strings",
        "language" : "fi"
      },
      {
        "target" : "Berbagi Pintasan",
        "filename" : "ShortcutsSharing.strings",
        "language" : "id"
      },
      {
        "target" : "Opdrachten delen",
        "filename" : "ShortcutsSharing.strings",
        "language" : "nl"
      },
      {
        "target" : "การแชร์คำสั่งลัด",
        "filename" : "ShortcutsSharing.strings",
        "language" : "th"
      },
      {
        "target" : "Partajarea scurtăturilor",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ro"
      },
      {
        "target" : "Dijeljenje prečaca",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hr"
      },
      {
        "target" : "शॉर्टकट शेयरिंग",
        "filename" : "ShortcutsSharing.strings",
        "language" : "hi"
      },
      {
        "target" : "Compartir dreceres",
        "filename" : "ShortcutsSharing.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.shortcutssharing.bundle",
  "framework" : "com.apple.onboarding.shortcutssharing.bundle"
}