{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "Apple Music-Freund:innen & Datenschutz",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "״‏Apple Music עם חברים״ ופרטיות",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Music Friends & Privacy",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "‏Apple Music Friends والخصوصية",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Φίλοι Apple Music και Απόρρητο",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Musicフレンズとプライバシー",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Music Friends & Privacy",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Друзі в Apple Music і Приватність",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Amigos en Apple Music y la privacidad",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple Music好友与隐私",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Amigos de Apple Music y la privacidad",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Amigos do Apple Music e Privacidade",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Music-venner og anonymitet",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Amici di Apple Music e privacy",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Priatelia na Apple Music a súkromie",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Amigos em Apple Music e Privacidade",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Rakan Apple Music & Privasi",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple Music-vänner och integritet",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Přátelé v Apple Music a soukromí",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple Music 친구 및 개인 정보 보호",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple Music-venner og personvern",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple Music-barátok és az adatvédelem",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple Music朋友與私隱",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Music Arkadaşları ve Gizlilik",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Znajomi w Apple Music i prywatność",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple Music朋友與隱私權",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Music Friends & Privacy",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn bè Apple Music & Quyền riêng tư",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Друзья в Apple Music и конфи­денциальность",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Amis Apple Music et confidentialité",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Amis Apple Music et confidentialité",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple Music -ystävät ja tietosuoja",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Teman Apple Music & Privasi",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Music-vrienden en privacy",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "เพื่อน Apple Music และความเป็นส่วนตัว",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Prieteni Apple Music și intimitatea",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple Music prijatelji i privatnost",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple Music दोस्त और गोपनीयता",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Amics de l’Apple Music i la privacitat",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Apple Music wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt.\n\nFalls du dich mit anderen Personen verbinden oder Inhalte aus Apple Music mit anderen teilen möchtest, kannst du ein persönliches Profil erstellen, indem du einen Benutzernamen (z. B. @christianbauer) und einen Anzeigenamen sowie, falls gewünscht, ein Profilbild und weitere Informationen bereitstellst. Apple speichert diese Informationen in deinem Account, sodass du von all deinen Geräten darauf zugreifen kannst. Dein Benutzername, Anzeigename und Profilbild können zusammen mit Inhalten, die du auf Apple Music postest, und Aktivitäten, die du auf Apple Music teilst, angezeigt werden. Das Teilen und Posten von Inhalten ist derzeit für Apple-IDs für Kinder weder beabsichtigt noch verfügbar.\n\nAndere Personen, die Apple Music nutzen, können dein Apple Music-Profil über die von dir bereitgestellten Informationen finden. \n\nDu kannst deine Profilinhalte, u. a. Aktivität beim Musikhören sowie Playlists, nur für von dir gewählte Personen bereitstellen. Deine Profilinformationen wie Benutzername, Anzeigename, Foto, Follower und den gefolgten Personen sind jedoch immer für jeden sichtbar.\n\nWenn du ein Profil auf Apple Music erstellst, werden dir andere Apple Music-Abonnent:innen vorgeschlagen, mit denen du dich verbinden kannst. Bei der Suche nach Freundesempfehlungen sammelt oder speichert Apple keine Informationen aus deinen Kontakten. Nur gekürzte und verschlüsselte Hashes von Telefonnummern und E-Mail-Adressen in deinen Kontakten werden an Apple gesendet, um passende Apple Music-Abonnent:innen zu empfehlen. Diese werden nur lokal auf deinem Gerät gesucht. Apple Music kann deine Kontakte regelmäßig prüfen, um künftig neue Freund:innen zu empfehlen. Dies kannst du in den Account-Einstellungen ändern, indem du die Option „Kontakte auf Apple Music“ deaktivierst. Wenn du von anderen nicht anhand deiner Apple-ID-Kontaktinformationen gefunden werden möchtest, kannst du dies in den Accounteinstellungen durch Deaktivieren der entsprechenden Option ändern.\n\nInformationen, die du in deinem Profil bereitstellst, können von dir jederzeit aktualisiert oder entfernt werden. Wann immer du online etwas teilst, solltest du genau darüber nachdenken, welche Informationen du öffentlich machst. Wenn du Daten von Apple Music auf anderen Websites oder in sozialen Netzwerken freigibst, unterliegen diese den Datenschutzrichtlinien der anderen Dienste.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "הגנה על פרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו על-מנת לשפר את חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב שתדע\/י מה אנחנו אוספים ומדוע, כדי שתוכל\/י לקבל החלטות מושכלות. ‏Apple Music, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו.\n\nאם ברצונך ליצור קשר עם אנשים אחרים המשתמשים ב-Apple Music או לשתף איתם תוכן, תוכל\/י ליצור פרופיל אישי על-ידי בחירת שם משתמש (למשל, ‪‎@yonicohen‬), שם תצוגה וגם, אם תרצה\/י, תמונת פרופיל ומידע נוסף. ‏Apple מאחסנת מידע זה יחד עם החשבון שלך, כדי שתהיה לך אפשרות לגשת אליו מכל אחד מהמכשירים שלך. שם המשתמש, שם התצוגה ותמונת הפרופיל שלך יכולים להופיע לצד כל תוכן שתפרסם\/י ופעילות שתשתף\/י ב-Apple Music. פעולות שיתוף ופרסום של תכנים אינן זמינות ולא אמורות לפעול עם מזהי Apple ID של ילדים.\n\nאנשים אחרים עשויים גם כן למצוא את פרופיל ה-Apple Music שלך בעזרת הפרטים שסיפקת. \n\nיש לך אפשרות לבחור מי יוכל לגשת לתוכן שמופיע בפרופיל שלך, כמו למשל שירים ששמעת או הפלייליסטים שלך. עם זאת, פרטי הפרופיל שלך, כמו שם משתמש, שם תצוגה, תמונה, העוקבים שלך ואלה שבחרת לעקוב אחריהם, תמיד יהיו זמינים לכולם.\n\nבעת יצירת פרופיל של Apple Music, נציג עבורך הצעות של מנויי Apple Music אחרים שאותם אולי תרצה\/י להוסיף לרשימת החברים שלך. ‏Apple אינה לומדת ואינה מאחסנת מידע על אנשי הקשר שלך בעת חיפוש הצעות לחברים עבורך. רק קודי Hash מוצפנים ומקוצרים של מספרי טלפון וכתובות דוא״ל מתוך אנשי הקשר שלך יישלחו אל Apple, ולאחר מכן, המלצות למנויי Apple Music שמתאימים לפרופיל שלך ייקבעו באופן מקומי אצלך במכשיר. ‏Apple Music עשוי לבדוק בעתיד את רשימת אנשי הקשר שלך באופן תקופתי כדי להציע לך חברים חדשים. ניתן לשנות זאת דרך ״הגדרות החשבון״ על-ידי ביטול הבחירה באפשרות ״אנשי קשר ב-Apple Music״. אם אינך מעוניין\/ת שאנשים אחרים ימצאו אותך על-סמך פרטי הקשר שמופיעים ב-Apple ID שלך ועשויים להיות זמינים ברשימת אנשי הקשר שלהם, תוכל\/י לשנות זאת דרך ״הגדרות החשבון״ על-ידי כיבוי האפשרות ״אפשר לאחרים למצוא אותך על-סמך Apple ID״.\n\nניתן לעדכן או למחוק בכל שלב את המידע שהזנת בפרופיל. בעת שיתוף תכנים באינטרנט, חשוב לשים לב לתוכן שבכוונתך להפוך לציבורי. כאשר תשתף\/י תכנים מתוך Apple Music עם אתרים אחרים או רשתות חברתיות אחרות, כל מה שתשתף\/י יטופל בכפוף למדיניות הפרטיות של השירותים הללו.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Music, like every Apple product and service, is designed with these principles in mind.\n\nIf you want to connect or share with other people using Apple Music, you can create a personal profile by providing a user handle (for example, @johnappleseed), display name and, if desired, a profile photo and other information. Apple stores this information with your account so that you can access it from any of your devices. Your user handle, display name and profile photo can appear alongside any content you post and activity that you share on Apple Music. Sharing and posting content is not currently intended for or available to Apple IDs for children.\n\nOther people may also be able to find your Apple Music profile using the information that you’ve provided. \n\nYou can make the contents of your profile, like listening activity and playlists, available only to those you choose. However, your profile information such as handle, display name, photo, your followers and who you are following, are always visible to everyone.\n\nWhen you create a profile on Apple Music, we will recommend other Apple Music subscribers with whom you may want to connect as friends. Apple does not learn or store information from your contacts when checking for friends to recommend. Only shortened and encrypted hashes of the phone numbers and email addresses in your contacts are sent to Apple, and then matching Apple Music subscribers to be recommended are determined locally on your device. Apple Music can periodically check your contacts to recommend new friends in the future; you can control this in Account Settings by disabling Contacts on Apple Music. If you do not want to be found by others based on the Apple ID contact information they may have about you in their contacts, you can change this in Account Settings by disabling Allow Finding by Apple ID.\n\nInformation that you provide in your profile may be updated or removed by you at any time. Whenever you share online, you should think carefully about what you are making public. When you share from Apple Music to other websites or social networks, anything you share is governed by the privacy policies of those other services.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple؛ ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. ويسري ذلك أيضًا على Apple Music، تمامًا مثل بقية منتجات وخدمات Apple.\n\nإذا كنت ترغب في التواصل مع الآخرين أو مشاركة المحتوى معهم باستخدام تطبيق Apple Music، يمكنك إنشاء ملف تعريف شخصي عن طريق توفير مُعرّف المستخدم (مثل ‎@ashrafzayed) واسم العرض، وبناءً على رغبتك، يمكنك تقديم صورة ملف التعريف ومعلومات أخرى. تُخزِّن Apple هذه المعلومات مع حسابك، مما يتيح لك إمكانية الوصول إليها من أي جهاز من أجهزتك. ويمكن أن يظهر اسم المستخدم واسم العرض وصورة ملف التعريف بجانب أي تعليقات تنشرها وأي نشاط تشاركه على Apple Music. علمًا بأن مشاركة ونشر المحتوى ليس مناسبًا أو متاحًا لحسابات Apple ID الخاصة بالأطفال في الوقت الحالي.\n\nقد يتمكّن الأشخاص الآخرون من العثور على ملفك التعريفي في Apple Music باستخدام المعلومات التي قدمتها. \n\nويمكنك جعل محتويات ملفك التعريفي -مثل نشاط الاستماع وقوائم التشغيل- متاحة للأشخاص الذين تختارهم فقط. ومع ذلك، ستظل معلومات ملفك التعريفي ظاهرة دائمًا للجميع؛ مثل، اسم المستخدم والاسم التعريفي وصورتك والأشخاص الذين تتابعهم والأشخاص المتابعون لك.\n\nعندما تنشئ ملف تعريف في Apple Music، سنقترح عليك مشتركي Apple Music آخرين ربما تود التواصل معهم كأصدقاء. لا تتعرّف Apple على معلومات من جهات اتصالك أو تخزنها عند التحقق بحثًا عن أصدقاء يمكن اقتراحهم. ويتم فقط إرسال تجزئات صغيرة ومشفرة من أرقام الهاتف وعناوين البريد الإلكتروني لجهات الاتصال لديك إلى Apple ثم يتم تحديد مطابقة مشتركي Apple Music الممكن اقتراحهم بشكل داخلي على جهازك. قد تتحقق خدمة Apple Music من جهات الاتصال لديك بصفة دورية لاقتراح أصدقاء جدد في المستقبل، ويمكنك التحكم في ذلك في إعدادات الحساب عن طريق تعطيل \"جهات اتصال في Apple Music\". إذا كنت لا تريد أن يتمكن الآخرون من العثور عليك بناءً على معلومات اتصال Apple ID والمعلومات المتعلقة بك في جهات الاتصال لديهم، يمكنك تغيير هذا في إعدادات الحساب من خلال تعطيل \"السماح بالعثور عن طريق Apple ID\".\n\nيمكنك تحديث المعلومات التي تقدمها في ملف تعريفك أو إزالتها في أي وقت. عندما تشارك شيئًا عبر الإنترنت، يجب أن تفكّر بعناية فيما تجعله متاحًا للجميع. عندما تشارك من Apple Music على المواقع الأخرى أو شبكات التواصل الاجتماعي، فإن أي شيء تشاركه يكون محكومًا بسياسات الخصوصية المتبعة لدى هذه الخدمات الأخرى.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Εργαζόμαστε σκληρά για τη συλλογή μόνο των δεδομένων που χρειαζόμαστε για να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε τι ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Το Apple Music, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχει σχεδιαστεί με γνώμονα αυτές τις αρχές.\n\nΑν θέλετε να επικοινωνείτε ή να μοιράζεστε αυτά που σας αρέσουν με άλλους χρήστες του Apple Music, μπορείτε να δημιουργήσετε ένα προσωπικό προφίλ επιλέγοντας ένα όνομα χρήστη (π.χ. @johnappleseed), ένα εμφανιζόμενο όνομα και, προαιρετικά, μια φωτογραφία προφίλ, και άλλες πληροφορίες για εσάς. Η Apple αποθηκεύει αυτές τις πληροφορίες στον λογαριασμό σας ώστε να έχετε πρόσβαση σε αυτές από οποιαδήποτε συσκευή σας. Το όνομα χρήστη, το εμφανιζόμενο όνομα και η φωτογραφία προφίλ σας μπορούν να εμφανίζονται δίπλα σε περιεχόμενο που προσθέτετε και δραστηριότητες που κοινοποιείτε στο Apple Music. Η κοινοποίηση και η ανάρτηση περιεχομένου δεν ενδείκνυνται ούτε είναι διαθέσιμες για Apple ID παιδιών επί του παρόντος.\n\nΆλλα άτομα που χρησιμοποιούν το Apple Music θα μπορούν να βρουν το προφίλ σας στο Apple Music βάσει των πληροφοριών που έχετε εισαγάγει. \n\nΜπορείτε να κάνετε τα περιεχόμενα του προφίλ σας, π.χ. τη δραστηριότητα ακρόασης και τις λίστες αναπαραγωγής, διαθέσιμα μόνο στα άτομα που θα επιλέξετε. Ωστόσο, οι πληροφορίες του προφίλ σας, όπως το όνομα χρήστη, το εμφανιζόμενο όνομα, η φωτογραφία, οι ακόλουθοί σας και τα άτομα που ακολουθείτε, είναι πάντα ορατές σε όλους.\n\nΌταν δημιουργήσετε ένα προφίλ στο Apple Music, θα σας προτείνουμε άλλους συνδρομητές Apple Music με τους οποίους μπορείτε να θέλετε να συνδεθείτε ως φίλοι. Η Apple δεν μαθαίνει ούτε και αποθηκεύει πληροφορίες από τις επαφές σας κατά την εύρεση πιθανών φίλων. Μόνο συντομευμένες και κρυπτογραφημένες διέσεις των αριθμών τηλεφώνου και των διευθύνσεων email των επαφών σας αποστέλλονται στην Apple, και η αντιστοίχιση με συνδρομητές Apple Music που θα προταθούν προσδιορίζονται τοπικά στη συσκευή σας. Το Apple Music μπορεί να ελέγχει περιοδικά τις επαφές σας ώστε να προτείνει νέους φίλους στο μέλλον. Για να ελέγξετε αυτήν την επιλογή, απενεργοποιήστε τις «Επαφές στο Apple Music» στις «Ρυθμίσεις λογαριασμού». Αν δεν θέλετε να μπορούν να σας βρουν άλλα άτομα με βάση τα στοιχεία επικοινωνίας Apple ID σας που μπορεί να έχουν αποθηκευμένα στις επαφές τους, μπορείτε να αλλάξετε αυτήν την επιλογή στις «Ρυθμίσεις λογαριασμού» με απενεργοποίηση της ρύθμισης «Να επιτρέπεται η εύρεση μέσω Apple ID».\n\nΜπορείτε να επεξεργαστείτε ή να αφαιρέσετε τις πληροφορίες που έχετε προσθέσει στο προφίλ σας ανά πάσα στιγμή. Κάθε φορά που θέλετε να μοιραστείτε κάτι στο Διαδίκτυο, σκεφτείτε προσεκτικά τις πληροφορίες που θα καταστήσετε δημόσιες. Όταν κοινοποιείτε κάτι από το Apple Music σε άλλους ιστότοπους ή κοινωνικά δίκτυα, οι πληροφορίες αυτές διέπονται από τις πολιτικές απορρήτου των εν λόγω ιστότοπων ή κοινωνικών δικτύων.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。お客様によりお楽しみいただくために最低限必要なデータだけを収集するように努め、またデータを収集する際は、どのような情報をどのような理由で集めているのかをお客様にお知らせし、お客様ご自身によくご理解いただいた上で判断していただくことが大事だと考えています。Apple Musicも、ほかのすべてのApple製品およびサービスと同様、この原則を念頭に設計されています。\n\nApple Musicを使っているほかの人とつながり、情報共有したい場合は、パーソナルプロフィールを作成いただけます。作成に際しては、ユーザハンドル（@johnappleseedなど）と表示名、さらに差し支えなければ、プロフィール写真などの情報をご提示ください。Appleでは、この情報をお客様のアカウントに保存するので、お使いのどのデバイスからでもお客様ご自身にアクセスしていただけます。ユーザハンドル、表示名、およびプロフィール写真は、ご自身が投稿したコンテンツや、Apple Musicで共有したアクティビティに添えて表示される場合があります。コンテンツの共有および投稿機能は現在、お子様向けには用意されていません。そのため、お子様用のApple IDから利用することはできません。\n\nまた、提示いただいた情報は、Apple Musicを使っているほかの方が、お客様のApple Musicのプロフィールを検索する際にも使われます。 \n\n再生状況やプレイリストなどのプロフィールの内容は、あなたが選択した人たちだけに公開できます。ただし、あなたのプロフィール情報（ハンドル、表示名、写真、あなたのフォロワー、あなたがフォローしている人）はいつでもすべての人が見ることができます。\n\nApple Music上にプロフィールを作成するときは、あなたが友達としてつながりたいと思うようなほかのApple MusicメンバーをAppleから推奨します。Appleは推奨する友達を確認するとき、連絡先からの情報を調査したり保存したりしません。連絡先の電話番号とメールアドレスの短縮および暗号化されたハッシュ値のみがAppleに送信されます。推奨候補のApple Musicメンバーとのマッチングは、あなたのデバイス上でローカルに決定されます。Apple Musicでは、定期的に連絡先をチェックして今後の新しい友達を推奨してもらうことができます。この機能は“アカウント設定”の“‘連絡先’にいるApple Musicメンバー”を無効にすることで制御できます。ほかの人がその人の連絡先内にあるApple IDの連絡先情報に基づいてあなたを見つけてほしくない場合は、“アカウント設定”で“Apple IDで見つけられるようにする”を無効にすることで、この動作を変更できます。\n\nプロフィールに公開いただいた情報は、いつでもアップデートまたは削除していただけます。オンラインで情報を共有する際は、公開しても支障ないかどうか慎重に検討してください。Apple MusicからほかのWebサイトやソーシャルネットワークに共有する場合、共有した情報には、共有先のほかのサービスのプライバシーポリシーが適用されます。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Music, like every Apple product and service, is designed with these principles in mind.\n\nIf you want to connect or share with other people using Apple Music, you can create a personal profile by providing a user handle (for example, @johnappleseed), display name and, if desired, a profile photo, and other information. Apple stores this information with your account so that you can access it from any of your devices. Your user handle, display name, and profile photo can appear alongside any content you post and activity that you share on Apple Music. Sharing and posting content is not currently intended for or available to Apple IDs for children.\n\nOther people may also be able to find your Apple Music profile using the information that you’ve provided. \n\nYou can make the contents of your profile, like listening activity and playlists, available only to those you choose. However, your profile information, such as handle, display name, photo, your followers, and who you are following, are always visible to everyone.\n\nWhen you create a profile on Apple Music, we will recommend other Apple Music subscribers with whom you may want to connect as friends. Apple does not learn or store information from your contacts when checking for friends to recommend. Only shortened and encrypted hashes of the phone numbers and email addresses in your contacts are sent to Apple, and then matching Apple Music subscribers to be recommended are determined locally on your device. Apple Music can periodically check your contacts to recommend new friends in the future; you can control this in Account Settings by disabling Contacts on Apple Music. If you do not want to be found by others based on the Apple ID contact information they may have about you in their contacts, you can change this in Account Settings by disabling Allow Finding by Apple ID.\n\nInformation that you provide in your profile may be updated or removed by you at any time. Whenever you share online, you should think carefully about what you are making public. When you share from Apple Music to other websites or social networks, anything you share is governed by the privacy policies of those other services.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх в Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, аби надавати вам найкращий сервіс, тож коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Apple Music, як і решту продуктів і послуг Apple, розроблено на цих засадах.\n\nЯкщо ви хочете спілкуватися або поширювати матеріали через Apple Music, ви можете створити особистий профіль, надавши маркер користувача (наприклад, @johnappleseed), коротке імʼя і, якщо забажаєте, фото профіля та інші відомості. Apple зберігає цю інформацію у вашому обліковому записі, аби ви мали доступ до неї на всіх своїх пристроях. Ваш користувацький маркер, коротке ім’я і фото профіля можуть показуватися разом з будь-яким контентом, який ви публікуєте, та діями, які поширюєте на Apple Music. Поширення і публікування вмісту наразі недоступне для дитячих Apple ID.\n\nІнші люди також можуть знаходити ваш профіль Apple Music за даними, які ви надали. \n\nВи можете відкрити доступ до вмісту свого профіля, як-от слухацької активності й підбірок, лише для тих, кого оберете. Утім, інформація вашого профіля, як-от маркер, коротке ім’я, фото, ваші прихильники й ті, за ким ви стежите, завжди для всіх видима.\n\nКоли ви створюєте профіль в Apple Music, ми запропонуємо тих інших передплатників Apple Music, з якими ви хотіли б тримати зв’язок як із друзями. Apple не отримує і не зберігає інформацію з ваших контактів, коли перевіряє щодо можливих рекомендацій дружби. До Apple надсилаються лише скорочені та шифровані геш-дані телефонних номерів й адрес е-пошти з ваших контактів, а рекомендації придатних передплатників Apple Music визначаються локально на вашому пристрої. Apple Music може періодично перевіряти ваші контакти й пропонувати нових друзів у майбутньому; ви можете керувати цим у Параметрах облікового запису, вимкнувши «Контакти в Apple Music». Якщо ви не хочете, щоб інші знаходили вас за контактною інформацією в Apple ID, яку вони можуть мати про вас у своїх контактах, ви можете змінити це в Параметрах облікового запису, вимкнувши «Дозволяти знаходження за Apple ID».\n\nВи можете оновлювати чи вилучати інформацію, надану вами в своєму профілі, у будь-який час. Щоразу, коли ви поширюєте щось онлайн, потрібно ретельно зважувати, яку інформацію ви робите загальнодоступною. Коли ви надсилаєте інформацію з Apple Music до інших вебсайтів чи соціальних мереж, все, що ви поширюєте, регулюється політиками конфіденційності цих сторонніх служб.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia, y cuando recopilamos los datos creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Apple Music, como todos los productos y servicios de Apple, se diseñó teniendo en cuenta estos principios.\n\nSi deseas compartir información o conectarte con otras personas mediante Apple Music, puedes crear un perfil personal al proporcionar un seudónimo de usuario (por ejemplo, @juanlopez), un nombre para mostrar y, si lo deseas, una foto de perfil y otra información. Apple almacena esta información con tu cuenta, de modo que puedas acceder a ella desde cualquier dispositivo. El seudónimo de usuario, el nombre para mostrar y la foto de perfil pueden aparecer junto a cualquier comentario que publiques y la actividad que compartas en Apple Music. Actualmente los Apple ID para menores no pueden o no tienen permitido compartir o publicar contenido.\n\nOtras personas también podrán encontrar tu perfil de Apple Music mediante la información que proporcionaste. \n\nPuedes hacer que el contenido de tu perfil, tal como actividad de escucha o playlists, esté disponible sólo a las personas que elijas. Sin embargo, la información de tu perfil, como seudónimo de usuario, nombre para mostrar, foto, tus seguidores y personas a las que sigues siempre serán visibles para todos.\n\nCuando creas un perfil en Apple Music, te recomendamos a otros suscriptores de Apple Music con los que quizás quieras contactar como amigos. Apple no obtiene ni almacena la información de tus contactos cuando busca amigos para recomendarlos. Sólo se envían a Apple los números telefónicos y correos electrónicos abreviados y codificados, y las coincidencias de suscriptores de Apple Music se realizan a nivel local en tu dispositivo. Apple puede revisar de manera periódica tus contactos para recomendarte nuevos amigos en el futuro; puedes controlar esta función desactivando “Contactos en Apple Music” en la configuración de la cuenta. Si no deseas que los demás te encuentren utilizando la información de contacto de Apple ID que tal vez tengan sobre ti en sus contactos, desactiva “Permitir que te encuentren con Apple ID” en la configuración de cuenta.\n\nPuedes actualizar o eliminar la información que proporcionas en tu perfil en cualquier momento. Cuando compartas contenido en línea, debes pensar cuidadosamente qué información harás pública. Cuando compartes contenido de Apple Music en otros sitios web o redes sociales, éste se rige de conformidad con las políticas de privacidad de dichos servicios.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "保护您信息的隐私和安全是Apple每个人的首要任务。我们尽力仅收集为您带来更佳体验所需的数据。收集数据时，我们认为您对所收集数据及为何需要该数据有知情权，以便您做出知情选择，这十分重要。与每一款Apple产品和服务一样，Apple Music在设计上同样基于上述原则。\n\n如果要和其他使用Apple Music的用户互动或共享，您可以提供用户名称（例如：@johnappleseed）和显示名称来创建个人资料，如有需要，还可提供个人头像及其他信息。Apple将这些信息储存在您的帐户下，以便您在任何设备上均可访问。您的用户名称、显示名称和个人头像可能在您于Apple Music上发布的任何内容及共享的活动旁出现。目前，共享和发布内容不适用于、也不提供给儿童Apple ID。\n\n其他用户也可能使用您提供的信息，查找到您Apple Music的个人资料。 \n\n您可以将您个人资料的内容，如听歌历史记录和播放列表等，仅对所选用户可见。但您的个人资料信息，如名称、显示名称、照片、粉丝和关注，将始终对所有人可见。\n\n当您在Apple Music上创建个人资料时，我们会推荐您可能想要加为好友进行关联互动的其他Apple Music订阅用户。检索可推荐的好友时，Apple不会获悉或储存您的联系人信息。仅您联系人的电话号码和电子邮件地址会转换为缩短且加密的哈希值并发送给Apple，随后会在您的设备上本地检索匹配的Apple Music订阅用户以作推荐。Apple Music可以定期检查您的联系人以持续为您推荐新的好友；您可以在“帐户设置”中停用“订阅Apple Music的联系人”来控制此功能。如果您不想让他人通过其通讯录中您的Apple ID联系信息找到您，您可以在“帐户设置”中停用“允许通过Apple ID找到我”进行更改。\n\n您随时可以更新或移除您在个人资料中提供的信息。在线共享时，您应对自己公开发布的内容慎重考虑。当您从Apple Music共享内容至其他网站或社交网络时，您共享的任何内容均受相关服务的隐私政策约束。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, Apple Music se ha diseñado con estos principios en mente.\n\nSi quieres conectarte o compartir con otras personas usando Apple Music, puedes crear un perfil personal proporcionando un identificador de usuario (por ejemplo, @juanlopez), un nombre mostrado y, si quieres, una foto de perfil y otra información. Apple almacena esta información con tu cuenta para que puedas acceder a ella desde cualquiera de tus dispositivos. Junto a cualquiera de los contenidos que publiques y la actividad que compartas en Apple Music pueden aparecer tu identificador de usuario, el nombre visible y la foto de perfil. Actualmente, los ID de Apple de los niños no están pensados para compartir y publicar contenido, ni están disponibles para ese fin.\n\nOtras personas que utilicen Apple Music también podrían encontrar tu perfil de Apple Music utilizando la información que has proporcionado. \n\nPuedes elegir las personas con las que compartir el contenido de tu perfil como la música que escuchas y tus playlists. Sin embargo, la información de tu perfil, como el identificador, el nombre visible, la foto o los usuarios que te siguen y a los que sigues tú, siempre está visible para todo el mundo.\n\nCuando crees un perfil en Apple Music, te recomendaremos otros suscriptores de Apple Music, con quienes es posible que quieras ponerte en contacto para añadirlos como amigos. Apple no obtiene ni almacena información sobre tus contactos cuando busca amigos para recomendarte. Solo los hashes abreviados y encriptados de los números de teléfono y las direcciones de correo de tus contactos se envían a Apple; los suscriptores de Apple Music que cumplan los requisitos para que se te muestren como recomendación, se determinarán localmente en tu dispositivo. Apple Music puede comprobar periódicamente tus contactos para recomendarte a amigos nuevos en un futuro; puedes controlar este comportamiento si desactivas “Contactos en Apple Music” en los ajustes de la cuenta. Si no quieres que otros usuarios te encuentren con la información de contacto del ID de Apple que puedan tener sobre ti en sus contactos, puedes cambiar esta opción desactivando “Permitir buscar por ID de Apple” en los ajustes de la cuenta.\n\nPuedes actualizar o eliminar la información que proporciones en tu perfil en cualquier momento. Siempre que compartas información en línea, debes tener en cuenta qué datos pones a disposición del público. Cuando compartas desde Apple Music en otros sitios web o redes sociales, todo lo que compartas se regirá por las políticas de privacidad de esos otros servicios.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Proteger a privacidade e a segurança das suas informações é uma prioridade para todos na Apple. Coletamos apenas os dados que precisamos para melhorar sua experiência e, quando os coletamos, acreditamos que é importante informar o que estamos coletando e por que precisamos dos dados, para que você possa fazer escolhas informadas. O Apple Music, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios.\n\nSe quiser se conectar ou compartilhar com outras pessoas usando o Apple Music, você pode criar um perfil pessoal fornecendo um nome de usuário (por exemplo, @jaimesilveira), nome de exibição e, se desejar, uma foto para o perfil e outras informações. A Apple armazena essas informações com a sua conta para que você possa acessá-la usando qualquer um dos seus dispositivos. Seu nome de usuário, nome de exibição e foto do perfil podem aparecer juntamente com os comentários que você publicar e as atividades que você compartilhar no Apple Music. O compartilhamento e publicação de conteúdo não estão disponíveis para IDs Apple de crianças.\n\nOutras pessoas também podem encontrar seu perfil do Apple Music usando as informações que você forneceu. \n\nVocê pode disponibilizar o conteúdo do seu perfil (como suas playlists e as músicas que você ouve) apenas para quem você escolher. Porém, as informações do seu perfil (como nome de usuário, nome de exibição, foto, seus seguidores e quem você segue) sempre podem ser visualizados por todos os usuários.\n\nQuando você criar um perfil no Apple Music, recomendaremos outros assinantes do Apple Music com os quais você pode querer se conectar como amigo. A Apple não aprende ou armazena informações dos seus contatos ao verificar amigos para recomendar. Apenas trechos encurtados e criptografados dos números de telefone e endereços de e‑mail nos seus contatos são enviados à Apple. A correspondência de assinantes do Apple Music que são recomendados é determinada localmente no seu dispositivo. O Apple Music pode verificar seus contatos periodicamente para recomendar novos amigos no futuro; para controlar isso, acesse Ajustes da Conta e desative “Contatos no Apple Music”. Se não desejar que outros usuários possam lhe encontrar com base nas informações de contato do ID Apple que eles possam ter sobre você em seus contatos, você pode desativar a opção “Permitir que Me Encontrem por ID Apple” nos Ajustes da Conta.\n\nVocê pode atualizar ou remover as informações do seu perfil a qualquer momento. Sempre que você compartilhar algo on-line, pense com cuidado sobre as informações que você está divulgando publicamente. Quando você compartilha algo do Apple Music em outros sites ou redes sociais, as informações compartilhadas são governadas pelas políticas de privacidade desses outros serviços.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt på kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Apple Music er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper.\n\nHvis du gerne vil i kontakt med andre brugere af Apple Music eller dele noget med dem, kan du oprette en personlig profil ved at vælge et brugernavn (f.eks. @jenshansen), et skærmnavn og eventuelt et profilbillede og andre oplysninger. Apple opbevarer disse oplysninger sammen med din konto, så du har adgang til dem fra alle dine enheder. Dit brugernavn, skærmnavn og profilbillede kan blive vist sammen med evt. indhold, du sender, og aktiviteter, du deler på Apple Music. Deling og publicering af indhold er i øjeblikket ikke beregnet på eller tilgængelig for Apple-id'er til børn.\n\nAndre kan muligvis finde din Apple Music-profil ved hjælp af de oplysninger, du har givet. \n\nDu kan nøjes med at gøre indholdet af din profil, f.eks. lytteaktivitet og playlister, tilgængelige for dem, du vælger. Men profiloplysninger som navn, skærmnavn, foto, dine følgere og dem, du følger, er altid synlige for alle.\n\nNår du opretter en profil på Apple Music, vil vi anbefale andre Apple Music-abonnenter, som du muligvis vil oprette venskab til. Apple hverken får eller lagrer oplysninger fra dine kontakter, når du ser efter anbefalede venner. Det er kun forkortede og krypterede hashes af telefonnumrene og e-mailadresserne for dine kontakter, der bliver sendt til Apple. Og derefter bliver matchende Apple Music-abonnenter, der kan anbefales, bestemt lokalt på din enhed. Apple Music kan regelmæssigt tjekke dine kontakter for at anbefale nye venner i fremtiden. Du kan kontrollere dette i Kontoindstillinger ved at deaktivere Kontakter i Apple Music. Hvis du ikke ønsker at blive fundet af andre på basis af Apple-id-kontaktoplysninger, som de kan have om dig i deres kontakter, kan du ændre det i Kontoindstillinger ved at slå Bliv fundet via Apple-id fra.\n\nDu kan altid opdatere eller fjerne oplysninger, som du lægger ind på din profil. Du skal altid overveje nøje, hvad du offentliggør, når du deler noget på nettet. Når du deler fra Apple Music på andre websteder eller sociale netværk, er alt det, du deler, underlagt de andre tjenesters anonymitetspolitikker.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quale tipo di dati viene raccolto e il motivo per il quale è necessario farlo, in modo da consentirti di compiere una scelta ponderata. Il servizio Apple Music, così come ogni altro prodotto e servizio Apple, è stato progettato a partire da questi principi.\n\nSe desideri connetterti o condividere contenuti con altre persone utilizzando Apple Music, puoi creare un profilo personale fornendo un nome utente (ad esempio, @giovannimela), un nome visualizzato e, se vuoi, una foto del profilo e altre informazioni. Apple archivia queste informazioni con il tuo account, consentendoti di accedervi da qualsiasi dispositivo. Il nome utente, il nome visualizzato e la foto del profilo possono essere visualizzati accanto a eventuali post e attività che condividi su Apple Music. La condivisione e la pubblicazione di contenuti non sono attualmente previsti o disponibili per gli ID Apple per bambini.\n\nAltri utenti possono essere in grado di trovare il tuo profilo Apple Music utilizzando le informazioni che hai fornito. \n\nÈ inoltre possibile rendere disponibili contenuti del tuo profilo come i brani che ascolti e le playlist solo a un gruppo di utenti che selezioni. Tuttavia, alcune informazioni del tuo profilo, come il nome utente che hai scelto, il nome che viene visualizzato, la foto, chi segui e tutti coloro che ti seguono sono sempre visibili per tutti.\n\nQuando crei un profilo su Apple Music, ti raccomanderemo altre persone iscritte al servizio con le quali potresti volerti connettere come amici. Apple non salva né archivia le informazioni dei tuoi contatti quando verifica la presenza di amici da raccomandare. Apple riceverà esclusivamente una forma crittografata dei numeri di telefono e degli indirizzi e‑mail dei tuoi contatti e l'abbinamento degli iscritti ad Apple Music da raccomandare verrà determinato localmente sul dispositivo. Apple Music può controllare periodicamente i tuoi contatti per raccomandarti nuovi amici in futuro. Puoi controllare questa operazione nelle impostazioni dell'account, disabilitando “Contatti su Apple Music”. Se desideri che non sia possibile trovarti in base alle informazioni relative al tuo ID Apple che altri utenti potrebbero avere tra i propri contatti, puoi modificare questa opzione nelle impostazioni dell'account disabilitando “Consenti di trovarmi tramite l'ID Apple”.\n\nPuoi aggiornare o eliminare le informazioni che hai fornito in qualsiasi momento. Ogni volta che condividi informazioni online, dovresti riflettere attentamente su ciò che stai rendendo pubblico. Quando condividi da Apple Music su altri siti web o social network, qualsiasi contenuto condiviso è soggetto alle politiche sulla privacy di questi servizi di terze parti.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Pri ich zhromažďovaní sa domnievame, že je pre vás dôležité vedieť, aké dáta zhromažďujeme a prečo ich potrebujeme, aby ste sa mohli správne rozhodnúť. Služba Apple Music sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi.\n\nAk sa chcete pomocou služby Apple Music spojiť s inými ľuďmi alebo s nimi zdieľať obsah, môžete si vytvoriť osobný profil zadaním užívateľského mena (napr. @jankohrasko), prezývky, pridaním profilovej fotky, krátkeho textu o sebe a ďalších informácií. Spoločnosť Apple uchováva tieto informácie s vaším účtom, takže k nim môžete pristupovať z ľubovoľného zariadenia. Vaše užívateľské meno, zobrazované meno a profilová fotka sa môžu zobrazovať spolu s akýmkoľvek zverejneným obsahom a aktivitami, ktoré zdieľate v službe Apple Music. Zverejňovanie a komentovanie v tejto chvíli nie je určené ani dostupné pre Apple ID dieťaťa.\n\nPomocou informácií, ktoré zadáte, môžu váš profil v službe Apple Music vyhľadať aj iní užívatelia. \n\nObsah svojho profilu, napríklad playlisty a vypočutý obsah, môžete sprístupniť všetkým alebo len vybraným užívateľom. Informácie o vašom profile, ako je užívateľské meno, zobrazované meno, fotka, vaši nasledovatelia a osoby, ktoré nasledujete, však budú vždy viditeľné pre všetkých.\n\nPo vytvorení profilu v službe Apple Music vám odporučíme ďalších predplatiteľov Apple Music, s ktorými by ste sa mohli chcieť spojiť ako priatelia. Pri hľadaní vhodných priateľov na odporúčanie spoločnosť Apple nezisťuje ani neuchováva informácie z vašich kontaktov. Spoločnosti Apple sú odosielané len skrátené a zašifrované zhluky telefónnych čísiel a emailových adries z vašich kontaktov. Vhodné odporúčania nových priateľov na Apple Music sú následne vytvárané lokálne na vašom zariadení. Apple Music môže v budúcnosti pravidelne kontrolovať vaše kontakty s cieľom navrhovať nových priateľov. Túto funkciu môžete vypnúť v nastaveniach účtu, kde vypnete možnosť Kontakty na Apple Music. Ak nechcete, aby vás ostatní užívatelia mohli vyhľadať na základe vášho Apple ID, ktoré majú uložené v kontaktoch, vypnite v nastaveniach účtu možnosť Nájsť ma podľa Apple ID.\n\nInformácie zadané vo svojom profile môžete kedykoľvek aktualizovať alebo odstrániť. Pri zdieľaní obsahu online by ste mali dobre zvážiť, aké informácie zverejníte. Obsah zdieľaný zo služby Apple Music na iných webových stránkach alebo v sociálnych sieťach sa riadi zásadami ochrany osobných údajov príslušných služieb.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Trabalhamos no sentido de recolher apenas os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. Apple Music, como qualquer produto e serviço Apple, foi concebido com base nestes princípios.\n\nSe pretender estabelecer ligação ou partilhar com outras pessoas através de Apple Music, pode criar um perfil pessoal, indicando o seu domínio de utilizador (por exemplo, @johnappleseed), o nome de apresentação e, se desejar, uma fotografia de perfil, uma biografia e outras informações. A Apple armazena estas informações com a sua conta para que possa aceder à mesma a partir de qualquer um dos seus dispositivos. O seu domínio de utilizador, o nome de apresentação e a fotografia de perfil podem aparecer juntamente com qualquer conteúdo por si publicado e a atividade que partilha em Apple Music. A partilha e a publicação de conteúdo não se destinam nem estão à disposição dos ID Apple para crianças.\n\nOutras pessoas poderão também encontrar o seu perfil em Apple Music através da informação por si fornecida. \n\nPode tornar o conteúdo do seu perfil, como as músicas e listas de reprodução que ouve, disponível só a determinadas pessoas. Contudo, a informação do seu perfil, como o seu nome de domínio e de apresentação, fotografia, seguidores e quem segue, é sempre visível por todos.\n\nQuando cria um perfil em Apple Music, receberá recomendações acerca de outros assinantes de Apple Music com quem poderá ter interesse em estabelecer ligação como amigos. A Apple não obtém nem armazena informação sobre os seus contactos ao verificar se existem amigos a recomendar. Apenas hashes abreviados e cifrados dos números de telefone e endereços de e‑mail dos seus contactos são enviados à Apple. Os assinantes de Apple Music a recomendar são determinados localmente no dispositivo do utilizador. Apple Music pode verificar periodicamente os contactos para recomendar novos amigos. Para controlar esta opção, desative “Contactos em Apple Music” nas definições da conta. Se preferir que a sua informação de contacto do ID Apple detida por terceiros nos respetivos contactos não seja usada para encontrar o seu perfil, pode alterar esta opção nas definições de conta desativando “Permitir localização por ID Apple”.\n\nAs informações que fornece no seu perfil poderão ser atualizadas ou removidas por si a qualquer altura. Sempre que partilha conteúdos online, deve pensar cuidadosamente sobre o que está a tornar público. Quando partilha conteúdos de Apple Music para outros sites ou redes sociais, tudo o que partilha encontra-se ao abrigo das políticas de privacidade desses outros serviços.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Apple Music, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini.\n\nJika anda mahu berhubung atau berkongsi dengan orang lain menggunakan Apple Music, anda boleh mencipta profil peribadi dengan memberi nama pengguna (contohnya, @johnappleseed), nama paparan dan jika diperlukan, foto profil dan maklumat lain. Apple menyimpan maklumat ini dengan akaun anda supaya anda boleh mengaksesnya daripada mana-mana peranti anda. Nama pengguna, nama paparan dan foto profil anda boleh kelihatan bersama-sama sebarang kandungan yang anda siarkan dan aktiviti yang anda kongsi pada Apple Music. Perkongsian dan siaran kandungan tidak ditujukan atau tersedia untuk Apple ID kanak-kanak pada masa ini.\n\nOrang lain juga mungkin dapat mencari profil Apple Music anda menggunakan maklumat yang anda berikan. \n\nAnda boleh menjadikan kandungan profil anda, seperti aktiviti pendengaran dan senarai main, tersedia hanya kepada orang yang anda pilih. Walau bagaimanapun, maklumat profil anda, seperti nama pengguna, nama paparan, foto, pengikut anda dan orang yang anda ikuti, sentiasa kelihatan kepada semua orang.\n\nApabila anda mencipta profil di Apple Music, kami akan mengesyorkan pelanggan Apple Music lain yang mungkin anda mahu berhubung sebagai rakan. Apple tidak mengetahui atau menyimpan maklumat daripada kenalan anda apabila menyemak rakan untuk disyorkan. Hanya cincangan yang dipendekkan dan disulitkan daripada nombor telefon dan alamat e-mel dalam kenalan anda dihantar kepada Apple dan kemudian pelanggan Apple Music sepadan yang disyorkan ditentukan pada peranti anda secara setempat. Apple Music boleh menyemak kenalan anda secara berkala untuk mengesyorkan rakan baharu pada masa hadapan; anda boleh mengawal ini dalam Seting Akaun dengan menyahdayakan Kenalan pada Apple Music. Jika anda tidak mahu ditemui oleh orang lain berdasarkan maklumat hubungan Apple ID yang mereka mungkin miliki tentang anda dalam kenalan mereka, anda boleh menukar ini dalam Seting Akaun dengan menyahdayakan Pencarian Apple ID.\n\nMaklumat yang anda beri dalam profil anda boleh dikemas kini atau dikeluarkan oleh anda pada bila-bila masa. Pada bila-bila masa anda berkongsi dalam talian, anda patut berfikir dengan cermat tentang perkara yang anda siarkan kepada orang awam. Apabila anda berkongsi daripada Apple Music ke tapak web atau rangkaian sosial lain, sebarang perkara yang anda kongsi ditadbir oleh dasar privasi perkhidmatan tersebut.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre, och när vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in och varför vi behöver det, så att du kan göra informerade val. Precis som alla andra produkter och tjänster från Apple är Apple Music utformad kring dessa principer.\n\nOm du vill ansluta till eller dela information med andra Apple Music-användare kan du skapa en personlig profil genom att ange en användarreferens (som @johnappleseed), ett visningsnamn och (om du vill) en profilbild och annan information. Apple lagrar denna information tillsammans med ditt konto så att du kan komma åt den från alla dina enheter. Din användarreferens, ditt visningsnamn och din profilbild kan visas bredvid alla kommentarer du skapar och aktiviteter du delar på Apple Music. För närvarande kan Apple-ID:n som tillhör barn inte dela innehåll eller göra inlägg.\n\nAndra som använder Apple Music kan också hitta din Apple Music-profil med hjälp av den här informationen. \n\nDu kan göra innehållet i din profil, till exempel spellistor och musik som du lyssnar på, tillgängligt för personer som du själv väljer. Din profilinformation, till exempel användarnamn, visningsnamn, bild, följare och vilka du följer, visas alltid för alla.\n\nNär du skapar en profil på Apple Music föreslår vi andra Apple Music-prenumeranter som du kanske vill kontakta som vänner. Apple får varken tillgång till eller lagrar information från dina kontakter när det letar efter vänner att rekommendera. Endast förkortade och krypterade hash-tal av telefonnummer och e-postadresser i dina kontakter skickas till Apple och vilka matchande Apple Music-prenumeranter som ska rekommenderas bestäms lokalt på din enhet. Apple Music kan då och då kontrollera dina kontakter för att rekommendera nya vänner i framtiden – du kan styra detta i Kontoinställningar genom att avaktivera Kontakter med Apple Music. Om du inte vill att andra ska kunna hitta dig baserat på Apple-ID-kontaktinformationen de kanske har om dig i sina kontakter kan du ändra detta i Kontoinställningar genom att avaktivera Tillåt att andra hittar dig med Apple-ID.\n\nDu kan uppdatera informationen i din profil eller ta bort den när du vill. När du delar något på webben är det viktigt att tänka på att det du gör blir offentligt. När du delar från Apple Music till andra webbplatser eller sociala nätverk styrs allt du delar av de andra tjänsternas integritetspolicyer.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodnout. Apple Music je stejně jako každý produkt a služba Apple navržena s ohledem na tyto zásady.\n\nChcete‑li přes Apple Music komunikovat s dalšími uživateli nebo s nimi sdílet obsah, můžete si vytvořit osobní profil zadáním svého uživatelského jména (např. @jannovak), zobrazovaného jména a případně i profilové fotky, krátkého textu o sobě a dalších informací. Apple tyto informace uloží k vašemu účtu, abyste k nim měli přístup i z jiných zařízení. Vaše uživatelské jméno, zobrazované jméno a profilová fotka se můžou zobrazovat vedle obsahu, který zveřejníte, a aktivit, které v Apple Music nasdílíte. Sdílení a zveřejňování obsahu není v současné době určené ani dostupné pro dětská Apple ID.\n\nPodle informací, které zadáte, můžou další uživatelé vyhledat v Apple Music váš profil. \n\nBudete‑li chtít, můžete obsah na svém profilu, například posluchačské aktivity a playlisty, zpřístupnit jen vybraným lidem. Informace o vašem profilu, jako je uživatelské jméno, zobrazované jméno, fotka a sledující a sledovaní lidé, budou vždy viditelné veřejně.\n\nKdyž si v Apple Music vytvoříte profil, navrhneme vám další odběratele Apple Music, se kterými byste se možná rádi spojili jako přátelé. Společnost Apple při vyhledávání nových návrhů přátel nezíská ani neuloží žádné informace z vašich kontaktů. Společnosti Apple budou z vašich kontaktů poslána jen zašifrovaná a hašovaná telefonní čísla a e‑mailové adresy a návrhy odpovídajících odběratelů Apple Music budou vytvořeny místně na vašem zařízení. Apple Music může procházet vaše kontakty periodicky a navrhovat vám nové přátele i v budoucnosti. Tuto funkci můžete deaktivovat v Nastavení účtu vypnutím volby Kontakty v Apple Music. Pokud nechcete, aby vás ostatní uživatelé mohli najít podle údajů, které mají ve svých kontaktech na základě vašeho Apple ID, můžete v nastavení účtu vypnout volbu Povolit vyhledání podle Apple ID.\n\nInformace, které zadáte ve svém profilu, můžete kdykoli aktualizovat nebo smazat. Kdykoli něco sdílíte na internetu, zamyslete se, co právě zveřejňujete. Při sdílení obsahu v Apple Music nebo na jiných webech či sociálních sítích vždy platí, že na sdílené informace se vztahují zásady ochrany osobních údajů dané služby.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple의 전 직원은 개인 정보의 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하기 위해 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 Apple Music은 이 원칙을 기반으로 고안되었습니다.\n\n사용자 핸들(예: @johnappleseed), 표시 이름 및 원하는 경우, 프로필 사진, 기타 정보 등을 제공하여 개인 프로필을 생성하면 Apple Music을 통해 다른 사람들과 연결되거나 공유할 수 있습니다. Apple은 이 정보를 사용자의 계정에 저장하여 사용자가 다른 모든 기기에서 이 정보에 접근할 수 있도록 합니다. 사용자가 Apple Music에서 게시한 콘텐츠 및 공유한 활동과 함께 사용자 핸들, 표시 이름, 프로필 사진이 표시됩니다. 콘텐츠 공유 및 게시 기능은 현재 자녀를 위한 Apple ID에서 사용하도록 의도되지 않았거나 사용할 수 없습니다.\n\n또한 다른 사람들이 사용자가 제공한 정보로 사용자의 Apple Music 프로필을 찾아볼 수 있습니다. \n\n사용자가 선택한 사람만 사용자의 청취 활동 및 플레이리스트와 같은 프로필 콘텐츠를 사용하도록 할 수 있습니다. 그러나 핸들, 표시 이름, 사진, 사용자를 팔로우하는 사람 및 사용자가 팔로우하는 사람 등 프로필 정보는 항상 모든 사람이 볼 수 있습니다.\n\nApple Music에서 프로필을 생성하면 사용자가 친구로 연결하고 싶어 할만한 다른 Apple Music 구독자를 추천합니다. Apple은 추천할 친구를 확인하는 데 사용자의 연락처에 있는 정보를 학습하거나 저장하지 않습니다. 연락처의 전화번호 및 이메일 주소의 짧고 암호화된 해시만 Apple로 전송되어 추천할 만한 Apple Music 구독자가 사용자의 기기에 있는지 확인합니다. Apple Music은 사용자의 연락처를 주기적으로 확인하여 새로운 친구를 추천합니다. 이 설정은 계정 설정에서 ‘Apple Music 연락처’를 비활성화하여 제어할 수 있습니다. 다른 사람의 주소록에 있는 사용자의 Apple ID 연락처 정보를 기반으로 다른 사람이 사용자를 찾는 것을 원하지 않는 경우 계정 설정에서 ‘Apple ID로 찾기 허용’을 비활성화하십시오.\n\n사용자가 제공한 프로필 정보는 언제든지 업데이트하거나 삭제할 수 있습니다. 온라인으로 공유할 때는 공개하는 내용에 대해 주의하시기 바랍니다. Apple Music에서 다른 웹 사이트 또는 소셜 네트워크에 공유하는 모든 내용은 해당 서비스의 개인정보 처리방침의 적용을 받습니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Apple Music er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene.\n\nHvis du vil komme i kontakt med eller dele med andre som bruker Apple Music, kan du opprette en personlig profil ved å oppgi et brukernavn (for eksempel @johnappleseed), visningsnavn og, om ønskelig, profilbilde og annen informasjon. Apple lagrer denne informasjonen sammen med kontoen din så du har tilgang til den fra alle enhetene dine. Brukernavnet, visningsnavnet og profilbildet ditt kan også vises ved siden av innhold du publiserer og aktiviteter du deler på Apple Music. Deling og publisering av innhold er ikke tiltenkt og støttes for øyeblikket ikke i Apple‑ID-er for barn.\n\nAndre personer kan også finne Apple Music-profilen din ved hjelp av informasjonen du oppgir. \n\nDu kan gjøre innholdet i profilen, som spillelister og musikk du har lyttet til, tilgjengelig for personene du selv velger. Profilinformasjonen din, som kallenavn, visningsnavn, bilde, følgere og hvem du selv følger, vil imidlertid alltid være synlig for alle.\n\nNår du oppretter en profil på Apple Music, vil vi anbefale andre Apple Music-abonnenter som du kan komme i kontakt med. Apple vil ikke registrere eller oppbevare informasjon fra kontaktene dine når det søkes etter venner å anbefale. Kun forkortede og krypterte nøkler for telefonnumrene og e-postadressene i kontaktene dine sendes til Apple, og Apple Music-abonnenter med tilsvarende informasjon som anbefales, blir oppdaget lokalt på enheten din. Apple Music kan med jevne mellomrom sjekke kontaktene dine for å anbefale nye venner i framtiden. Du kan kontrollere dette i kontoinnstillingene ved å slå av Kontakter med Apple Music. Hvis du ikke vil at andre skal kunne finne deg basert på kontaktinformasjonen til Apple-ID-en din som de har i adresseboken sin, kan du endre dette i kontoinnstillingene ved å slå av Tillat søk etter Apple-ID.\n\nDu kan når som helst oppdatere eller fjerne informasjonen du oppgir i profilen din. Du bør tenke over hva du publiserer før du deler noe på internett. Når du deler fra Apple Music til andre nettsteder eller sosiale nettverk, vil det du deler bli regulert av retningslinjene for personvern på de aktuelle nettstedene.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy miért van rájuk szükségünk, mivel így hozhatják meg a számukra megfelelő döntéseket. A Zene appot – az Apple összes termékéhez és szolgáltatásához hasonlóan – ezeknek az elveknek a mentén alakítottuk ki.\n\nHa kapcsolatba szeretne lépni az Apple Music szolgáltatást használó többi felhasználóval, illetve tartalmakat szeretne megosztani velük, hozzon létre egy személyes profilt egy felhasználói azonosító (pl. @kovacsadam), egy felhasználónév, valamint – ha szeretne – egy profilfotó és egyéb információk megadásával. Az Apple az Ön fiókjában tárolja az ilyen információkat, így bármelyik készülékén elérheti őket. A felhasználónév, a megjelenített név és a profilfotó megjelenhet azokkal a megjegyzésekkel és tevékenységekkel együtt, amelyeket megoszt az Apple Music szolgáltatásban. Jelenleg a tartalmak megosztása és közzététele nem gyermekekhez tartozó Apple ID-khoz szánt funkciók, és nem érhetők el ezekhez.\n\nA többi felhasználó adott esetben meg is találhatja az Ön Apple Music-profilját a megadott információk alapján. \n\nBeállíthatja, hogy csak az Ön által kiválasztottak számára legyen elérhető a profiljának tartalma, például a tartalomhallgatási tevékenységei és lejátszási listái. Azonban a profilinformációi, például a felhasználóneve, megjelenített neve, fotója, követői és az Ön által követettek mindig láthatók mások számára.\n\nAmikor profilt hoz létre az Apple Musicban, javasolni fogunk olyan más Apple Music-előfizetőket, akikkel kapcsolatba léphet barátként. Az Apple nem kap és nem tárol el információkat az Ön kontaktjairól, amikor megkeresi az ajánlható barátokat. Kizárólag a kontaktjai között lévő telefonszámok és e-mail-címek rövidített és titkosított hash értéke lesz elküldve az Apple-nek, majd ezután az ajánláshoz megfelelő Apple Music-előfizetők helyileg lesznek meghatározva az Ön eszközén. Az Apple Music időnként ellenőrizheti az Ön kontaktjait, hogy a jövőben új barátokat ajánljon; ezt a Fiókbeállításokban található Kontaktok az Apple Musicban beállítás letiltásával szabályozhatja. Ha nem szeretné, hogy mások megtalálják Önt az Apple ID-jához kapcsolódó kontaktinformációi alapján, amelyek az általuk használt Kontaktokban szerepelhetnek, akkor ezt a Fiókbeállításokban módosíthatja az „Apple ID alapján történő keresés engedélyezése” letiltásával.\n\nBármikor módosíthatja, illetve eltávolíthatja az Ön által a profiljában megadott információkat. Az interneten történő megosztás során mindig érdemes átgondolni, hogy mit tesz nyilvánosan elérhetővé. Amennyiben az Apple Music szolgáltatásból egyéb webhelyekre vagy közösségi hálózatokba tesz közzé valamit, a megosztott tartalom az adott szolgáltatások adatvédelmi szabályzatának hatálya alá esik.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "保護你資料的私隱和保安是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Apple Music亦遵照上述原則設計而成。\n\n如要和其他使用Apple Music的用户連結或分享，可提供用户代號（例如@johnappleseed）及顯示名稱以建立個人檔案，亦可選擇性提供個人檔案相片及其他資料。Apple會將此資料與你的帳户一併儲存，即可在任何裝置上進行存取。在Apple Music上發佈內容或分享動態時，也會顯示你的用户代號、顯示名稱與個人檔案相片。分享和發佈內容目前不適用於兒童的Apple ID，他們也無法使用這些功能。\n\n其他人也可以使用你提供的資料找到你的Apple Music個人檔案。 \n\n你可以選擇將個人檔案的內容（例如聆聽記錄和播放列表）限定檢視對象。然而，你的個人檔案資料，例如代號、顯示名稱、相片、你的關注者和關注對象永遠都可讓所有人檢視。\n\n當你在Apple Music上建立個人檔案時，我們會建議其他你可能希望與其成為朋友的Apple Music訂閲者。Apple在檢查建議的朋友時，並不會知悉或儲存你的聯絡人資料。只會傳送你聯絡人電話號碼和電郵地址的縮寫和加密雜湊到Apple，然後在裝置上配對要建議的Apple Music訂閲者。Apple Music可定期檢查你的聯絡人資料，以便在將來為你建議新的朋友；你可以在「帳户」設定中停用「Apple Music上的聯絡人」來控制此功能。如你不希望其他人可根據其聯絡資料中與你Apple ID有關的聯絡資料來找到你，可在「帳户」設定中停用「允許透過Apple ID尋找你」來更改此功能。\n\n你可隨時更新或移除個人檔案中提供的資料。每次在網上分享時，均應謹慎考慮是否公開資料。從Apple Music分享至其他網站或社群網絡的各種資料均受其他服務的私隱政策規範。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Apple Music de bu prensipler göz önünde bulundurularak tasarlanmıştır.\n\nApple Music’i kullanan diğer kişilerle bağlantı kurmak veya paylaşımlarda bulunmak istiyorsanız; bir kullanıcı tanıtıcısı (örneğin @aliutku), ekran adı ve isteniyorsa bir profil fotoğrafı ve diğer bilgileri sağlayarak kişisel bir profil yaratabilirsiniz. Apple bu bilgileri hesabınızda saklar, böylece bu bilgilere aygıtlarınızın herhangi birinden erişebilirsiniz. Kullanıcı tanıtıcınız, ekran adınız ve profil fotoğrafınız gönderdiğiniz herhangi bir içerik ve Apple Music’te paylaştığınız etkinliklerle birlikte görünebilir. Çocuklar için olan Apple kimlikleriyle şu an için paylaşım ve bildirim yapılması amaçlanmamıştır veya yapılamamaktadır.\n\nDiğer kişiler de sağladığınız bilgileri kullanarak Apple Music profilinizi bulabilirler. \n\nProfilinize çalma etkinlikleri ve listeleri gibi içerikler ekleyebilirsiniz ve bunlar yalnızca seçtikleriniz tarafından görülür. Bununla birlikte tanıtıcı, ekran adı, fotoğraf, takipçileriniz ve sizin takip ettikleriniz gibi profil bilgileriniz her zaman herkese açıktır.\n\nApple Music’te bir profil yarattığınızda, arkadaş olarak bağlantı kurmak isteyebileceğiniz diğer Apple Music abonelerini size önereceğiz. Apple, önerecek arkadaşları denetlerken kişilerinizden bilgi edinmez veya saklamaz. Kişilerinizdeki telefon numaralarının ve e-posta adreslerinin yalnızca kısaltılmış ve şifrelenmiş özetleri Apple’a gönderilir, sonra önerilecek Apple Music abonelerini eşleştirme aygıtınızda yerel olarak belirlenir. Apple Music gelecekte yeni arkadaşlar önermek için kişilerinizi düzenli aralıklarla denetleyebilir; bunu Hesap Ayarları’nda Apple Music’teki Bağlantılar’ı etkisizleştirerek denetleyebilirsiniz. Kişilerinde sizinle ilgili olabilecek Apple kimliği kişi bilgilerine göre başkaları tarafından bulunmak istemiyorsanız bunu Hesap Ayarları’nda Apple Kimliğiyle Bulunmaya İzin Ver’i etkisizleştirerek değiştirebilirsiniz.\n\nProfilinizde sağladığınız bilgileri istediğiniz zaman güncelleyebilir veya silebilirsiniz. Çevrimiçi bir paylaşımda bulunduğunuz zaman, neleri herkesin kullanımına açtığınızı dikkatlice düşünmeniz gerekir. Apple Music’ten diğer web sitelerinde veya sosyal ağlarda paylaşımda bulunduğunuzda, paylaştığınız her şey bu diğer servislerin gizlilik politikalarına tabi olur.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne, aby Twoje doświadczenia były jeszcze lepsze i dbamy o to, aby użytkownicy wiedzieli, jakie informacje są przez nas gromadzone, w jakim celu oraz by mogli podejmować właściwe decyzje. Tym zasadom podlega też — podobnie jak wszystkie inne produkty i usługi firmy Apple — usługa Apple Music.\n\nJeśli chcesz kontaktować się i dzielić się z innymi użytkownikami usługi Apple Music, możesz skonfigurować osobisty profil zawierający Twój pseudonim (np. @janjablonka), nazwę użytkownika do wyświetlania w usłudze oraz — opcjonalnie — zdjęcie profilowe i inne informacje. Wszelkie dane profilowe zostaną zachowane na Twoim koncie i będą dostępne na każdym z posiadanych przez Ciebie urządzeń. Pseudonim, nazwa do wyświetlania i zdjęcie profilowe będą się pojawiały obok zamieszczanych przez Ciebie treści i innych rzeczy udostępnianych w usłudze Apple Music. Udostępnianie i zamieszczanie treści nie jest obecnie zamierzone ani dostępne na kontach Apple ID dla dzieci.\n\nPozostali użytkownicy usługi Apple Music będą też mogli odszukać Twój profil Apple Music na podstawie danych, które w nim umieścisz. \n\nZawartość swojego profilu, na przykład informacje o słuchanych utworach i playlistach, możesz udostępniać tylko wybranym osobom. Jednak dane profilu, na przykład pseudonim, nazwa wyświetlana w usłudze, zdjęcie oraz osoby obserwowane i obserwujące Cię, są zawsze widoczne dla wszystkich.\n\nPodczas tworzenia profilu w Apple Music przedstawimy innych subskrybentów Apple Music, z którymi możesz chcieć połączyć się jak ze znajomymi. Firma Apple nie zapamiętuje ani nie przechowuje informacji znajdujących się w Twoich kontaktach podczas wyszukiwania znajomych do polecenia. Do Apple wysyłane są tylko skrócone i zaszyfrowane skróty numerów telefonicznych i adresów email w Twoich kontaktach, a dopiero potem pasujący subskrybenci Apple Music są oznaczani lokalnie do zarekomendowania na Twoim urządzeniu. Serwis Apple Music może okresowo sprawdzać Twoje kontakty w celu zarekomendowania nowych znajomych w przyszłości; możesz ten proces kontrolować w Ustawieniach konta, wyłączając opcję Kontakty w Apple Music. Jeśli nie chcesz, aby znaleźli Cię inni w oparciu o dane kontaktowe Apple ID, jakie mogą mieć w swoich kontaktach, możesz to zmienić w Ustawieniach konta, wyłączając opcję Pozwalaj znajdować wg Apple ID.\n\nInformacje podane w profilu możesz uaktualniać i usuwać w dowolnym momencie. Udostępniając treści w sieci, zawsze zachowuj rozwagę. Treści udostępniane z Apple Music w innych witrynach lub sieciach społecznościowych podlegają zasadom zachowania prywatności tych witryn i sieci.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "保護您資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進您的體驗，當有收集資料的必要時，我們認為讓您知道收集的內容和需要的原因十分重要，因為唯有如此，您才能做出知情的選擇。如同各項Apple產品和服務，Apple Music亦遵照上述原則設計而成。\n\n若要使用Apple Music追蹤其他人或與他人分享，可提供使用者代號（例如@johnappleseed）、顯示名稱，必要時請提供個人檔案照片與其他資訊來建立個人檔案。Apple會將此資訊與您的帳號一併儲存，即可在任何裝置上進行存取。在Apple Music上發佈內容或分享動態時，也會出現您的使用者代號、顯示名稱與個人檔案照片。分享和發佈內容目前不適用於兒童的Apple ID，他們也無法使用這些功能。\n\n其他人也可以使用您提供的資訊找到您的Apple Music個人檔案。 \n\n您可以選擇將個人檔案的內容（例如聆聽記錄和播放列表）限定檢視對象。然而，您的個人檔案資訊，例如代號、顯示名稱、照片、您的追蹤者和追蹤對象永遠都可讓所有人檢視。\n\n當您在Apple Music上建立個人檔案時，我們會建議其他Apple Music的訂閱者，讓您可以與其成為朋友。Apple在檢查建議的朋友時，並不會知悉或儲存您的聯絡資訊。只會傳送您聯絡資訊中電話號碼和電子郵件地址的縮寫和加密雜湊到Apple，然後於您的本機裝置上比對要建議的Apple Music訂閱者。Apple Music可定期檢查您的聯絡資訊，以便在將來為您建議新的朋友；您可以在「帳號」設定中停用「Apple Music上的聯絡人」來控制此功能。若您不希望其他人可根據其聯絡資訊中與您Apple ID有關的聯絡資訊來找到您，可在「帳號」設定中停用「允許以Apple ID找到您」來更改此功能。\n\n您可隨時更新或移除個人檔案中提供的資訊。每次在線上分享時，均應謹慎考慮將公開的資訊內容。從Apple Music分享至其他網站或社群網路的各種資訊均受其他服務的隱私權政策規範。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Apple Music, like every Apple product and service, is designed with these principles in mind.\n\nIf you want to connect or share with other people using Apple Music, you can create a personal profile by providing a user handle (for example, @johnappleseed), display name and, if desired, a profile photo and other information. Apple stores this information with your account so you can access it from any of your devices. Your user handle, display name and profile photo can appear alongside any content you post and activity you share on Apple Music. Sharing and posting content is not currently intended for or available to Apple IDs for children.\n\nOther people may also be able to find your Apple Music profile using the information you’ve provided. \n\nYou can make the contents of your profile, like listening activity and playlists, available only to those you choose. However, your profile information, such as handle, display name, photo, your followers and who you are following, are always visible to everyone.\n\nWhen you create a profile on Apple Music, we will recommend other Apple Music subscribers with whom you may want to connect as friends. Apple does not learn or store information from your contacts when checking for friends to recommend. Only shortened and encrypted hashes of the phone numbers and email addresses in your contacts are sent to Apple, and then matching Apple Music subscribers to be recommended are determined locally on your device. Apple Music can periodically check your contacts to recommend new friends in the future; you can control this in Account Settings by disabling Contacts on Apple Music. If you do not want to be found by others based on the Apple ID contact information they may have about you in their contacts, you can change this in Account Settings by disabling Allow Finding by Apple ID.\n\nInformation you provide in your profile may be updated or removed by you at any time. Whenever you share online, you should think carefully about what you are making public. When you share from Apple Music to other websites or social networks, anything you share is governed by the privacy policies of those other services.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Apple Music, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này.\n\nNếu bạn muốn kết nối hoặc chia sẻ với người khác bằng Apple Music, bạn có thể tạo trang cá nhân bằng việc cung cấp tên người dùng (ví dụ như @johnappleseed), tên hiển thị và ảnh trang cá nhân và thông tin khác nếu muốn. Apple lưu trữ thông tin này với tài khoản của bạn sao cho bạn có thể truy cập từ bất kỳ thiết bị nào khác. Tên người dùng, tên hiển thị và ảnh trang cá nhân của bạn có thể xuất hiện cùng với bất kỳ nội dung nào bạn đăng và hoạt động bạn chia sẻ trên Apple Music. Chia sẻ và đăng nội dung hiện không dành cho hoặc không có sẵn đối với ID Apple cho trẻ em.\n\nNhững người dùng khác cũng có thể tìm trang cá nhân Apple Music của bạn bằng thông tin bạn đã cung cấp. \n\nBạn có thể làm cho nội dung của trang cá nhân, như hoạt động nghe và playlist, chỉ có sẵn đối với những người bạn chọn. Tuy nhiên, thông tin trang cá nhân của bạn, ví dụ như tên người dùng, tên hiển thị, ảnh, người theo dõi của bạn và những người bạn đang theo dõi, luôn hiển thị đối với mọi người.\n\nKhi bạn tạo trang cá nhân trên Apple Music, chúng tôi sẽ đề xuất những người đăng ký Apple Music khác mà bạn có thể muốn kết nối làm bạn bè. Apple không ghi nhớ hay lưu trữ thông tin từ các liên hệ của bạn khi kiểm tra bạn bè để đề xuất. Chỉ những hàm băm ngắn gọn và được mã hóa của các số điện thoại và địa chỉ email trong danh bạ của bạn được gửi đến Apple, sau đó những người đăng ký Apple Music phù hợp sẽ được đề xuất được xác định cục bộ trên thiết bị của bạn. Apple Music có thể định kỳ kiểm tra danh bạ của bạn để đề xuất những người bạn mới trong tương lai; bạn có thể kiểm soát việc này trong Cài đặt tài khoản bằng cách tắt Liên hệ trên Apple Music. Nếu bạn không muốn những người khác tìm thấy mình dựa vào thông tin liên hệ ID Apple mà họ có thể có về bạn trong danh bạ của họ, bạn có thể thay đổi cài đặt này trong Cài đặt tài khoản bằng cách tắt Cho phép tìm bằng ID Apple.\n\nBạn có thể cập nhật hoặc xóa thông tin mà bạn cung cấp trong trang cá nhân bất kỳ lúc nào. Bất kỳ lúc nào bạn chia sẻ trực tuyến, bạn nên suy nghĩ cẩn thận về những gì bạn đang công khai. Khi bạn chia sẻ từ Apple Music đến các trang web hoặc mạng xã hội khác, mọi thứ bạn chia sẻ được điều chỉnh bởi chính sách quyền riêng tư của những dịch vụ khác đó.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для усовершенствования предоставляемых услуг. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Сервис Apple Music, как и остальные продукты и службы Apple, создан на основе этих принципов.\n\nДля общения и обмена контентом с другими пользователями Apple Music можно создать личный профиль, указав идентификатор пользователя (например @johnappleseed) и отображаемое имя. Вы также можете добавить фотографию профиля и другую информацию. Apple хранит эту информацию в учетной записи, чтобы Вы могли получить к ней доступ с любого своего устройства. Идентификатор пользователя, отображаемое имя и фотография профиля могут отображаться вместе с публикуемыми материалами и общедоступными данными Вашей музыкальной активности в Apple Music. Публикация материалов и комментариев для детских учетных записей Apple ID в данный момент недоступна и не предполагается.\n\nДругие пользователи также могут найти Ваш профиль Apple Music по предоставленной Вами информации. \n\nВы можете предоставить доступ к своему профилю, плейлистам и данным Вашей музыкальной активности только избранным пользователям. Такие данные из Вашего профиля, как идентификатор пользователя, отображаемое имя, фотография, подписчики и подписки, всегда являются видимыми для всех пользователей.\n\nПри создании профиля на Apple Music Вы получите рекомендации о других подписчиках Apple Music, с которыми Вам может быть интересно общаться. Apple не получает и не хранит информацию о Ваших контактах для поиска рекомендуемых Вам подписчиков. Только сокращенные и зашифрованные хешированные данные телефонных номеров и адресов электронной почты из Ваших контактов передаются в Apple. Затем подписчики Apple Music, которых можно рекомендовать на основе сопоставленных данных, определяются прямо на Вашем устройстве. Apple Music может периодически проверять Ваши контакты, чтобы рекомендовать их в Apple Music; Вы можете выключить эти рекомендации в настройках учетной записи. Если Вы не хотите, чтобы другие пользователи находили Вас, используя контактную информацию, которую Вы указали в учетной записи Apple ID и которая есть в их контактах, Вы можете выключить параметр «Разрешить поиск по Apple ID» в настройках учетной записи.\n\nИнформацию, которую Вы указываете в профиле, можно обновить или удалить в любое время. Публикуя что‑либо в интернете, следует хорошо взвесить, что можно сделать общедоступным, а что нет. Материалы Apple Music, которыми Вы делитесь на других веб‑сайтах или в социальных сетях, обрабатываются в соответствии с Политиками конфиденциальности таких веб‑сайтов или социальных сетей.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Apple Music a été conçu dans le respect de ces principes.\n\nSi vous souhaitez prendre contact avec d’autres utilisateurs par l’entremise d’Apple Music, vous pouvez créer un profil personnel en fournissant un pseudonyme (du type @gillesallain), un nom et, éventuellement, une photo de profil et d’autres informations. Ces informations sont stockées sur votre compte de sorte que vous puissiez y accéder à partir de n’importe quel appareil. Vos pseudonyme, nom et photo de profil peuvent apparaître aux côtés des contenus que vous publiez et des activités que vous partagez sur Apple Music. Le partage et la publication de contenus ne sont actuellement pas offerts aux détenteurs d’identifiants Apple pour enfants, lesquels n’ont pas été conçus à cette fin.\n\nD’autres utilisateurs d’Apple Music peuvent également trouver votre profil à partir des données que vous avez fournies. \n\nVous pouvez choisir les personnes pour lesquelles le contenu de votre profil, comme votre activité d’écoute et vos listes de lecture, est visible. En contrepartie, tout le monde peut voir les informations de votre profil comme vos pseudonyme, nom et photo de profil, les personnes qui vous suivent et celles que vous suivez.\n\nAu moment de la création d’un profil sur Apple Music, nous vous recommanderons d’autres abonnés d’Apple Music avec lesquels vous pourriez souhaiter vous connecter en tant qu’amis. Apple ne mémorise pas ni ne stocke les informations de vos contacts lors de la recherche des amis à recommander. Seuls les numéros de téléphone et les adresses courriel raccourcis et condensés de vos contacts sont envoyés à Apple; les abonnés d’Apple Music correspondants à recommander sont ensuite déterminés localement sur votre appareil. Apple Music peut vérifier vos contacts périodiquement pour recommander ultérieurement de nouveaux amis. Vous pouvez contrôler cette option dans les réglages de votre compte, en désactivant « Contacts sur Apple Music ». Si vous ne souhaitez pas être retrouvé par d’autres personnes grâce aux informations de contact associées à votre identifiant Apple qui peuvent être présentes dans leurs carnets d’adresses, accédez aux réglages de votre compte et désactivez « Autoriser vos amis à vous trouver grâce à votre identifiant Apple ».\n\nVous avez, à tout moment, la possibilité de modifier ou de supprimer les informations associées à votre profil. Prenez garde lorsque vous choisissez de partager des informations en ligne; certaines pourraient être rendues publiques. Les données partagées à partir d’Apple Music vers d’autres sites Web ou réseaux sociaux sont régies par les politiques de confidentialité de ces services.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit et service Apple, Apple Music a été conçu dans le respect de ces principes.\n\nSi vous souhaitez entrer en contact avec d’autres utilisateurs via Apple Music, vous pouvez créer un profil personnel en fournissant un pseudonyme (du type @gillesallain), un nom et, éventuellement, une photo de profil et d’autres informations. Ces informations sont stockées dans votre compte de sorte que vous puissiez y accéder depuis n’importe quel appareil. Vos pseudonyme, nom et photo de profil peuvent apparaître aux côtés des commentaires que vous publiez et des activités que vous partagez sur Apple Music. Le partage et la publication de contenu ne sont actuellement pas destinés ni accessibles aux identifiants Apple pour enfants.\n\nD’autres utilisateurs peuvent également trouver votre profil Apple Music à partir des données que vous avez fournies. \n\nVous pouvez limiter l’accès au contenu de votre profil, comme votre historique d’écoute et vos playlists, aux personnes de votre choix. Toutefois, les données de votre profil, comme votre pseudonyme, votre nom, votre photo, les personnes qui vous suivent et celles que vous suivez, sont accessibles à tout le monde.\n\nLorsque vous créez un profil sur Apple Music, nous vous recommandons d’autres abonnés à Apple Music avec lesquels vous pourriez devenir ami. Apple ne collecte et ne stocke aucune information concernant vos contacts lors de la recherche d’amis à recommander. Seuls des hachages abrégés et chiffrés des numéros de téléphone et adresses e-mail de vos contacts sont envoyés à Apple ; les abonnés à Apple Music correspondants à recommander sont ensuite recherchés localement sur votre appareil. Apple Music peut vérifier périodiquement vos contacts pour vous recommander de nouveaux amis ; vous pouvez contrôler cela en désactivant l’option « Contacts sur Apple Music » dans les réglages de votre compte. Si vous ne voulez pas que d’autres utilisateurs puissent vous trouver à partir des coordonnées associées à votre identifiant Apple figurant éventuellement dans leurs contacts, vous pouvez désactiver l’option « Autoriser la recherche par id. Apple » dans les réglages de votre compte.\n\nVous avez, à tout moment, la possibilité de modifier ou de supprimer les informations associées à votre profil. Prenez garde lorsque vous choisissez de partager des informations en ligne ; certaines pourraient être rendues publiques. Les données partagées depuis Apple Music vers d’autres sites web ou réseaux sociaux sont régies par les engagements de confidentialité de ces services.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietojesi yksityisyyden ja turvallisuuden suojaaminen on Applelle ensisijaista. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Apple Music, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti.\n\nJos haluat olla yhteydessä tai jakaa Apple Musicissa, voit luoda henkilökohtaisen profiilin syöttämällä käyttäjätunnisteen (esim. @johnappleseed), näyttönimen, ja halutessasi profiilikuvan ja muita tietoja. Apple säilyttää nämä tiedot tilisi yhteydessä, ja voit käyttää niitä kaikilla laitteillasi. Käyttäjätunnisteesi, näyttönimesi ja profiilikuvasi voivat näkyä julkaisemiesi kommenttien ja muiden Apple Musicissa jakamiesi seikkojen yhteydessä. Sisällön jakamista tai julkaisemista ei ole tarkoitettu eivätkä ne ole saatavilla lasten Apple ID:ille.\n\nMuut Apple Music -käyttäjät voivat löytää profiilisi antamiesi tietojen perusteella. \n\nVoit valita, ketkä näkevät profiilisi sisällön, kuten kuuntelemasi musiikin ja soittolistat. Profiilitietosi, kuten käyttäjätunnisteesi, näyttönimesi, kuvasi, seuraajasi ja ketä sinä seuraat näkyvät aina kaikille.\n\nKun luot profiilin Apple Musicissa, saat suosituksia muista Apple Music -tilaajista, joihin saatat haluta olla yhteydessä. Apple ei saa tietoja yhteystiedoistasi eikä tallenna niitä etsiessään suositeltavia ystäviä. Vain yhteystietojesi puhelinnumeroiden ja sähköpostiosoitteiden lyhennetyt ja salatut tiivisteet lähetetään Applelle. Mahdollisesti suositeltavien Apple Music -tilaajien yhdistäminen tapahtuu paikallisesti laitteellasi. Apple Music voi tarkistaa yhteystietosi säännöllisesti ja suositella tulevaisuudessa uusia ystäviä. Voit säätää tätä Tiliasetuksissa estämällä Tuttavasi Apple Musicissa. Jos et halua, että muut löytävät sinut yhteystiedoissaan mahdollisesti olevan Apple ID -tietosi perusteella, voit muuttaa sen tiliasetuksissa poistamalla käytöstä valinnan Salli etsiminen Apple ID:llä.\n\nVoit muuttaa tai poistaa profiiliin syöttämäsi tiedot koska tahansa. Aina, kun jaat jotakin verkossa, mieti tarkkaan, mitä olet julkaisemassa. Kun jaat Apple Musicista muille verkkosivuille tai sosiaaliseen mediaan, olet kyseisten muiden palveluiden tietosuojakäytäntöjen alainen.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang diperlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Apple Music, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini.\n\nJika ingin terhubung atau berbagi dengan orang lain menggunakan Apple Music, Anda dapat membuat profil pribadi dengan memberikan pengendali pengguna (misalnya, @johnappleseed), nama tampilan, dan foto profil jika Anda ingin, serta informasi lainnya. Apple menyimpan informasi tersebut dengan akun Anda agar dapat Anda akses dari semua perangkat. Pengendali pengguna, nama tampilan, dan foto profil Anda dapat muncul bersama dengan konten yang Anda posting dan aktivitas yang Anda bagikan di Apple Music. Berbagi dan memposting konten tidak ditujukan atau tersedia bagi ID Apple untuk anak-anak.\n\nOrang lain juga dapat menemukan profil Apple Music Anda menggunakan informasi yang Anda berikan. \n\nAnda dapat membuat konten profil Anda, seperti aktivitas mendengarkan dan daftar putar, tersedia hanya untuk orang yang Anda pilih. Namun demikian, informasi profil Anda, seperti pengendali, nama tampilan, foto, pengikut Anda, dan orang yang Anda ikuti, selalu dapat dilihat oleh semua orang.\n\nSaat Anda membuat profil di Apple Music, kami akan merekomendasikan pelanggan Apple Music lain yang mungkin Anda inginkan agar terhubung dengan Anda sebagai teman. Apple tidak mempelajari atau menyimpan informasi dari kontak Anda saat memeriksa teman yang akan direkomendasikan. Hanya hash nomor telepon dan alamat email yang dipendekkan dan dienkripsi di kontak Anda yang dikirimkan ke Apple, lalu pelanggan Apple Music yang cocok untuk direkomendasikan akan ditentukan secara lokal di perangkat Anda. Apple Music dapat memeriksa kontak Anda secara berkala untuk merekomendasikan teman baru di masa mendatang; Anda dapat mengontrol ini di Pengaturan Akun dengan menonaktifkan Kontak di Apple Music. Jika Anda tidak ingin ditemukan oleh orang lain berdasarkan informasi kontak ID Apple yang mungkin mereka miliki mengenai Anda di kontak mereka, Anda dapat mengubah ini di Pengaturan Akun dengan menonaktifkan Izinkan Menemukan menurut ID Apple.\n\nInformasi yang Anda berikan di profil dapat diperbarui atau dihapus oleh Anda setiap saat. Anda harus berpikir dengan saksama mengenai hal yang Anda sebarkan ke publik sebelum membagikannya secara online. Saat Anda membagikan dari Apple Music ke situs web atau jejaring sosial lain, semua hal yang Anda bagikan diatur oleh kebijakan privasi layanan lain tersebut.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle andere Apple producten en voorzieningen is ook Apple Music ontworpen met deze principes in gedachten.\n\nAls je met anderen in contact wilt komen of informatie wilt delen via Apple Music, kun je een persoonlijk profiel aanmaken door een gebruikersnaam (bijvoorbeeld @johnappleseed) en schermnaam aan te maken, desgewenst aangevuld met een profielfoto en andere informatie. Apple bewaart deze informatie in je account zodat je er toegang toe hebt vanaf al je apparaten. Je bijnaam, schermnaam en profielfoto kunnen zichtbaar zijn naast alle reacties die je plaatst en activiteiten die je op Apple Music deelt. Het delen en plaatsen van materiaal is momenteel niet bedoeld of beschikbaar voor Apple ID's van kinderen.\n\nAndere personen kunnen je Apple Music-profiel ook vinden met behulp van de informatie die je hebt verstrekt. \n\nJe kunt de inhoud van je profiel, inclusief luisteractiviteit en afspeellijsten, beschikbaar maken voor alleen door jou geselecteerde personen. Je profielgegevens daarentegen, zoals bijnaam, schermnaam, foto, je volgers en wie jij volgt, zijn altijd zichtbaar voor iedereen.\n\nWanneer je een profiel aanmaakt op Apple Music, geven wij suggesties voor andere Apple Music-abonnees met wie je wellicht vrienden wilt worden. Apple onthoudt of bewaart geen informatie uit je contacten bij het zoeken naar vrienden om aan te bevelen. Alleen ingekorte en versleutelde hashes van de telefoonnummers en e‑mailadressen in je contacten worden naar Apple verstuurd, waarna lokaal op je apparaat wordt vastgesteld welke Apple Music-abonnees in aanmerking komen om te worden aanbevolen. Apple Music kan je contacten periodiek controleren om in de toekomst nieuwe vrienden aan te bevelen. Je kunt dit wijzigen in de accountinstellingen door 'Contacten op Apple Music' uit te schakelen. Als je niet door anderen gevonden wilt worden op basis van Apple ID-contactgegevens die zij over jou hebben in hun contacten, kun je dit in de accountinstellingen wijzigen door de optie uit te schakelen waarmee je op basis van je Apple ID kan worden gevonden.\n\nJe kunt de informatie die je in je profiel verstrekt te allen tijde bijwerken of verwijderen. Denk altijd goed na over wat je openbaar maakt wanneer je iets online deelt. Als je van Apple Music naar andere websites of sociale netwerken deelt, valt alles wat je deelt onder het privacybeleid van die andere diensten.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ Apple Music นั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ ของ Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้\n\nถ้าคุณต้องการพูดคุยหรือแชร์กับผู้อื่นโดยใช้ Apple Music คุณก็สามารถสร้างโปรไฟล์ส่วนบุคคลได้โดยการให้ข้อมูลประจำตัวผู้ใช้ (เช่น @johnappleseed) ชื่อที่แสดง และอาจให้รูปภาพโปรไฟล์ และข้อมูลอื่นๆ มาด้วยก็ได้หากคุณต้องการ Apple จะจัดเก็บข้อมูลเหล่านี้ไว้ในบัญชีของคุณเพื่อให้คุณเข้าถึงได้จากทุกอุปกรณ์ของคุณ ข้อมูลประจำตัวผู้ใช้ ชื่อที่แสดง และรูปภาพโปรไฟล์สามารถแสดงพร้อมเนื้อหาใดๆ ที่คุณโพสต์และกิจกรรมที่คุณแชร์บน Apple Music การแชร์และการโพสต์เนื้อหาไม่ได้ออกแบบมาและไม่ต้องการให้ใช้กับ Apple ID สำหรับเด็ก\n\nคนอื่นอาจจะสามารถค้นหาโปรไฟล์ Apple Music ของคุณได้โดยใช้ข้อมูลที่คุณให้ \n\nคุณสามารถสร้างเนื้อหาของโปรไฟล์ของคุณ เช่น กิจกรรมการฟังเพลง และเพลย์ลิสต์ และสามารถให้ผู้คนที่คุณเลือกเท่านั้นเห็นได้ อย่างไรก็ตาม ข้อมูลโปรไฟล์ของคุณ เช่น ข้อมูลประจำตัว ชื่อที่แสดง รูปภาพ คนที่ติดตามคุณ และคนที่คุณติดตาม ทุกคนจะสามารถเห็นได้เสมอ\n\nเมื่อคุณสร้างโปรไฟล์บน Apple Music เราจะแนะนำผู้สมัครใช้บริการ Apple Music คนอื่นๆ ที่คุณอาจต้องการเชื่อมต่อเป็นเพื่อน Apple ไม่ได้เรียนรู้หรือจัดเก็บข้อมูลจากรายชื่อของคุณเมื่อตรวจหาเพื่อนที่จะแนะนำ โดยมีเพียงแฮชของเบอร์โทรศัพท์และที่อยู่อีเมลในรายชื่อของคุณที่ย่อและเข้ารหัสแล้วเท่านั้นที่จะถูกส่งให้กับ Apple จากนั้นจะทำการพิจารณาการจับคู่ผู้สมัครใช้งาน Apple Music ที่จะแนะนำภายในอุปกรณ์ของคุณ Apple Music สามารถตรวจสอบรายชื่อของคุณเป็นระยะๆ เพื่อแนะนำเพื่อนใหม่ๆ ให้แก่คุณในอนาคต คุณสามารถควบคุมคุณสมบัตินี้ได้ด้วยการปิดใช้งาน “รายชื่อบน Apple Music” ในการตั้งค่าบัญชี ถ้าคุณไม่ปรารถนาให้คนอื่นที่มีข้อมูลติดต่อ Apple ID เกี่ยวกับคุณในรายชื่อของพวกเขาเห็นคุณ คุณสามารถเปลี่ยนการตั้งค่านี้ได้ในการตั้งค่าบัญชีโดยการปิดใช้งานอนุญาตการค้นหาโดย Apple ID\n\nคุณสามารถอัปเดตหรือเอาข้อมูลที่คุณให้ไว้ในโปรไฟล์ออกเมื่อใดก็ได้ เมื่อคุณแชร์ข้อมูลออกไปที่โลกออนไลน์ คุณควรคิดอย่างรอบคอบเกี่ยวกับสิ่งที่คุณจะเผยแพร่ต่อสาธารณะ เมื่อคุณแชร์จาก Apple Music ไปที่เว็บไซต์หรือเครือข่ายสังคมออนไลน์อื่นๆ สิ่งใดๆ ที่คุณแชร์จะถูกกำกับตามนโยบายความเป็นส่วนตัวของบริการอื่นๆ เหล่านั้น",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Apple Music, precum toate produsele și serviciile Apple, sunt concepute pe baza acestor principii.\n\nDacă doriți să vă conectați sau să partajați informații cu alte persoane utilizând Apple Music, vă puteți crea un profil personal furnizând un identificator de utilizator (de exemplu, @ionpopescu), un nume de ecran și, dacă doriți, o poză de profil și alte informații. Apple stochează aceste informații împreună cu contul dvs., astfel încât să le puteți accesa de pe oricare dintre dispozitivele dvs. Identificatorul de utilizator, numele de ecran și poza de profil pot să apară alături de orice conținut pe care îl postați și de orice activități pe care le partajați în Apple Music. Partajarea și postarea conținutului nu sunt destinate sau disponibile în prezent ID‑urilor Apple pentru copii.\n\nEste posibil ca alte persoane să vă găsească profilul Apple Music folosind informațiile pe care le‑ați furnizat. \n\nPuteți face conținutul profilului, precum activitatea de ascultare și listele de redare, disponibil doar pentru cei pe care îi alegeți. Cu toate acestea, informațiile profilului, cum ar fi identificatorul de utilizator, numele de ecran, poza, urmăritorii și cei pe care îi urmăriți, sunt întotdeauna vizibile pentru toată lumea.\n\nAtunci când creați un profil pe Apple Music, vă vor fi recomandați alți abonați Apple Music cu care ați putea dori să vă conectați ca prieteni. Apple nu află și nu stochează informațiile dvs. de contact atunci când caută prieteni pentru a‑i recomanda. La Apple sunt trimise doar hash‑uri prescurtate și criptate ale numerelor de telefon și ale adreselor de e‑mail ale contactelor dvs., după care abonații Apple Music corespunzători de recomandat sunt determinați local, pe dispozitivul dvs. Apple Music vă poate verifica periodic contactele pentru a recomanda pe viitor noi prieteni; puteți controla această acțiune în Configurări cont prin dezactivarea opțiunii “Contacte pe Apple Music”. Dacă nu doriți ca alte persoane să vă poată găsi pe baza informațiilor de contact referitoare la ID‑ul Apple pe care le pot avea despre dvs. în propriile informații de contact, puteți schimba această opțiune în Configurări cont prin dezactivarea opțiunii “Permiteți găsirea după ID‑ul Apple”.\n\nPuteți actualiza sau elimina informațiile pe care le furnizați în cadrul profilului dvs. în orice moment. De fiecare dată când partajați informații online, este recomandat să cântăriți cu atenție ceea ce urmează să faceți public. Atunci când partajați informații din Apple Music pe alte site‑uri web sau rețele de socializare, tot ceea ce partajați se supune politicilor de confidențialitate ale serviciilor respective.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Apple Music, kao i svi drugi Appleovi proizvodi i usluge, dizajniran je oko ovih principa.\n\nAko se želite povezati ili dijeliti s drugim osobama koje koriste Apple Music, možete izraditi osobni profil tako da pružite korisničko ime (npr. @ivanhorvat), nadimak i fotografiju profila i druge informacije ako želite. Apple pohranjuje ove informacije s vašim računom tako da mu možete pristupiti s bilo kojeg od svojih uređaja. Vaše korisničko ime, nadimak i fotografija profila mogu biti prikazani uz sadržaje koje objavljujete i aktivnosti koje podijelite na Apple Musicu. Dijeljenje i objavljivanje sadržaja trenutačno nije namijenjeno ni dostupno za Apple ID račune izrađene za djecu.\n\nDruge osobe koje koriste Apple Music također će moći pronaći vaš Apple Music profil koristeći informacije koje ste pružili. \n\nMožete odabrati da sadržaj vašeg profila, primjerice aktivnost slušanja i liste, bude dostupan samo odabranim osobama. Ipak, informacije o vašem profilu, kao što su korisničko ime, nadimak, fotografija, vaši pratitelji i osobe koje pratite, uvijek su dostupne svima.\n\nKad izradite profil na Apple Musicu, preporučit ćemo vam druge pretplatnike usluge Apple Music s kojima ćete se možda htjeti povezati kao s prijateljima. Apple ne može saznati niti pohraniti informacije iz vaših kontakata tijekom traženja prijatelja za preporučivanje. Tvrtki Apple šalju se samo skraćene i kriptirane hash vrijednosti telefonskih brojeva i e-mail adresa vaših kontakata, a odgovarajući Apple Music pretplatnici za preporučivanje zatim se lokalno određuju na uređaju. Apple Music može periodično provjeravati vaše kontakte kako bi ubuduće preporučio nove prijatelje; time možete upravljati u postavkama računa tako da onemogućite Kontakti na Apple Musicu. Ako ne želite da vas drugi korisnici mogu pronaći ovisno o Apple ID kontaktnim informacijama koje možda imaju o vama u svojim kontaktima, možete to promijeniti u postavkama računa tako da onemogućite opciju Dozvoli pronalaženje prema Apple ID-u.\n\nU bilo kojem trenutku možete ažurirati ili ukloniti informacije koje ste naveli u svom profilu. Prilikom svake objave na internetu, trebali biste pažljivo razmisliti o sadržaju koji javno objavljujete. Kad dijelite s Apple Musica na druge web stranice ili društvene mreže, sve što objavite tretirat će se u skladu s pravilima privatnosti tih drugih usluga.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी आवश्यकता क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के अन्य सभी उत्पादों और सेवाओं की ही तरह Apple Music को भी इन्हीं सिद्धांतों के आधार पर बनाया गया है।\n\nयदि आप Apple Music का उपयोग करने वाले अन्य लोगों के साथ कनेक्ट करना या शेयर करना चाहते हैं, तो आप एक यूज़र हैंडल (उदाहरण के लिए, @johnappleseed), डिस्प्ले नाम और यदि आपकी इच्छा हो, तो एक प्रोफ़ाइल तस्वीर और अन्य जानकारी प्रदान करके व्यक्तिगत प्रोफ़ाइल भी बना सकते हैं। Apple इस जानकारी को आपके खाते के साथ संग्रहित करता है ताकि आप उसे अपने किसी भी डिवाइस से ऐक्सेस कर सकें। आपका यूज़र हैंडल, डिस्प्ले नाम और प्रोफ़ाइल तस्वीर आपके द्वारा पोस्ट किए जाने वाले कॉन्टेंट या Apple Music पर आपके द्वारा शेयर की जाने वाली ऐक्टिविटी के साथ प्रदर्शित हो सकता है। बच्चों के Apple ID के लिए कॉन्टेंट पोस्ट और शेयर करने का विकल्प अभी इच्छित या उपलब्ध नहीं है।\n\nआपके द्वारा दी गई जानकारी के उपयोग से अन्य लोग भी आपकी Apple Music प्रोफ़ाइल ढूँढने में समर्थ हो सकते हैं। \n\nआप सुनने की ऐक्टिविटी और प्लेलिस्ट जैसे अपनी प्रोफ़ाइल से जुड़े कॉन्टेंट केवल उन लोगों के लिए उपलब्ध करा सकते हैं जिन्हें आपने चुना है। हालाँकि आपकी प्रोफ़ाइल जानकारी जैसे कि हैंडल, डिस्प्ले नाम, तस्वीर, आपके फ़ॉलोअर और आप जिन्हें फ़ॉलो करते हैं, वे हमेशा हर किसी को दिखाई देंगे।\n\nजब आप Apple Music पर प्रोफ़ाइल बनाते हैं, तो हम अन्य Apple Music सब्सक्राइब्रर की अनुशंसा करेंगे जिनसे आप दोस्त के रूप में कनेक्ट होना चाहेंगे। दोस्तों की अनुशंसा करने के लिए Apple आपके संपर्कों की जानकारी लेता या संग्रहित नहीं करता है। Apple को आपके संपर्कों के फ़ोन नंबर और ईमेल पतों के केवल छोटे और एंक्रिप्ट किए गए हैश भेजे जाते हैं और फिर अनुशंसित करने के लिए मेल खाने वाले Apple Music सब्सक्राइबर स्थानीय रूप से आपके डिवाइस पर निर्धारित किए जाते हैं। भविष्य में नए दोस्तों की अनुशंसा करने के लिए Apple Music समय-समय पर आपके संपर्कों की जाँच कर सकता है। आप इसे खाता सेटिंग्ज़ में “Apple Music पर संपर्क” को अक्षम करके नियंत्रित कर सकते हैं। अगर आप अन्य लोगों के पास उनके संपर्क में मौजूद आपकी Apple ID संपर्क जानकारी के आधार पर ढूँढा जाना नहीं चाहते हैं, तो आप खाता सेटिंग्ज़ में Apple ID से ढूँढने की अनुमति दें को अक्षम करके इसे बदल सकते हैं।\n\nअपनी प्रोफ़ाइल में प्रदान की गई जानकारी को आप किसी भी समय अपडेट कर सकते या हटा सकते हैं। जब भी आप ऑनलाइन शेयर करते हैं, तो आपको सार्वजनिक की जाने वाली जानकारी के बारे में ध्यानपूर्वक विचार कर लेना चाहिए। Apple Music से अन्य वेबसाइट या सोशल नेटवर्क पर जब भी आप कुछ शेयर करते हैं, तो उन अन्य सेवाओं की गोपनीयता नीतियाँ आपके द्वारा शेयर किए गए कॉन्टेंट पर लागू होती हैं।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar les teves experiències, i quan recopilem informació creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, l’Apple Music està dissenyat partint d’aquests principis.\n\nSi vols connectar‑te o compartir coses amb altres usuaris de l’Apple Music, pots crear‑te un perfil personal introduint un nom d’usuari (per exemple, @jordimartorell), un nom de perfil i, si vols, una foto de perfil i altra informació. Apple desa aquesta informació amb el teu compte, per tal que hi puguis accedir des de tots els teus dispositius. El nom d’usuari, el nom de perfil i la foto de perfil podran aparèixer al contingut que publiquis i a l’activitat que comparteixis amb l’Apple Music. Actualment, les opcions per compartir i publicar contingut no van destinades ni estan disponibles per als ID d’Apple de nens.\n\nA més, altres usuaris poden trobar el teu perfil de l’Apple Music fent servir la informació que has proporcionat. \n\nPots fer que el contingut del teu perfil, com ara el contingut que escoltes i les llistes de reproducció, només estigui disponible per a les persones a qui tu escullis. Ara bé, tothom podrà veure informació del teu perfil com el nom d’usuari, el nom de perfil, la foto, els teus seguidors i les persones a qui segueixes.\n\nQuan creïs un perfil a l’Apple Music, et recomanarem altres subscriptors de l’Apple Music amb qui pots voler connectar com a amics. Apple no obté ni emmagatzema informació dels teus contactes quan busca quins amics et pot recomanar. Només s’envien a Apple els valors hash encriptats o escurçats dels números de telèfon i les adreces de correu electrònic dels teus contactes, i després, els subscriptors de l’Apple Music coincidents que es recomanaran es determinen localment al teu dispositiu. L’Apple Music pot revisar periòdicament els teus contactes per recomanar‑te nous amics en el futur; però pots controlar aquesta funció a la configuració del compte si desactives l’opció de contactes a l’Apple Music. Si no vols que altres usuaris et puguin trobar per mitjà de la informació de contacte de l’ID d’Apple que puguin tenir sobre tu a les seves agendes, pots canviar‑ho a la configuració del compte desactivant l’opció que permet que et trobin per ID d’Apple.\n\nPots actualitzar o eliminar aquesta informació del teu perfil sempre que vulguis. Sempre que comparteixis coses per internet, convé que reflexionis sobre què estàs fent públic. Quan comparteixis alguna cosa des de l’Apple Music a altres llocs web o xarxes socials, allò que hi comparteixis es regirà per les polítiques de privacitat de cadascun.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Bestimmte Profilinformationen sind immer öffentlich. Du kannst jedoch steuern, wer deinen Aktivitäten folgt. Apple Music kann beim Empfehlen von Freund:innen keine Rückschlüsse auf deine Kontakte ziehen.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "פרטי מידע מסוימים של הפרופיל תמיד ציבוריים, אך ניתן לקבוע מי יוכל לעקוב אחר הפעילות שלך. ‏Apple Music אינו לומד מי הם אנשי הקשר שלך כאשר הוא מציע לך חברים.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Certain profile information is always public, but you can control who follows your activity. Apple Music does not learn your contacts when recommending friends.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "هناك معلومات معينة على الصفحة الشخصية تكون عامة دائمًا، لكن يمكنك التحكم وتحديد من يتابع نشاطك. لا تتعرّف Apple Music على جهات الاتصال الخاصة بك عند اقتراح أصدقاء.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Ορισμένες πληροφορίες προφίλ είναι πάντα δημόσιες, αλλά μπορείτε να ελέγξετε ποιος ακολουθεί τη δραστηριότητά σας. Το Apple Music δεν μαθαίνει τις επαφές σας όταν προτείνει φίλους.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "プロフィールの特定の情報は常に公開されますが、あなたのアクティビティをフォローする人を制御できます。Apple Musicが友達をお勧めするときに、あなたの連絡先は把握されません。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Certain profile information is always public, but you can control who follows your activity. Apple Music does not learn your contacts when recommending friends.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Певна профільна інформація є завжди загальнодоступною, та ви можете тримати на контролі те, хто стежить за вашою активністю. Apple Music не дізнається ваші контакти, коли рекомендує друзів.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Parte de la información de tu perfil siempre será pública, pero tú controlas quién puede ver tu actividad. Apple Music no sabe quiénes son tus contactos cuando te recomienda amigos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "某些个人资料信息会始终公开，但您可以控制哪些用户能够关注您的动态。Apple Music在推荐好友时不会获取您的联系人信息。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Cierta información de tu perfil es siempre pública, pero puedes controlar quién hace un seguimiento de tu actividad. Apple Music no sabe quiénes son tus contactos cuando te recomienda amigos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Certas informações de perfil sempre são públicas, mas você pode controlar quem segue a sua atividade. O Apple Music não memoriza os seus contatos quando você recomenda amigos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Visse profiloplysninger er altid offentlige, men du kan kontrollere, hvem der følger din aktivitet. Apple Music får ikke besked om dine kontakter, når du anbefaler venner.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Alcune informazioni del profilo sono sempre pubbliche, ma puoi controllare chi segue la tua attività. Apple Music non viene a conoscenza dei tuoi contatti quando ti consiglia gli amici.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Určité informácie v profile budú vždy verejné, máte však kontrolu nad tým, kto môže nasledovať vaše aktivity. Pri odporúčaní priateľov Apple Music nedokáže zistiť informácie o vašich kontaktoch.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Determinadas informações do perfil são sempre públicas, mas pode controlar quem segue a sua atividade. Apple Music não obtém os seus contactos ao recomendar amigos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Maklumat profil tertentu adalah sentiasa awam, tetapi anda boleh mengawal orang yang mengikut aktiviti anda. Apple Music tidak mengetahui kenalan anda apabila mengesyorkan rakan.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Viss profilinformation är alltid offentlig, men du kan styra vilka som följer din aktivitet. Apple Music får inte vetskap om dina kontakter när funktionen rekommenderar vänner.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Některé informace na profilech jsou veřejné za všech okolností, můžete však vybrat uživatele, kteří budou moct sledovat vaše aktivity. Apple Music se při doporučování přátel nedozví nic o vašich kontaktech.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "특정 프로파일 정보는 항상 공개용이지만 사용자의 활동을 팔로우하는 사람은 사용자가 제어할 수 있습니다. Apple Music이 친구를 추천할 때 사용자의 연락처를 학습하지는 않습니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Enkelte deler av profilen er alltid offentlig, men du kan kontrollere hvem som følger aktiviteten din. Apple Music lærer seg ikke kontaktene dine ved anbefaling av venner.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Bizonyos profilinformációk mindig nyilvánosak, azonban Ön szabályozhatja, hogy ki követheti az Ön tevékenységeit. Az Apple Music nem jegyzi meg az Ön kontaktjait, amikor barátokat javasol.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "部份個人檔案資料常設為公開，但你可以控制關注你活動的對象。Apple Music在建議朋友時不會得悉你的通訊錄。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Belirli profil bilgileri her zaman herkese açıktır, ancak etkinliğinizi kimlerin izlediğini denetleyebilirsiniz. Apple Music arkadaş önerirken kişilerinizi öğrenmez.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Niektóre dane profilu są zawsze publiczne, lecz możesz kontrolować, kto śledzi Twoją aktywność. Usługa Apple Music nie poznaje Twoich kontaktów, gdy rekomenduje znajomych.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "特定的個人檔案資訊是永遠公開的，但您可以控制哪些人能夠追蹤您的動態。Apple Music在建議朋友時並不會知悉您的聯絡人。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Certain profile information is always public, but you can control who follows your activity. Apple Music does not learn your contacts when recommending friends.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Một số thông tin nhất định của trang cá nhân luôn được công khai, tuy nhiên, bạn có thể kiểm soát những người theo dõi hoạt động của mình. Apple Music không ghi nhớ các liên hệ của bạn khi đề xuất bạn bè.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Некоторая информация, указанная в профиле, всегда общедоступна, но Вы сами определяете, кому разрешено отслеживать Ваши действия. Рекомендуя Вам друзей, Apple Music не получает и не хранит сведения о Ваших контактах.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Certaines informations de profil sont toujours publiques, mais vous pouvez contrôler qui suit votre activité. Apple Music ne mémorise pas vos contacts lors de la recommandation d’amis.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Certaines informations de profil sont toujours publiques, mais vous pouvez contrôler qui suit votre activité. Apple Music ne collecte aucune donnée concernant vos contacts lors de la recommandation d’amis.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Osa profiilitiedoista on aina julkisia, mutta voit hallita, ketkä seuraavat toimintaasi. Apple Music ei opi yhteystietojasi, kun sinulle suositellaan kavereita.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Informasi profil tertentu selalu bersifat publik, tapi Anda dapat mengontrol siapa yang mengikuti aktivitas Anda. Apple Music tidak mempelajari kontak Anda saat merekomendasikan teman.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Sommige profielinformatie is altijd openbaar, maar je kunt opgeven wie je activiteiten kunnen volgen. Bij het aanbevelen van vrienden worden je contacten niet door Apple Music bewaard.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อมูลโปรไฟล์บางอย่างจะเป็นสาธารณะเสมอ แต่คุณสามารถควบคุมได้ว่าผู้ใดบ้างที่สามารถติดตามกิจกรรมของคุณได้ Apple Music ไม่ได้เรียนรู้รายชื่อของคุณเมื่อทำการแนะนำเพื่อน",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Anumite informații ale profilului sunt întotdeauna publice, dar puteți controla cine vă urmărește activitatea. Apple Music nu reține datele referitoare la contacte atunci când vă recomandă prieteni.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Određene informacije o profilu uvijek su javne, ali možete upravljati time tko prati vašu aktivnost. Apple Music ne saznaje vaše kontakte tijekom preporučivanja prijatelja.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "कुछ प्रोफ़ाइल जानकारी हमेशा सार्वजनिक रहती है, लेकिन आप यह नियंत्रित कर सकते हैं कि आपकी ऐक्टिविटी कौन फ़ॉलो करे। दोस्तों की अनुशंसा करते हुए Apple Music आपके संपर्कों की जानकारी नहीं लेता है।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Hi ha determinada informació del perfil que sempre és pública, però pots controlar qui segueix la teva activitat. Quan l’Apple Music et recomana amics, no obté la teva llista de contactes.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "Apple Music kann neue Freund:innen empfehlen, indem die Kontakte auf deinem Gerät regelmäßig geprüft werden. Dies geschieht auf eine Weise, durch die Apple Music keine Rückschlüsse auf deine Kontakte erhält.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "‏Apple Music עשוי להציג לך המלצות לחברים חדשים באמצעות בדיקה תקופתית של אנשי הקשר שלך במכשיר. פעולה זאת נעשית באופן שאינו מאפשר ל-Apple Music ללמוד מיהם אנשי הקשר שלך.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Music can recommend new friends by periodically checking the contacts on your device. This is done in such a way that Apple Music does not learn your contacts.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكن لـ Apple Music تقديم توصيات بأصدقاء جدد من خلال التحقق بصفة دورية من جهات الاتصال على جهازك. ويتم هذا بطريقة لا تمكّن Apple Music من معرفة جهات الاتصال لديك.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Το Apple Music μπορεί να προτείνει νέους φίλους μετά από περιοδικό έλεγχο των επαφών στη συσκευή σας. Αυτό πραγματοποιείται με τέτοιο τρόπο ώστε το Apple Music να μη μαθαίνει τις επαφές σας.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Musicでは、デバイス上の連絡先を定期的に確認することによって新しい友達をお勧めできます。これは、Apple Musicがあなたの連絡先を把握しない方法で行われます。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Music can recommend new friends by periodically checking the contacts on your device. This is done in such a way that Apple Music does not learn your contacts.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Apple Music може рекомендувати нових друзів, періодично перевіряючи контакти на вашому пристрої. Це робиться таким чином, що Apple Music не дізнається ваші контакти.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Apple Music puede recomendarte nuevos amigos y revisar periódicamente los contactos en tu dispositivo. Esta acción se lleva a cabo de forma que Apple Music no sabe cuáles son tus contactos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple Music可以定期检查您设备上的联系人来推荐新的好友。Apple Music在执行此操作时不会获取您的联系人信息。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Apple Music puede recomendar amigos nuevos consultando periódicamente los contactos en tu dispositivo. Esta acción se lleva a cabo de forma que Apple Music no sabe cuáles son tus contactos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "O Apple Music pode recomendar novos amigos ao verificar periodicamente os contatos no seu dispositivo. Isso é feito de tal maneira que o Apple Music não possa aprender os seus contatos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Music kan anbefale nye venner ved regelmæssigt at kontrollere kontakterne på din enhed. Dette gøres på en sådan måde, at Apple Music ikke får besked om dine kontakter.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Apple Music può consigliarti nuovi amici controllando periodicamente i contatti sul tuo dispositivo. L’operazione è effettuata in modo tale che Apple Music non possa venire a conoscenza dei tuoi contatti.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Apple Music môže pravidelne kontrolovať kontakty na vašom zariadení a odporúčať vám nových priateľov. Pri odporúčaní priateľov Apple Music nedokáže zistiť informácie o vašich kontaktoch.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Apple Music pode verificar periodicamente os contactos no seu dispositivo para recomendar novos amigos. Nesta operação, Apple Music não obtém os seus contactos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apple Music boleh mengesyorkan rakan baharu dengan menyemak kenalan pada peranti anda secara berkala. Ini dilakukan dalam cara supaya Apple Music tidak mengetahui kenalan anda.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple Music kan rekommendera nya vänner genom att då och då kontrollera kontakterna på din enhet. Det görs på ett sätt som innebär att Apple Music inte får någon detaljerad information om dina kontakter.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Apple Music může periodicky procházet kontakty na vašem zařízení a doporučovat vám přátele. Apple Music se při tom o vašich kontaktech nic nedozví.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple Music은 사용자의 기기에 있는 연락처를 주기적으로 확인하여 새로운 친구를 추천할 수 있습니다. Apple Music은 사용자의 연락처를 학습하지 않습니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple Music kan anbefale nye venner ved å sjekke kontaktene på enheten din med jevne mellomrom. Dette gjøres på en slik måte at Apple Music ikke lærer seg kontaktene dine.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple Music képes új barátokat ajánlani azáltal, hogy ellenőrzi az eszközén található kontaktokat. Ez olyan módon történik, hogy az Apple Music nem ismeri meg az Ön kontaktjait.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple Music可以透過定期檢查裝置的通訊錄來建議新朋友。Apple Music在執行此操作時不會知悉你的聯絡人資料。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Music, aygıtınızdaki kişileri düzenli aralıklarla denetleyerek yeni arkadaşlar önerebilir. Bu işlem, Apple Music’in kişilerinizi öğrenmeyeceği bir yolla yapılır.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Usługa Apple Music może polecać nowych znajomych, przeglądając okresowo Twoje kontakty na Twoim urządzeniu. Odbywa się to w taki sposób, że Apple Music nie poznaje Twoich kontaktów.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple Music可以透過定期檢查裝置上的聯絡人來建議新的朋友。執行此操作時，Apple Music並不會知悉您的聯絡人。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Music can recommend new friends by periodically checking the contacts on your device. This is done in such a way that Apple Music does not learn your contacts.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Apple Music có thể đề xuất những người bạn mới bằng cách kiểm tra định kỳ các liên hệ trên thiết bị của bạn. Apple Music không ghi nhớ các liên hệ của bạn khi thực hiện việc kiểm tra này.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Служба Apple Music может рекомендовать новых друзей, время от времени обращаясь к списку контактов на устройстве. При этом Apple Music не получает и не хранит сведения о Ваших контактах.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Apple Music peut vous recommander de nouveaux amis en vérifiant périodiquement les contacts sur votre appareil. Aucune donnée concernant vos contacts n’est collectée lors de cette opération.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Apple Music peut vous recommander de nouveaux amis en vérifiant périodiquement les contacts enregistrés sur votre appareil. Aucune donnée concernant vos contacts n’est collectée lors de cette opération.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple Music voi ehdottaa uusia ystäviä tarkistamalla säännöllisesti laitteessa olevat yhteystiedot. Tämä tehdään siten, että yhteystietosi eivät tule Apple Musicin tietoon.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Apple Music dapat merekomendasikan teman baru dengan memeriksa kontak di perangkat Anda secara berkala. Ini dilakukan dengan cara yang tidak memungkinkan Apple Music untuk mempelajari kontak Anda.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Music kan nieuwe vrienden aanbevelen door de contacten op je apparaat periodiek te controleren. Je contacten worden hierbij niet door Apple Music bewaard.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple Music สามารถแนะนำเพื่อนใหม่ได้โดยการตรวจสอบรายชื่อบนอุปกรณ์ของคุณเป็นระยะๆ ซึ่งจะทำโดยวิธีการที่ Apple Music ไม่ได้เรียนรู้รายชื่อของคุณ",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Apple Music vă poate recomanda noi prieteni prin verificarea periodică a contactelor de pe dispozitivul dvs. Aceasta are loc astfel încât Apple Music nu reține datele referitoare la contactele dvs.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple Music može preporučiti nove prijatelje periodičnim provjeravanjem kontakata na vašem uređaju. To se radi na takav način da Apple Music ne može saznati vaše kontakte.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple Music आपके डिवाइस पर समय-समय पर संपर्कों की जाँच करके नए दोस्त अनुशंसित कर सकता है। यह इस तरह किया जाता है कि Apple Music आपके संपर्कों को याद नहीं करता है।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "L’Apple Music et pot recomanar amics nous revisant periòdicament els contactes del teu dispositiu. Això es fa de manera que l’Apple Music no obtingui els teus contactes.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرَّف على كيفية إدارة بياناتك…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Δείτε τον τρόπο διαχείρισης των δεδομένων σας…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima⁠…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "Du kannst festlegen, ob du Personen, die deine Apple-ID-Kontaktinformationen haben, als Freund:in empfohlen wirst.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "יש לך אפשרות לקבוע אם אנשים שיודעים את פרטי הקשר של ה-Apple ID שלך יראו אותך כחבר מומלץ.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "You control whether people who have your Apple ID contact information see you as a recommended friend.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكنك التحكم في تقرير ما إذا كان بإمكان الأشخاص الذين لديهم معلومات اتصال Apple ID الخاص بك رؤيتك كصديق موصى به أم لا.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Μπορείτε να ελέγξετε αν τα άτομα που έχουν τα στοιχεία επικοινωνίας Apple ID σας θα μπορούν να σας δουν ως προτεινόμενο φίλο.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "あなたのApple IDの連絡先情報を保有する人に、お勧めの友達としてあなたが表示されるかどうかを制御します。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "You control whether people who have your Apple ID contact information see you as a recommended friend.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Ви контролюєте, чи бачать вас як рекомендованого друга ті, хто має контактну інформацію з вашого Apple ID.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Tú decides si la gente que tiene tu información de contacto de Apple ID puede verte en las recomendaciones de amigos.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "您可以控制是否将本人推荐给拥有您的Apple ID联系信息的好友。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Puedes controlar si las personas que disponen de la información de contacto de tu ID de Apple te ven como amigo recomendado.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Você controla se as pessoas que têm as informações de contato do seu ID Apple veem você como um amigo recomendado.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du styrer, om personer med de kontaktoplysninger, som er forbundet med dit Apple-id, får vist dig som anbefalet ven.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Puoi controllare se le persone che dispongono delle informazioni di contatto del tuo ID Apple possono vederti come amico consigliato.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Môžete nastaviť, či vás osoby, ktoré majú v kontaktoch vaše Apple ID, uvidia ako odporúčaného priateľa.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Pode controlar se é apresentada uma recomendação de amizade às pessoas que têm informações de contacto do seu ID Apple.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda mengawal sama ada orang yang mempunyai maklumat kenalan Apple ID anda melihat anda sebagai rakan dicadangkan.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Du kan styra om personer som har din Apple‑ID-kontaktinformation kan se dig som en rekommenderad vän.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Máte kontrolu nad tím, zda vás lidé, kteří mají kontaktní údaje z vašeho Apple ID, uvidí v návrzích přátel.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 Apple ID 연락처 정보를 가지고 있는 사람들에게 사용자가 추천된 친구로 표시되는지 여부를 제어합니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Du kan kontrollere hvorvidt personer som har kontaktinformasjonen til Apple-ID-en din, skal se deg som anbefalt venn.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Ön szabályozhatja, hogy azok az emberek, akik rendelkeznek Apple ID-ja kontaktinformációival láthatják-e Önt, mint ajánlott barátot.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "你可以控制要不要讓擁有你Apple ID聯絡人資料的人，能看到你是建議的朋友。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple kimliği kişi bilgilerinize sahip kişilerin sizi önerilen arkadaş olarak görüp görmeyeceğini denetleyin.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Ty decydujesz, czy osoby mające Twoje dane kontaktowe związane z Twoim Apple ID widzą Ciebie jako polecanego znajomego.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "您可以控制擁有您Apple ID聯絡資訊的人員是否能看到您成為建議的朋友。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You control whether people who have your Apple ID contact information see you as a recommended friend.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn có thể kiểm soát xem những người có thông tin liên hệ ID Apple của mình có thấy bạn là một người bạn được đề xuất không.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы определяете, можно ли рекомендовать Вас в качестве друга людям на основании Ваших учетных данных Apple ID, имеющихся в их контактах.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Vous contrôlez si vous pouvez être recommandé en tant qu’ami aux personnes qui possèdent les informations de contact associées à votre identifiant Apple.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vous pouvez indiquer si vous souhaitez ou non être recommandé comme ami aux personnes disposant des coordonnées associées à votre identifiant Apple.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Sinä hallitset, näkevätkö henkilöt, joilla on Apple ID -yhteystietosi, sinut ehdotettuna ystävänä.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda dapat mengontrol apakah orang yang memiliki informasi kontak ID Apple Anda akan melihat Anda sebagai teman yang direkomendasikan.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Jij bepaalt of je bij anderen die over je Apple ID-contactgegevens beschikken, wordt aanbevolen als vriend.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณเป็นผู้ควบคุมว่าจะให้คนที่มีข้อมูลรายชื่อ Apple ID ของคุณสามารถเห็นคุณเป็นเพื่อนที่แนะนำได้หรือไม่",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Dvs. decideți dacă persoanele care dispun de informațiile de contact ale ID‑ului dvs. Apple vă pot vedea ca prieten recomandat.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete odrediti hoće li vas osobe koje imaju vaše Apple ID kontaktne informacije moći vidjeti kao preporučenog prijatelja.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "आप तय कर सकते हैं कि जिन लोगों के पास आपकी Apple ID संपर्क जानकारी है वे आपको अनुशंसित दोस्त के तौर पर देख सकें।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Tu controles si les persones que tenen la informació de contacte del teu ID d’Apple et poden veure com a amic recomanat.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Apple Music-Freund:innen ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "‏״Apple Music עם חברים״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Music Friends is designed to protect your information and enable you to choose what you share.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّم Apple Music Friends لحماية معلوماتك وتمكينك من اختيار ما تريد مشاركته.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Φίλοι Apple Music έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Musicフレンズはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Music Friends is designed to protect your information and enable you to choose what you share.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Функцію «Друзі в Apple Music» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "El servicio Amigos en Apple Music se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple Music好友旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Amigos de Apple Music se ha diseñado para mantener protegida tu información y para que puedas elegir lo que quieres compartir.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "O Amigos do Apple Music é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Music-venner er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Il servizio Amici di Apple Music è concepito in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Služba Priatelia na Apple Music chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "O serviço Amigos em Apple Music foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Rakan Apple Music direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple Music-vänner har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Služba Přátelé v Apple Music chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple Music 친구는 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple Music-venner beskytter informasjonen din og lar deg velge hva du vil dele.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple Music-barátokat úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple Music朋友的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Music Arkadaşları, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Usługa Znajomi w Apple Music została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "「Apple Music朋友」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Music Friends is designed to protect your information and enable you to choose what you share.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn bè Apple Music được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые службой «Друзья в Apple Music», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Amis Apple Music est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La fonctionnalité « Amis Apple Music » est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple Music -ystävät on suunniteltu niin, että tietosi ovat turvassa, ja voit itse valita, mitä haluat jakaa.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Teman Apple Music dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Music-vrienden is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "เพื่อน Apple Music ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Funcționalitatea Prieteni Apple Music este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Značajka Apple Music prijatelji dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple Music दोस्त आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने के लिए आपको सक्षम करता है।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Amics de l’Apple Music s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "Wenn du ein Profil erstellst, sind bestimmte Informationen immer öffentlich. Du kannst allerdings steuern, wer deinen Aktivitäten folgt.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "במהלך יצירת פרופיל, מידע מסוים לגבי הפרופיל תמיד יהיה ציבורי, אך באפשרותך לקבוע מי יוכל לעקוב אחר הפעילות שלך.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "When you create a profile, certain information is always public, but you control who can follow your activity.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "عندما تنشئ ملفًا شخصيًا، تكون هناك معلومات معينة عامة دائمًا، لكن يمكنك التحكم وتحديد من يمكنه متابعة نشاطك.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Όταν δημιουργείτε ένα προφίλ, ορισμένες πληροφορίες είναι πάντα δημόσιες, αλλά μπορείτε να ελέγξετε ποιος μπορεί να ακολουθήσει τη δραστηριότητά σας.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "プロフィールを作るときに、特定の情報は常に公開されますが、あなたのアクティビティをフォローできる人を制御します。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "When you create a profile, certain information is always public, but you control who can follow your activity.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Коли ви створюєте профіль, певна інформація завжди є загальнодоступною, та ви маєте контроль над тим, хто може відстежувати вашу активність.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Al crear un perfil, hay cierta información que permanece pública en todo momento; sin embargo, puedes controlar quién puede ver tu actividad.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "当您创建个人资料时，某些信息会始终公开，但您可以控制哪些用户能够关注您的动态。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Al crear un perfil, hay unos datos concretos que son siempre públicos, pero puedes controlar quién puede seguir tu actividad.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Ao criar um perfil, certas informações sempre são públicas, mas você pode controlar quem segue a sua atividade.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Når du opretter en profil, er visse oplysninger altid offentlige, men du kan styre, hvem der kan følge din aktivitet.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Quando crei un profilo, alcune informazioni sono sempre pubbliche, ma puoi controllare chi segue la tua attività.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Niektoré informácie vo vytvorenom profile budú vždy verejné, máte však kontrolu nad tým, kto môže nasledovať vaše aktivity.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Quando cria um perfil, determinada informação é sempre pública, mas pode controlar quem segue a sua atividade.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apabila anda mencipta profil, maklumat tertentu adalah sentiasa awam, tetapi anda mengawal orang yang mengikut aktiviti anda.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "När du skapar en profil är viss information alltid offentlig, men du styr vilka som kan följa dina aktiviteter.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Když si vytvoříte profil, některé informace budou veřejné za všech okolností, můžete však nastavit uživatele sledující vaše aktivity.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "프로필을 생성할 때 특정 정보는 항상 공개용이지만 사용자의 활동을 팔로우하는 사람은 사용자가 제어할 수 있습니다.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Når du oppretter en profil, vil noen typer informasjon alltid være offentlig, men du kan kontrollere hvem som kan følge aktiviteten din.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Amikor létrehoz egy profilt, bizonyos információk mindig publikusak, de Ön szabályozhatja, hogy ki követheti tevékenységét.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "建立個人檔案時，部份資料常設為公開，但你能夠選擇可以關注你活動的對象。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Profil yarattığınızda, belirli bilgiler her zaman herkese açıktır, ancak etkinliğinizi kimin izleyebileceğini denetleyebilirsiniz.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Gdy tworzysz swój profil, pewne informacje zawsze będą publiczne, lecz Ty kontrolujesz, kto może śledzić Twoją aktywność.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "當您建立個人檔案時，特定的資訊是永遠公開的，但您可以控制哪些人能夠追蹤您的動態。",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "When you create a profile, certain information is always public, but you control who can follow your activity.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Khi bạn tạo trang cá nhân, thông tin nhất định luôn được công khai, tuy nhiên, bạn có thể kiểm soát những người có thể theo dõi hoạt động của bạn.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "При создании профиля некоторая информация в нем всегда будет общедоступной, но Вы всегда сами определяете, кто может отслеживать Ваши действия.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Lorsque vous créez un profil, certaines informations sont toujours publiques, mais vous pouvez contrôler qui peut suivre votre activité.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Lorsque vous créez un profil, certaines informations sont toujours publiques, mais vous pouvez contrôler qui suit votre activité.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Kun luot profiilin, osa profiilitiedoista on aina julkista, mutta voit hallita sitä, kuka seuraa aktiivisuuttasi.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Saat Anda membuat profil, informasi tertentu selalu bersifat publik, tapi Anda dapat mengontrol siapa yang dapat mengikuti aktivitas Anda.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Wanneer je een profiel aanmaakt, is bepaalde informatie altijd openbaar. Maar jij bepaalt wie je activiteiten kan volgen.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "เมื่อคุณสร้างโปรไฟล์ ข้อมูลบางอย่างจะเป็นสาธารณะเสมอ แต่คุณสามารถควบคุมได้ว่าผู้ใดบ้างที่สามารถติดตามกิจกรรมของคุณได้",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Când creați un profil, anumite informații sunt întotdeauna publice, dar puteți controla cine vă poate urmări activitatea.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Kad izradite profil, određene informacije uvijek su javne, ali možete odrediti tko može pratiti vašu aktivnost.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "जब आप कोई प्रोफ़ाइल बनाते हैं, तो कुछ प्रोफ़ाइल जानकारी हमेशा सार्वजनिक रहती है, लेकिन आप यह नियंत्रित करते हैं कि आपकी ऐक्टिविटी कौन फ़ॉलो कर सके।",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Quan crees un perfil, hi ha determinada informació que sempre és pública, però tu controles qui pot seguir la teva activitat.",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Apple Music-Freund:innen",
        "filename" : "AppleMusicFriends.strings",
        "language" : "de"
      },
      {
        "target" : "‏Apple Music עם חברים",
        "filename" : "AppleMusicFriends.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Music Friends",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_AU"
      },
      {
        "target" : "Apple Music Friends",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ar"
      },
      {
        "target" : "Φίλοι Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Musicフレンズ",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Music Friends",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en"
      },
      {
        "target" : "Друзі в Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "uk"
      },
      {
        "target" : "Amigos en Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple Music好友",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Amigos de Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "es"
      },
      {
        "target" : "Amigos do Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Music-venner",
        "filename" : "AppleMusicFriends.strings",
        "language" : "da"
      },
      {
        "target" : "Amici di Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "it"
      },
      {
        "target" : "Priatelia na Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sk"
      },
      {
        "target" : "Amigos em Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Rakan Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple Music-vänner",
        "filename" : "AppleMusicFriends.strings",
        "language" : "sv"
      },
      {
        "target" : "Přátelé v Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple Music 친구",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple Music-venner",
        "filename" : "AppleMusicFriends.strings",
        "language" : "no"
      },
      {
        "target" : "Apple Music-barátok",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple Music朋友",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Music Arkadaşları",
        "filename" : "AppleMusicFriends.strings",
        "language" : "tr"
      },
      {
        "target" : "Znajomi w Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple Music朋友",
        "filename" : "AppleMusicFriends.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Music Friends",
        "filename" : "AppleMusicFriends.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn bè Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "vi"
      },
      {
        "target" : "Друзья в Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ru"
      },
      {
        "target" : "Amis Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Amis Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple Music -ystävät",
        "filename" : "AppleMusicFriends.strings",
        "language" : "fi"
      },
      {
        "target" : "Teman Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Music-vrienden",
        "filename" : "AppleMusicFriends.strings",
        "language" : "nl"
      },
      {
        "target" : "เพื่อน Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "th"
      },
      {
        "target" : "Prieteni Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple Music prijatelji",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple Music दोस्त",
        "filename" : "AppleMusicFriends.strings",
        "language" : "hi"
      },
      {
        "target" : "Amics de l’Apple Music",
        "filename" : "AppleMusicFriends.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.applemusicfriends.bundle",
  "framework" : "com.apple.onboarding.applemusicfriends.bundle"
}