{
  "localizations" : {
    "FOOTER_TEXT" : [
      {
        "target" : "Siri analysiert, wie du deine Geräte und Apps verwendest, um dir personalisierte Vorschläge und bessere Suchergebnisse zu bieten. Die Verarbeitung erfolgt dabei lokal auf deinem Gerät und Siri führt geräteübergreifend eine Synchronisierung mittels Ende-zu-Ende-Verschlüsselung mit iCloud durch.\n\nAnhand lokaler Verarbeitungsmethoden auf dem Gerät lernt Siri, wie du deine Geräte und Apps verwendest, um deine Nutzererfahrung zu personalisieren. Mit den auf deinem Gerät gespeicherten Informationen, etwa deinem Safari-Verlauf, deinen E-Mails, Nachrichten, Mitteilungen und Kontakten sowie Informationen, die andere installierte Apps bereitstellen, kann Siri dir in Spotlight, beim Nachschlagen, in Safari, Apps und mehr Vorschläge machen.\n\nSiri nutzt iCloud, um die Personalisierung geräteübergreifend mit Ende-zu-Ende-Verschlüsselung zu synchronisieren.\n\nUm Vorschläge und Suchergebnisse relevanter zu machen, werden manche Informationen, die nicht mit dir verknüpft werden können, an Apple gesendet.\n\nWenn du Siri-Vorschläge verwendest oder „Nachschlagen“, oder Suchbegriffe im Suchfeld, in Spotlight, in der Safari-Suche oder bei #Bilder in „Nachrichten“ eingibst, lassen die an Apple gesendeten Informationen keine Rückschlüsse auf deine Person zu. Den Vorschlägen wird eine 15-minütige, zufällige, turnusmäßig wechselnde ID zugeordnet, die vom Gerät erstellt wird. Dein Gerät sendet beispielsweise Informationen wie deinen Standort, deine Interessengebiete (etwa Kochen oder Basketball), deine Suchanfragen und deine ausgewählten Vorschläge, von dir verwendete Apps sowie zugehörige Gerätenutzungsdaten an Apple. Diese Informationen umfassen keine Suchergebnisse, die Dateien oder Inhalte auf deinem Gerät zeigen. Wenn du Musik- oder Videoabos abschließt, werden ggf. die Namen der zugehörigen Dienste und die Art des Abonnements an Apple gesendet. Name, Nummer und Passwort deines Accounts werden nicht an Apple gesendet.\n\nDiese Informationen werden verwendet, um deine Anfrage zu verarbeiten und relevantere Vorschläge und Suchergebnisse bereitzustellen. Sie sind nicht mit deiner Apple-ID, E-Mail-Adresse oder anderen Daten verknüpft, über die Apple möglicherweise durch deine Nutzung anderer Apple-Dienste verfügt.\n\nAggregierte Informationen können verwendet werden, um andere Apple-Produkte und -Dienste zu verbessern. Gängige Suchanfragen werden möglicherweise mit einem Web-Suchdienst geteilt, um die Suchergebnisse zu verbessern.\n\nSuchmaschinenvorschläge in Safari\n\nSafari stellt nur ein Feld für Suchen und Webadressen bereit, sodass du von zentraler Stelle aus im Internet recherchieren kannst. Wenn die Option „Suchmaschinenvorschläge“ aktiviert ist, fragt Safari – basierend auf deinen Eingaben – die von dir gewählte Suchmaschine nach Vorschlägen.\n\nToptreffer in Safari vorab laden\n\nWenn die Option „Toptreffer vorab laden“ aktiviert ist und Safari basierend auf deinen Lesezeichen und deinem Verlauf einen Toptreffer feststellt, wird die Webseite im Hintergrund geladen. Wenn du diese Option deaktivierst, wird die Seite normal geladen.\n\nDu hast die Wahl und die Kontrolle\n\nDu kannst die Siri-Vorschläge deaktivieren, wenn diese keine Informationen an Apple senden sollen. Öffne „Systemeinstellungen“ > „Spotlight“ > „Suchergebnisse“ und deaktiviere die Option „Siri-Vorschläge“. Du kannst die Funktion „Safari-Vorschläge“ in Safari deaktivieren, indem du „Safari“ > „Einstellungen“ > „Suchen“ öffnest und die Option „Safari-Vorschläge einbeziehen“ deaktivierst.\n\nDamit Apps keine weiteren Informationen zum Personalisieren von Siri bereitstellen, öffnest du „Systemeinstellungen“ > „Siri“ und klickst auf „Siri-Vorschläge & Datenschutz“. Wähle eine App in der Liste aus und entferne die Markierung aus dem Feld „Von dieser App lernen“.\n\nDu kannst die Ortungsdienste für Siri-Vorschläge deaktivieren. Hierfür öffnest du „Systemeinstellungen“ > „Sicherheit & Datenschutz“ > „Datenschutz“ und wählst „Ortungsdienste“ aus. Klicke auf das Schloss, um Änderungen vorzunehmen und gib dein Passwort ein. Klicke auf „Details“ neben „Systemdienste“ und deaktiviere die Option „Ortsabhängige Vorschläge“. Wenn du die Ortungsdienste auf deinem Gerät deaktivierst, wird dein Standort nicht an Apple gesendet. Um relevante Suchergebnisse zu liefern, verwendet Apple eventuell die IP-Adresse deiner Internetverbindung, um deinen ungefähren Standort mit einer geografischen Region abzugleichen.\n\nSoll Siri die Personalisierung nicht auf all deinen Geräten synchronisieren, kannst du Siri deaktivieren. Wähle dazu „Systemeinstellungen“ > Apple-ID > iCloud und deaktiviere Siri in der Liste der Apps dieses Mac, die iCloud verwenden.\n\nDurch die Verwendung von Siri-Vorschlägen beim Suchen erklärst du dein Einverständnis damit, dass Apple, seine Tochtergesellschaften und Vertreter diese Informationen übertragen, sammeln, verwalten, verarbeiten und verwenden. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "SpotlightSearch.strings",
        "language" : "de"
      },
      {
        "target" : "Siri מנתח את אופן השימוש שלך במכשיר או ביישומים כדי לספק הצעות מותאמות אישית ותוצאות חיפוש טובות יותר באמצעות עיבוד מקומי במכשיר עצמו, ומבצע סינכרון בכל המכשירים שלך עם הצפנה מקצה לקצה באמצעות iCloud\n\n‏Siri‏ משתמש בעיבוד מקומי במכשיר עצמו כדי ללמוד על אופן השימוש שלך במכשיר וביישומים, כדי להתאים אישית את החוויה שלך. באמצעות שימוש במידע המאוחסן במכשיר שלך, כמו היסטוריית הגלישה ב-Safari, הודעות דוא״ל, הודעות, עדכונים ואנשי קשר, וגם באמצעות מידע שמגיע מיישומים אחרים המותקנים במכשיר, Siri יכול לספק הצעות בחיפושים ב-Spotlight, ב״חפש את״, ב-Safari, ביישומים ועוד.\n\n‏Siri משתמש ב-iCloud כדי לבצע סינכרון להתאמה אישית בכל מכשירי ה-Apple שלך באמצעות הצפנה מקצה לקצה.\n\nכדי שההצעות ותוצאות החיפוש יהיו רלוונטיות יותר, חלק מהמידע נשלח אל Apple ואינו מקושר אליך\n\nאם בחרת להשתמש ב״הצעות של Siri״ או ב״חיפוש נרחב״, או הקלדה ב״חיפוש״, ב״חיפוש Spotlight״, ב״חיפוש Safari״ או בחיפוש #תמונות ב״הודעות״, כל מידע שנשלח אל Apple אינו מזהה אותך, וישויך למזהה אקראי המתחלף כל 15 דקות, שנוצר על-ידי המכשיר. המכשיר שלך עשוי לשלוח אל Apple מידע כמו מיקום, תחומי עניין (למשל בישול או כדורסל), את שאילתות החיפוש שלך, ההצעות שבהן בחרת, יישומים המשמשים אותך ונתוני שימוש קשורים. מידע זה אינו כולל תוצאות חיפוש שמציגות קבצים או תכנים במכשיר שלך. אם נרשמת לשירותי מינויי מוסיקה או וידאו, השמות של שירותים אלו וסוגי המינויים עשויים להישלח אל Apple. שם החשבון, מספר החשבון והסיסמה שלך לא יישלחו אל Apple.\n\nמידע זה משמש לעיבוד הבקשה שלך וכדי לספק הצעות ותוצאות חיפוש רלוונטיות יותר, ואינו קשור אל ה-Apple ID או כתובת הדואר האלקטרוני שלך, או לנתונים אחרים שעשויים להיות ברשות Apple מהשימוש שלך בשירותי Apple אחרים.\n\nהמידע שנצבר עשוי לשמש לשיפור שירותים ומוצרים אחרים של Apple. יתכן ששאילתות חיפוש נפוצות ישותפו עם מנוע חיפוש באינטרנט כדי לשפר את תוצאות החיפוש.\n\nהצעות מנועי חיפוש ב-Safari\n\nל-Safari שדה יחיד לחיפושים ולכתובות אינטרנט כך שניתן לגלוש באינטרנט ממקום אחד נוח. כאשר מאפשרים הצעות ממנועי חיפוש, Safari יבקש הצעות ממנוע החיפוש שבחרת בהתבסס על מה שהקלדת.\n\n״טען תוצאה מובילה מראש״ ב-Safari\n\nכאשר ״טען תוצאה מובילה מראש״ פעיל, ברגע ש-Safari מוצא ״תוצאה מובילה״ בהתבסס על הסימניות והיסטוריית הגלישה שלך, הוא מתחיל לטעון את עמוד האינטרנט ברקע. אם אפשרות זו תבוטל על-ידך, העמוד ייטען באופן רגיל.\n\nהבחירה והשליטה בידיך\n\nאם אינך רוצה ש״הצעות Siri״ ישלח את המידע שלך אל Apple, באפשרותך לבטל את ״הצעות Siri״. יש לעבור אל ״העדפות המערכת״ > Spotlight > ״תוצאות חיפוש״ ולבטל את הבחירה ב״הצעות של Siri״. ניתן לבטל את ״הצעות Safari״ ב-Safari על ידי מעבר אל Safari > ״העדפות״ > ״חיפוש״ > וביטול הבחירה ב״כלול הצעות של Safari״.\n\nבאפשרותך למנוע מיישומים לספק מידע להתאמה אישית של Siri על ידי מעבר אל ״העדפות מערכת״ > Siri > לחיצה על ״הצעות Siri ופרטיות״ יש לבחור יישום מהרשימה ולבטל את הבחירה ב״למד מיישום זה״.\n\nניתן לבטל את ״שירותי מיקום״ עבור ״הצעות Siri״ על-ידי מעבר אל ״העדפות המערכת״ > ״אבטחה ופרטיות״ > ״פרטיות״ ובחירה ב״שירותי מיקום״. יש ללחוץ על המנעול כדי לבצע שינויים ולהזין את הסיסמה, ללחוץ על ״פרטים״ ליד ״שירותי מערכת״ ולבטל את הבחירה ב״הצעות לפי מיקום״. אם תבטל\/י את ״שירותי מיקום״ במכשיר, מיקומך לא יישלח ל-Apple. כדי להציג הצעות חיפוש רלוונטיות, ייתכן ש-Apple תשתמש בכתובת ה-IP של חיבור האינטרנט שלך כדי לזהות את מיקומך המשוער על-ידי התאמת הכתובת לאזור הגאוגרפי.\n\nאם אין ברצונך לסנכרן את ההגדרות המותאמות של Siri עם שאר המכשירים שלך, ניתן לכבות את Siri על-ידי מעבר אל ״העדפות המערכת״ > Apple ID‏ > iCloud וביטול הבחירה ב-Siri ברשימה ״יישומים ב-Mac זה המשתמשים ב-iCloud״.\n\nעצם השימוש ב״הצעות של Siri״ וב״חיפוש״ מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "he"
      },
      {
        "target" : "Siri Analyses How You Use Your Devices and Apps to Provide Personalised Suggestions and Better Search Results Using Local, On-Device Processing, and Syncs Across Your Devices with End-to-End Encryption Using iCloud\n\nSiri uses local, on-device processing to learn how you use your devices and apps in order to personalise your experience. Using information stored on your device, such as your Safari browsing history, emails, messages, notifications and contacts, as well as information contributed by other installed apps, Siri can provide suggestions in Spotlight, Look Up, Safari, apps and more.\n\nSiri uses iCloud to sync personalisation across your Apple devices using end-to-end encryption.\n\nTo Make Suggestions and Search Results More Relevant, Some Information Is Sent to Apple and Not Associated with You\n\nWhen you use Siri Suggestions or Look Up, or type in Search, Spotlight, Safari search or #images search in Messages, any information sent to Apple does not identify you, and is associated with a 15-minute random, rotating device-generated identifier. Your device may send information such as location, topics of interest (for example, cooking or basketball), your search queries, suggestions you have selected, apps you use and related device usage data to Apple. This information does not include search results that show files or content on your device. If you subscribe to music or video subscription services, the names of these services and the type of subscription may be sent to Apple. Your account name, number and password will not be sent to Apple.\n\nThis information is used to process your request and provide more relevant suggestions and search results, and is not linked to your Apple ID, email address or other data Apple may have from your use of other Apple services.\n\nAggregated information may be used to improve other Apple products and services. Common search queries may be shared with a web search engine to improve search results.\n\nSearch Engine Suggestions in Safari\n\nSafari has a single field for searches and web addresses so you can browse the web from one convenient place. When Search Engine Suggestions are enabled, Safari will ask your selected search engine for suggestions based on what you’ve typed.\n\nPreload Top Hit in Safari\n\nWith Preload Top Hit enabled, as soon as Safari determines a Top Hit based on your bookmarks and browsing history, Safari will begin loading the webpage in the background. If you disable this option, the page will load normally.\n\nYou Have Choice and Control\n\nIf you do not want Siri Suggestions to send your information to Apple, you can disable Siri Suggestions. Go to System Preferences > Spotlight > Search Results and unselect Siri Suggestions. You can disable Safari Suggestions in Safari by going to Safari > Preferences > Search and unselecting Include Safari Suggestions.\n\nYou can stop apps from contributing information to personalise Siri by going to System Preferences > Siri, then clicking Siri Suggestions & Privacy. Select an app from the list and unselect Learn from this App.\n\nYou can disable Location Services for Siri Suggestions by going to System Preferences > Security & Privacy > Privacy, then selecting Location Services. Click the lock to make changes and enter your password, click Details next to System Services and unselect Location-Based Suggestions. If you turn off Location Services on your device, your location will not be sent to Apple. To deliver relevant search suggestions, Apple may use the IP address of your internet connection to approximate your location by matching it to a geographic region.\n\nIf you do not want Siri personalisation to sync across your devices, you can disable Siri by going to System Preferences > Apple ID > iCloud, and unselecting Siri in the list of Apps on this Mac using iCloud.\n\nBy using Siri Suggestions and Search, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يقوم Siri بتحليل كيفية استخدامك للأجهزة والتطبيقات الخاصة بك لتقديم اقتراحات مخصصة ونتائج بحث أفضل باستخدام المعالجة المحلية على الجهاز والمزامنة عبر أجهزتك مع تشفير كامل باستخدام iCloud\n\nيستخدم Siri معالجة محلية على الجهاز لمعرفة كيفية استخدامك للأجهزة والتطبيقات من أجل تخصيص تجربتك. وباستخدام المعلومات المخزنة على جهازك، مثل سجل تاريخ تصفح Safari ورسائل البريد الإلكتروني والرسائل والإشعارات وجهات الاتصال، بالإضافة إلى المعلومات التي ساهمت بها التطبيقات المثبتة الأخرى، يستطيع Siri تقديم اقتراحات في Spotlight والبحث و Safari والتطبيقات والمزيد.\n\nيستخدم Siri ميزة iCloud لمزامنة التخصيص عبر أجهزة Apple الخاصة بك باستخدام التشفير الكامل.\n\nلجعل الاقتراحات ونتائج البحث أكثر ملاءمة، يتم إرسال بعض المعلومات إلى Apple دون ربطها بك.\n\nعند استخدام اقتراحات Siri في البحث العام أو الكتابة في البحث أو Spotlight أو Safari أو بحث #الصور في الرسائل، فإن أي معلومات يتم إرسالها إلى Apple لا تحدد هويتك، بل ترتبط بمعرّف عشوائي مدته ١٥ دقيقة يُنشئه الجهاز. وقد يرسل جهازك معلومات مثل الموقع والموضوعات التي تهمك (على سبيل المثال، الطبخ أو كرة السلة)، واستفسارات البحث والاقتراحات التي حددتها والتطبيقات التي تستخدمها وبيانات استخدام الجهاز ذات الصلة إلى Apple. ولا تتضمن هذه المعلومات نتائج البحث التي تعرض الملفات أو المحتوى على جهازك. إذا اشتركت في خدمات اشتراك الموسيقى أو الفيديو ، فقد يتم إرسال أسماء هذه الخدمات ونوع الاشتراك إلى Apple. لن يتم إرسال اسم حسابك ورقمك وكلمة السر إلى Apple.\n\nتُستخدم هذه المعلومات لمعالجة طلبك وتقديم المزيد من الاقتراحات ونتائج البحث ذات الصلة، ولا تكون مرتبطة بحساب Apple ID أو عنوان بريدك الإلكتروني أو بيانات أخرى قد تكون لدى Apple من استخدامك لخدمات Apple الأخرى.\n\nيمكن استخدام المعلومات المجمعة لتحسين منتجات وخدمات Apple الأخرى. ويمكن مشاركة استعلامات البحث الشائعة مع محرك بحث على الويب لتحسين نتائج البحث.\n\nاقتراحات محرك البحث في Safari\n\nيحتوي Safari على حقل واحد لعمليات البحث وعناوين الويب حتى تتمكن من تصفح الويب من مكان واحد مناسب. عند تمكين اقتراحات محرك البحث، سيطلب Safari من محرك البحث المحدد الحصول على اقتراحات بناءً على ما كتبته.\n\nتحميل أعلى نتيجة في Safari\n\nمع تمكين تحميل أعلى نتيجة، بمجرد أن يحدد Safari أعلى نتيجة استنادًا إلى الإشارات المرجعية وسجل تاريخ التصفح، سيبدأ Safari في تحميل صفحة الويب في الخلفية. إذا عطلت هذا الخيار، فسيتم تحميل الصفحة بشكل طبيعي.\n\nلديك الخيار والتحكم\n\nإذا كنت لا ترغب في إرسال معلوماتك من اقتراحات Siri إلى Apple، يمكنك تعطيل اقتراحات Siri. انتقل إلى تفضيلات النظام > Spotlight > نتائج البحث، وألغِ تحديد اقتراحات Siri. يمكنك تعطيل اقتراحات Safari في Safari بالانتقال إلى Safari > تفضيلات > البحث، وإلغاء تحديد تضمين اقتراحات Safari.\n\nيمكنك إيقاف التطبيقات من المساهمة بالمعلومات لتخصيص Siri بالانتقال إلى تفضيلات النظام > Siri، ثم النقر على اقتراحات Siri والخصوصية. حدد تطبيقًا من القائمة وقم بإلغاء تحديد التعلم من هذا التطبيق.\n\nيمكنك تعطيل خدمات الموقع لاقتراحات Siri تمامًا بالانتقال إلى تفضيلات النظام > الأمن والخصوصية > الخصوصية، ثم تحديد خدمات الموقع. انقر على القفل لإجراء تغييرات وأدخل كلمة السر، انقر على التفاصيل بجوار خدمات النظام، وقم بإلغاء تحديد الاقتراحات المستندة إلى الموقع. إذا أوقفت خدمات الموقع على جهازك، فلن يتم إرسال موقعك إلى Apple. ولتقديم اقتراحات بحث ملائمة، قد تستخدم Apple عنوان IP الخاص باتصال الإنترنت لديك لتقدير موقعك بشكل تقريبي من خلال مطابقته مع منطقة جغرافية.\n\nإذا كنت لا تريد مزامنة تخصيص Siri عبر أجهزتك، يمكنك تعطيل Siri بالانتقال إلى تفضيلات النظام > Apple ID >‏ iCloud، وإلغاء تحديد Siri في قائمة التطبيقات على هذا الـ Mac باستخدام iCloud.\n\nباستخدام اقتراحات Siri والبحث، أنت تقبل وتوافق على إرسال هذه المعلومات وجمعها وحفظها ومعالجتها واستخدامها من قِبل Apple وشركاتها التابعة ووكلائها. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "ar"
      },
      {
        "target" : "Το Siri αναλύει τον τρόπο που χρησιμοποιείτε τις συσκευές και τις εφαρμογές σας ώστε να παρέχει εξατομικευμένες προτάσεις και βελτιωμένα αποτελέσματα αναζήτησης, χρησιμοποιώντας τοπική επεξεργασία επί της συσκευής, και συγχρονίζεται σε όλες τις συσκευές σας με διατερματική κρυπτογράφηση μέσω του iCloud.\n\nΤο Siri χρησιμοποιεί τοπική επεξεργασία επί της συσκευής για να μαθαίνει τον τρόπο που χρησιμοποιείτε τις συσκευές και τις εφαρμογές σας για να εξατομικεύσει την εμπειρία σας. Χάρη στη χρήση πληροφοριών που είναι αποθηκευμένες στη συσκευή σας, όπως π.χ. το ιστορικό περιήγησης στο Safari, τα email, τα μηνύματα, οι γνωστοποιήσεις, οι επαφές σας, καθώς και πληροφορίες που παρέχονται από άλλες εγκατεστημένες εφαρμογές, το Siri μπορεί να παρέχει προτάσεις στο Spotlight, την Εύρεση, το Safari, εφαρμογές, και αλλού.\n\nΤο Siri χρησιμοποιεί το iCloud για συγχρονισμό της εξατομίκευσης σε όλες τις συσκευές Apple σας μέσω διατερματικής κρυπτογράφησης.\n\nΓια να είναι οι προτάσεις και τα αποτελέσματα αναζήτησης πιο σχετικά, κάποιες πληροφορίες αποστέλλονται στην Apple και δεν συσχετίζονται με εσάς.\n\nΌταν χρησιμοποιείτε τις Προτάσεις Siri ή την Εύρεση, ή πληκτρολογείτε στην Αναζήτηση, το Spotlight, την αναζήτηση στο Safari, ή στην αναζήτηση #εικόνων στα Μηνύματα, οι πληροφορίες που αποστέλλονται στην Apple δεν σας ταυτοποιούν και σχετίζονται με ένα τυχαίο, εναλλασσόμενο αναγνωριστικό 15 λεπτών που παράγεται από τη συσκευή. Η συσκευή σας μπορεί να στέλνει στην Apple πληροφορίες, όπως π.χ. τοποθεσία, θέματα ενδιαφέροντος (π.χ. μαγειρική ή ποδόσφαιρο), ερωτήματα αναζήτησής σας, προτάσεις που έχετε επιλέξει, εφαρμογές που χρησιμοποιείτε, και σχετιζόμενα δεδομένα χρήσης συσκευής. Οι πληροφορίες αυτές δεν περιλαμβάνουν αποτελέσματα αναζήτησης που εμφανίζουν αρχεία ή περιεχόμενο στη συσκευή σας. Αν εγγραφείτε ως συνδρομητές σε συνδρομητικές υπηρεσίες μουσικής ή βίντεο, τα ονόματα αυτών των υπηρεσιών και ο τύπος συνδρομής μπορεί να σταλούν στην Apple. Το όνομα, ο αριθμός και το συνθηματικό του λογαριασμού σας δεν θα σταλούν στην Apple.\n\nΑυτές οι πληροφορίες χρησιμοποιούνται για επεξεργασία του αιτήματός σας και παροχή πιο σχετικών προτάσεων και αποτελεσμάτων αναζήτησης, και δεν συσχετίζονται με το Apple ID σας, τη διεύθυνση email σας ή άλλα δεδομένα που μπορεί να έχει η Apple από την εκ μέρους σας χρήση άλλων υπηρεσιών της Apple.\n\nΟι συγκεντρωτικές πληροφορίες μπορεί να χρησιμοποιηθούν για βελτίωση άλλων προϊόντων και υπηρεσιών της Apple. Κάποια κοινά ερωτήματα αναζήτησης μπορεί να κοινοποιηθούν σε μια μηχανή αναζήτησης Ιστού για βελτίωση των αποτελεσμάτων αναζήτησης.\n\nΠροτάσεις μηχανής αναζήτησης στο Safari\n\nΤο Safari έχει ένα πεδίο για αναζητήσεις και διευθύνσεις Ιστού, για να μπορείτε να περιηγείστε στον Ιστό από ένα βολικό σημείο. Όταν είναι ενεργοποιημένες οι Προτάσεις μηχανής αναζήτησης, το Safari θα ζητά προτάσεις από την επιλεγμένη μηχανή αναζήτησής σας με βάση αυτά που πληκτρολογείτε.\n\nΠροφόρτωση πρώτου αποτελέσματος στο Safari\n\nΜε ενεργοποιημένη την Προφόρτωση πρώτου αποτελέσματος, μόλις το Safari προσδιορίσει ένα Πρώτο αποτέλεσμα βάσει των σελιδοδεικτών και του ιστορικού περιήγησής σας, θα αρχίσει να φορτώνει την ιστοσελίδα στο παρασκήνιο. Αν απενεργοποιήσετε αυτήν την επιλογή, η σελίδα θα φορτώνεται κανονικά.\n\nΗ επιλογή και ο έλεγχος είναι στα χέρια σας\n\nΑν δεν θέλετε οι Προτάσεις Siri να στέλνουν τα δεδομένα σας στην Apple, μπορείτε να απενεργοποιήσετε τις Προτάσεις Siri. Μεταβείτε στις «Προτιμήσεις συστήματος» > «Spotlight» > «Αποτελέσματα αναζήτησης» και αποεπιλέξτε τις «Προτάσεις Siri». Αν θέλετε να απενεργοποιήσετε τις Προτάσεις Safari στο Safari, μεταβείτε στο «Safari» > «Προτιμήσεις» > «Αναζήτηση» και αποεπιλέξτε τη «Συμπερίληψη Προτάσεων Safari».\n\nΓια να διακόψετε την παροχή πληροφοριών από εφαρμογές για εξατομίκευση του Siri, μεταβείτε στις «Προτιμήσεις συστήματος» > «Siri» και κάντε κλικ στις «Προτάσεις Siri και Απόρρητο». Επιλέξτε μια εφαρμογή από τη λίστα και αποεπιλέξτε την «Εκμάθηση από αυτήν την εφαρμογή».\n\nΑν θέλετε να απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας για τις Προτάσεις Siri, μεταβείτε στις «Προτιμήσεις συστήματος» > «Ασφάλεια και απόρρητο» > «Απόρρητο» και μετά επιλέξτε τις «Υπηρεσίες τοποθεσίας». Κάντε κλικ στην κλειδαριά για να κάνετε αλλαγές και μετά εισαγάγετε το συνθηματικό σας, κάντε κλικ στις «Λεπτομέρειες» δίπλα στις «Υπηρεσίες συστήματος» και αποεπιλέξτε τις «Προτάσεις βάσει τοποθεσίας». Αν απενεργοποιήσετε τις Υπηρεσίες τοποθεσίας στη συσκευή σας, η τοποθεσία σας δεν θα αποστέλλεται στην Apple. Για παροχή σχετικών προτάσεων αναζήτησης, η Apple μπορεί να χρησιμοποιεί τη διεύθυνση IP της διαδικτυακής σας σύνδεσης για κατά προσέγγιση προσδιορισμό της τοποθεσίας σας, αντιστοιχίζοντας αυτήν τη διεύθυνση με μια γεωγραφική περιοχή.\n\nΑν δεν επιθυμείτε συγχρονισμό της εξατομίκευσης Siri στις συσκευές σας, μπορείτε να απενεργοποιήσετε το Siri μεταβαίνοντας στις «Προτιμήσεις συστήματος» > «Apple ID» > «iCloud» και αποεπιλέγοντας το «Siri» στη λίστα «Εφαρμογές σε αυτό το Mac που χρησιμοποιούν το iCloud».\n\nΧρησιμοποιώντας τις Προτάσεις Siri στην Αναζήτηση, συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "el"
      },
      {
        "target" : "Siriはお使いのデバイスとAppの使用状況を解析し、デバイス上でローカル処理して、各ユーザに最適な検索候補や関連性の高い検索結果を提供します。この情報は、iCloudとエンドツーエンドの暗号化によってデバイス間で同期されます。\n\nSiriはデバイス上でローカル処理して、各ユーザに最適な環境を提供するために、お使いのデバイスとAppの使用状況を学習します。Siriは、デバイスに保存された情報（Safariの閲覧履歴、メール、メッセージ、通知、連絡先、その他のインストール済みアプリケーションから提供された情報）を使用して、Spotlight、“調べる”、Safari、Appなどで候補を提供します。\n\nSiriは、iCloudを使用して、パーソナライズされた設定をエンドツーエンドの暗号化によってAppleデバイス間で同期します。\n\n検索候補や検索結果の関連性を向上させるため、ユーザ情報とは関連付けられずに、一部の情報がAppleに送信されます。\n\nSiriからの提案や“調べる”を使用する場合、あるいは検索、Spotlight、Safari検索、または“メッセージ”の#イメージ検索に入力する場合、Appleに送信される情報によって個人が特定されることはなく、この情報には、15分ごとのローテーションで使用されるランダムな識別子がデバイスで生成され、関連付けられます。位置情報、関心のある話題（料理やバスケットボールなど）、検索内容、選択した検索候補、使用するApp、関連するデバイス使用状況データなどの情報がデバイスからAppleに送信される場合があります。この情報には、デバイス上のファイルやコンテンツが表示されている検索結果は含まれません。ミュージックやビデオのサブスクリプションサービスに登録している場合は、これらのサービスの名前やサブスクリプションの種類がAppleに送信される場合があります。ユーザのアカウント名、番号、およびパスワードは、Appleに送信されません。\n\nこの情報は、リクエストを処理し、関連性の高い候補と検索結果を提供するために使用され、Appleのその他のサービスを利用するときにAppleに送られることのあるApple ID、メールアドレス、その他のデータとは関連付けられません。\n\n集約された情報は、Appleの製品やサービスの向上のために使用される場合があります。一般的な検索内容は、検索結果の向上のためにWeb検索エンジンと共有される場合があります。\n\nSafariの検索エンジンの候補\n\nSafariには検索やWebアドレスの入力に使用できる1つの便利なフィールドがあり、1か所から簡単にWebをブラウズできます。“検索エンジンの候補”が有効になっているときには、選択した検索エンジンを使用して、入力内容に基づく候補の検索が行われます。\n\nSafariでトップヒットを事前に読み込む\n\n“トップヒットを事前に読み込む”を使うと、Safariで、お使いのブックマークや閲覧履歴に基づいてトップヒットが判断され次第、バックグラウンドでWebページの読み込みが開始されます。このオプションを無効にすると、ページは普通に読み込まれます。\n\n選択と制御が可能\n\nSiriからの提案によってAppleに情報が送信されないようにする場合は、Siriからの提案を無効にします。無効にするには、“システム環境設定”＞“Spotlight”＞“検索結果”と移動し、“Siriからの提案”を選択解除します。Safariの検索候補は、Safariで、“Safari”＞“環境設定”＞“検索”と移動し、“Safariの検索候補を含める”を選択解除することで無効にできます。\n\n“システム環境設定”＞“Siri”を選択し、“Siriからの提案とプライバシー”をクリックすることで、Siriのパーソナライズのために情報を提供しないようにAppを設定することができます。リストからAppを選択して、“このAppから学習”を選択解除します。\n\n“システム環境設定”＞“セキュリティとプライバシー”＞“プライバシー”と移動し、“位置情報サービス”を選択することで、Siriからの提案の位置情報サービスを無効にできます。変更するためにカギをクリックして、パスワードを入力します。“システムサービス”の横にある“詳細”をクリックし、“位置情報に基づく検索候補”を選択解除します。デバイスの位置情報サービスをオフにすると、正確な位置情報はAppleに送信されなくなります。関連性のある検索候補を提示するために、Appleはあなたのインターネット回線のIPアドレスを使用して、地図上の区域と照合することにより、おおよその位置情報を推測する場合があります。\n\nデバイス間でSiriのパーソナライズを同期したくない場合は、“システム環境設定”＞“Apple ID”＞“iCloud”と移動してから、このMac上でiCloudを使用しているアプリケーションのリストでSiriを選択解除することにより、Siriを無効にできます。\n\nSiriからの提案および検索を使用することで、Appleおよびその子会社と代理業者が、あなたの情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "SpotlightSearch.strings",
        "language" : "ja"
      },
      {
        "target" : "Siri Analyzes How You Use Your Devices and Apps to Provide Personalized Suggestions and Better Search Results Using Local, On-Device Processing, and Syncs Across Your Devices with End-to-End Encryption Using iCloud\n\nSiri uses local, on-device processing to learn how you use your devices and apps in order to personalize your experience. Using information stored on your device, such as your Safari browsing history, emails, messages, notifications, and contacts, as well as information contributed by other installed apps, Siri can provide suggestions in Spotlight, Look Up, Safari, apps, and more.\n\nSiri uses iCloud to sync personalization across your Apple devices using end-to-end encryption.\n\nTo Make Suggestions and Search Results More Relevant, Some Information Is Sent to Apple and Not Associated with You\n\nWhen you use Siri Suggestions or Look Up, or type in Search, Spotlight, Safari search, or #images search in Messages, any information sent to Apple does not identify you, and is associated with a 15-minute random, rotating device-generated identifier. Your device may send information such as location, topics of interest (for example, cooking or basketball), your search queries, suggestions you have selected, apps you use, and related device usage data to Apple. This information does not include search results that show files or content on your device. If you subscribe to music or video subscription services, the names of these services and the type of subscription may be sent to Apple. Your account name, number, and password will not be sent to Apple.\n\nThis information is used to process your request and provide more relevant suggestions and search results, and is not linked to your Apple ID, email address, or other data Apple may have from your use of other Apple services.\n\nAggregated information may be used to improve other Apple products and services. Common search queries may be shared with a web search engine to improve search results.\n\nSearch Engine Suggestions in Safari\n\nSafari has a single field for searches and web addresses so you can browse the web from one convenient place. When Search Engine Suggestions are enabled, Safari will ask your selected search engine for suggestions based on what you’ve typed.\n\nPreload Top Hit in Safari\n\nWith Preload Top Hit enabled, as soon as Safari determines a Top Hit based on your bookmarks and browsing history, Safari will begin loading the webpage in the background. If you disable this option, the page will load normally.\n\nYou Have Choice and Control\n\nIf you do not want Siri Suggestions to send your information to Apple, you can disable Siri Suggestions. Go to System Preferences > Spotlight > Search Results and deselect Siri Suggestions. You can disable Safari Suggestions in Safari by going to Safari > Preferences > Search and deselecting Include Safari Suggestions.\n\nYou can stop apps from contributing information to personalize Siri by going to System Preferences > Siri, then clicking Siri Suggestions & Privacy. Select an app from the list and deselect Learn from this App.\n\nYou can disable Location Services for Siri Suggestions by going to System Preferences > Security & Privacy > Privacy, then selecting Location Services. Click the lock to make changes and enter your password, click Details next to System Services, and deselect Location-Based Suggestions. If you turn off Location Services on your device, your location will not be sent to Apple. To deliver relevant search suggestions, Apple may use the IP address of your internet connection to approximate your location by matching it to a geographic region.\n\nIf you do not want Siri personalization to sync across your devices, you can disable Siri by going to System Preferences > Apple ID > iCloud, and deselecting Siri in the list of Apps on this Mac using iCloud.\n\nBy using Siri Suggestions and Search, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en"
      },
      {
        "target" : "Siri аналізує, як ви використовуєте свої пристрої і програми, щоб надавати персоналізовані пропозиції і ліпші пошукові збіги, використовуючи локальну обчислювальну потужність на пристрої і синхронізує їх між усіма вашими пристроями з застосуванням наскрізного шифрування через iCloud\n\nSiri вдається до локального оброблення на пристрої, щоб вивчати, як ви використовуєте свої пристрої і програми, з метою персоналізації наших послуг. Використовуючи інформацію, що зберігається на вашому пристрої, як‑от історію вашого вебперегляду в Safari, е‑листи, повідомлення, сповіщення і контакти, а також інформацію, внесену іншими інстальованими програмами, Siri може надавати пропозиції в Spotlight, Тлумаченні, Safari, програмах тощо.\n\nSiri використовує iCloud, щоб синхронізувати персоналізацію між усіма вашими пристроями Apple із застосуванням наскрізного шифрування.\n\nАби робити пропозиції й пошукові збіги доречнішими, деяка інформація відсилається до Apple і не пов’язується з вами\n\nКоли ви використовуєте Пропозиції Siri або тлумачення, вводите запит у Пошуку, Spotlight, Safari або шукаєте #зображення у Повідомленнях, будь-яка інформація, що надсилається до Apple, не ідентифікує вас і пов’язується з випадковим ідентифікатором, що генерується пристроєм і змінюється кожні 15 хвилин. Ваш пристрій може надсилати інформацію, як-от геопозиція, теми зацікавлень (наприклад, кулінарія або баскетбол), ваші пошукові запити, вибрані вами пропозиції, використовувані програми і пов’язані дані про використання пристрою, до Apple. Ця інформація не включає пошукові запити, що показують файли або контент на вашому пристрої. Якщо ви передплачуєте послугу підписки на музику або відео, назви цих передплатних послуг і типи підписки можуть надсилатися до Apple. Назва вашого облікового запису, номер і пароль не надсилатимуться в Apple.\n\nЦя інформація використовується для обробки вашого запиту і надання більш доречних пропозицій і пошукових збігів, і не прив’язується до вашого Apple ID, адреси е-пошти чи інших даних, які Apple може мати від вашого використання інших служб Apple.\n\nСукупна інформація може використовуватися, щоб удосконалювати інші продукти й служби Apple. Популярні пошукові запити можуть поширюватися для систем вебпошуку, щоб удосконалювати пошукові збіги.\n\nПропозиції пошукової системи в Safari\n\nSafari має одне поле для запитів і вебадрес, для зручності взаємодії з всесвітньою мережею. Коли Пропозиції пошукової системи ввімкнено, Safari звертатиметься до вибраної пошукової системи за пропозиціями, ґрунтуючись на тому, що ви вводите.\n\n«Готувати топ-збіги» у Safari\n\nЯкщо функцію «Готувати топ-збіги» увімкнено, то щойно Safari визначить найкращий результат на основі ваших закладок та історії перегляду, завантаження вебсторінки почнеться у фоновому режимі. Якщо цю опцію вимкнено, сторінку буде завантажено як зазвичай.\n\nУ вас є вибір та засоби контролю\n\nЯкщо ви не хочете, щоб Пропозиції Siri надсилали вашу інформацію до Apple, можна вимкнути Пропозиції Siri. Перейдіть у меню Системні параметри > Spotlight > Результати пошуку та вимкніть параметр «Пропозиції Siri». Можна вимкнути Пропозиції Safari в Safari. Для цього перейдіть у меню Safari > Параметри > Пошук, а потім вимкніть параметр «Пропозиції Safari».\n\nВи можете заборонити програмам вносити інформацію для персоналізації Siri. Для цього перейдіть у Системні параметри > Siri, потім клацніть «Пропозиції Siri та приватність». Виберіть програму зі списку та зніміть галочку «Вчитися у цієї програми».\n\nВи можете вимкнути Служби локації для Пропозицій Siri, перейшовши в Системні параметри > Безпека та приватність > Приватність, а потім вибравши «Служби локації». Щоб внести зміни, клацніть замок і введіть свій пароль, клацніть «Деталі», потім «Системні сервіси» і зніміть галочку «Пропозиції за місцем». Якщо ви вимкнете Служби локації на своєму пристрої, ваша геопозиція не надсилатиметься до Apple. Щоб надавати доречні пошукові пропозиції, Apple може використовувати IP-адресу вашого інтернет-з’єднання для визначення вашої приблизної геопозиції через ототожнення її з географічним регіоном.\n\nЯкщо ви не хочете синхронізувати персоналізацію Siri між вашими пристроями, вимкніть Siri, перейшовши в Системні параметри > Apple ID > iCloud і знявши галочку Siri в списку програм на цьому Mac, що використовують iCloud.\n\nВикористовуючи Пропозиції Siri і Пошук, ви погоджуєтесь на передачу, збір, обслуговування, обробку і використання вашої інформації Apple та її філіями й представниками, як це описано вище. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "uk"
      },
      {
        "target" : "Siri analiza cómo usas tu dispositivo y apps para brindarte sugerencias personalizadas y búsquedas más completas al realizar funciones de procesamiento locales en tu dispositivo, y se sincroniza en todos tus dispositivos con encriptación de extremo a extremo usando iCloud.\n\nSiri usa procesamiento en el dispositivo local para aprender cómo utilizas tus dispositivos y apps para así personalizar tu experiencia. Utilizando información almacenada en tu dispositivo —como tu historial de navegación de Safari, correos electrónicos, mensajes, notificaciones y contactos, así como información contribuida por otras apps instaladas— Siri puede ofrecer sugerencias en Spotlight, Consultar, Safari, apps y más.\n\nSiri usa iCloud para sincronizar la personalización en todos tus dispositivos Apple con encriptación de extremo a extremo.\n\nPara que las sugerencias y los resultados de búsqueda sean más relevantes, se envía cierta información a Apple sin asociarla contigo\n\nCuando usas las sugerencias de Siri o Consultar, o cuando ingresas texto en Buscar, Spotlight o la búsqueda de Safari, usas la búsqueda #imágenes en Mensajes, cualquier información que se envíe a Apple no te identifica, y se asocia con un identificador generado en el dispositivo que cambia de forma aleatoria cada 15 minutos. Tu dispositivo puede enviar información a Apple como la ubicación, temas de interés (por ejemplo, cocinar o basquetbol), tus búsquedas, sugerencias que has seleccionado, las apps que usas y datos de uso de dispositivo relacionados. Esta información no incluye resultados de búsqueda que muestren archivos o contenido de tu dispositivo. Si te suscribes a servicios de suscripción de música o video, los nombres de dichos servicios, y el tipo de suscripción se pueden enviar a Apple. Tu nombre de cuenta, número y contraseña no se enviarán a Apple.\n\nEsta información se usa para procesar tu solicitud y ofrecer sugerencias y resultados de búsqueda más relevantes, y no está enlazada a tu Apple ID, dirección de correo u otros datos que Apple puede tener a partir de tu uso de otros servicios de Apple.\n\nSe puede usar información resumida para mejorar otros productos y servicios de Apple. Las consultas de búsqueda comunes se pueden compartir con un motor de búsqueda para mejorar los resultados de búsqueda.\n\nSugerencias del motor de búsqueda en Safari\n\nSafari cuenta con un solo campo para búsquedas y direcciones de Internet en el que puedes explorar la red desde un solo lugar práctico. Cuando las sugerencias del motor de búsqueda están activadas, Safari le pedirá al motor de búsqueda que hayas seleccionado sugerencias basadas en lo que has ingresado.\n\nPrecargar el mejor resultado en Safari\n\nCon la función “Precargar el mejor resultado” activada, cuando Safari determine el mejor resultado en tus marcadores e historial de exploración, Safari comenzará a cargar la página web en el segundo plano. Si desactivas esta opción, la página se cargará de forma normal.\n\nTú tienes la elección y el control\n\nSi no quieres que las sugerencias de Siri envíen tu información a Apple, puedes desactivarlas. Para esto, ve a Preferencias del Sistema > Spotlight > Resultados, y anula la selección de “Sugerencias de Siri”. Para desactivar las sugerencias de Safari sin salir de la app, ve al menú Safari > Preferencias > Buscar, y desactiva “Incluir sugerencias de Safari”.\n\nPuedes impedir que cualquier app aporte información para personalizar Siri. Para hacerlo, ve a Preferencias del Sistema > Siri > “Sugerencias de Siri y la privacidad”. Selecciona la app y anula la selección de la casilla “Aprender de esta app”.\n\nPuedes desactivar Localización para las sugerencias de Siri en Preferencias del Sistema > Seguridad y privacidad > Privacidad > Localización. Haz clic en el ícono del candado e ingresa tu contraseña, selecciona Detalles junto a “Servicios del sistema” y anula la selección de “Sugerencias según la ubicación”. Si desactivas Localización en tu dispositivo, no se enviará a Apple tu ubicación. Para brindarte sugerencias relevantes de búsqueda, Apple podría usar la dirección IP de tu conexión a Internet para calcular tu ubicación al relacionarla con una región geográfica.\n\nSi no quieres que la personalización de Siri se sincronice en todos tus dispositivos, puedes desactivar Siri en Preferencias del Sistema > Apple ID > iCloud y anular la selección de Siri en la lista de apps que usan iCloud en la Mac.\n\nAl utilizar las sugerencias de Siri y Buscar, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "es_419"
      },
      {
        "target" : "Siri通过本机处理来分析您如何使用设备和App，以提供个性化的建议和更佳的搜索结果，并使用iCloud采用端对端加密在您的设备间同步\n\nSiri通过本机处理来了解您如何使用设备和App，以提供个性化的使用体验。通过使用您设备上储存的信息，如Safari浏览历史、电子邮件、信息、通知和联系人，以及其他已安装App提供的信息，Siri可以在“聚焦”、“查询”、Safari浏览器和App等提供建议。\n\nSiri使用iCloud采用端对端加密在您的Apple设备间同步个性化服务。\n\n为使建议和搜索结果更具相关性，部分信息会发送给Apple，且不与您个人关联\n\n当您在“搜索”、“聚焦”、Safari浏览器搜索或“信息”的“#图像”搜索中使用Siri建议、查询或者进行键入时，发送给Apple的任何信息将无法识别您，并与由设备生成且15分钟随机轮替的标识符关联。您的设备可能将位置、兴趣话题（如烹饪或篮球）、搜索查询、所选建议、所使用的App以及设备使用相关数据等信息发送给Apple。此信息不会包括显示您设备文件或内容的搜索结果。如果订阅音乐或视频订阅服务，这些服务的名称和订阅的类型可能会发送给Apple。您的帐户名、帐号和密码将不会发送给Apple。\n\n此信息用于处理您的请求和提供更相关的建议和搜索结果，不会与您的Apple ID、电子邮件地址或其他Apple可能从您使用其他Apple服务时获取的数据关联。\n\n聚合信息可能用于改善其他Apple产品和服务。一般搜索查询可能会与网络搜索引擎共享以改善搜索结果。\n\nSafari浏览器中的搜索引擎建议\n\nSafari浏览器有单独一栏用于搜索和输入网页地址，可让您从快捷位置集中浏览网页。当“搜索引擎建议”启用后，Safari浏览器将根据您所键入的内容向所选搜索引擎询求建议。\n\nSafari浏览器中的“预载入最常点选”\n\n启用“预载入最常点选”后，一旦Safari浏览器根据您的书签和浏览历史记录确定了“最常点选”，Safari浏览器将开始在后台预载入网页。如果您停用了此选项，则页面会正常载入。\n\n您有权选择和控制\n\n如果您不希望“Siri建议”将您的信息发送给Apple，您可以停用“Siri建议”。前往“系统偏好设置”>“聚焦”>“搜索结果”，然后取消选择“Siri建议”。您可以在Safari浏览器中停用“Safari建议”，方法是前往“Safari浏览器”>“偏好设置”>“搜索”并取消选择“包括Safari建议”。\n\n您可以让App停止提供用于个性化Siri的信息，方法是前往“系统偏好设置”> Siri，然后点按“Siri建议与隐私”。从列表中选择App，然后取消选择“基于此App进行学习”。\n\n您可以停用“Siri建议”的“定位服务”，方法是前往“系统偏好设置”>“安全性与隐私”>“隐私”，然后选择“定位服务”。点按锁图标以进行更改并输入您的密码，点按“系统服务”旁边的“详细信息”，然后取消选择“基于位置的建议”。如果关闭了设备的“定位服务”，那么您的位置信息将不会发送给Apple。为了提供相关的搜索建议，Apple可能会使用您互联网连接的IP地址，将其与地理区域进行匹配来推测您的大致位置。\n\n如果不希望在设备间同步Siri个性化，您可以停用Siri，方法是前往“系统偏好设置”> Apple ID > iCloud，然后取消选择“此Mac上使用iCloud的App”列表中的Siri。\n\n使用“Siri建议”和“搜索”即表示您同意和允许Apple及其下属公司及代理机构传输、收集、维护、处理和使用这些信息。Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Siri analiza cómo utilizas tus dispositivos y apps para proporcionar sugerencias personalizadas y mejores resultados a las búsquedas mediante el procesamiento local, en el dispositivo, y la sincronización entre todos los dispositivos con encriptación punto a punto mediante iCloud.\n\nSiri utiliza el procesamiento local, en el dispositivo, para obtener información sobre cómo utilizas tus dispositivos y apps para personalizar tu experiencia. Así, Siri utiliza la información que hay guardada en tu dispositivo, como el historial de navegación de Safari, los correos electrónicos, los mensajes, las notificaciones, los contactos y otros datos facilitados por otras apps instaladas, para ofrecer sugerencias en Spotlight, Consultar, Safari, apps, etc.\n\nSiri utiliza iCloud para sincronizar la personalización en todos tus dispositivos Apple con encriptación punto a punto.\n\nPara hacer que las sugerencias y los resultados de las búsquedas sean más pertinentes, se envía información a Apple, pero no se asocia a ti.\n\nCuando usas las sugerencias de Siri en Consultar o escribes en Buscar, Spotlight, la búsqueda de Safari o la búsqueda de #imágenes en Mensajes, la información que se envía a Apple no te identifica, y se asocia con un identificador aleatorio rotativo de 15 minutos generado por el dispositivo. El dispositivo puede enviar información como ubicaciones, temas de interés (por ejemplo, cocina o baloncesto), tus búsquedas, las sugerencias que hayas seleccionado, las apps que usas y otros datos de uso del dispositivo relacionados. Esta información no incluye los resultados de búsqueda que muestren archivos o contenido de tu dispositivo. Si te suscribes a algún servicio de música o vídeo, Apple puede recibir los nombres de estos servicios y el tipo de suscripción. No se enviará el nombre, el número ni la contraseña de tu cuenta.\n\nEsta información se utiliza para procesar tu solicitud y proporcionar sugerencias o resultados de búsqueda más pertinentes, y no está relacionada ni con tu ID de Apple ni con tu dirección de correo electrónico ni con ningún otro dato que Apple pueda tener acerca de ti a raíz del uso de otros servicios de Apple.\n\nLa información agregada puede utilizarse para mejorar otros productos y servicios de Apple. Para mejorar los resultados de las búsquedas, es posible que Apple comparta búsquedas comunes con un motor de búsqueda.\n\nSugerencias del motor de búsqueda en Safari\n\nSafari dispone de un solo campo para búsquedas y direcciones web, de modo que puedas navegar por internet cómodamente desde un solo sitio. Cuando las sugerencias del motor de búsqueda están activadas, Safari le pedirá al motor de búsquedas seleccionado sugerencias en función de lo que hayas escrito.\n\nPrecargar mejor resultado en Safari\n\nCon la opción “Precargar mejor resultado” activada, tan pronto como Safari determine que hay un resultado de este tipo en función de tus marcadores y el historial de navegación, empezará a cargar la página web de fondo. Si desactivas esta opción, la página se cargará de la forma habitual.\n\nTú tienes el control\n\nSi no quieres que las sugerencias de Siri envíen tu información a Apple, puedes desactivarlas. Anula la selección de la opción “Sugerencias de Siri” en Preferencias del Sistema > Spotlight > Resultados de la búsqueda. Las sugerencias de Safari se pueden desactivar en la app Safari. Para ello, ve a Safari > Preferencias > Búsqueda y desactiva “Incluir sugerencias de Safari”.\n\nPara hacer que las apps dejen de enviar información para personalizar Siri, ve a Preferencias del Sistema > Siri y haz clic en “Sugerencias de Siri y la privacidad”. Selecciona una app de la lista y, a continuación, anula la selección de la opción “Aprender de esta app”.\n\nSi quieres desactivar la localización para las sugerencias de Siri, selecciona Preferencias del Sistema > Seguridad y privacidad > Privacidad y, a continuación, selecciona Localización. Haz clic en el candado para realizar cambios e introduce tu contraseña, haz clic en Detalles junto a “Servicios del sistema” y anula la selección de la opción “Sugerencias según la ubicación”. Si desactivas la localización en tu dispositivo, no se enviará a Apple tu ubicación exacta. No obstante, para poder proporcionarte sugerencias pertinentes, Apple podrá utilizar la dirección IP de tu conexión a internet para deducir tu ubicación aproximada en una zona geográfica.\n\nSi no quieres que la personalización de Siri se sincronice entre todos tus dispositivos, ve a Preferencias del Sistema > ID de Apple > iCloud y anula la selección de Siri en la lista “Apps de este Mac que usan iCloud” para desactivar Siri.\n\nAl utilizar las sugerencias de Siri y Buscar, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "es"
      },
      {
        "target" : "A Siri analisa a maneira como você usa seus dispositivos e apps para oferecer sugestões personalizadas e resultados de busca melhores, usando processamento local, no próprio dispositivo, e usa o iCloud para sincronizar entre os seus dispositivos com criptografia de ponta a ponta\n\nA Siri usa processamento local, no próprio dispositivo, para aprender como você usa seus dispositivos e apps para personalizar a sua experiência. Usando as informações armazenadas no seu dispositivo, tais como o histórico de navegação do Safari, e‑mails, mensagens, notificações e contatos, além de informações doadas ou contribuídas por outros apps instalados, a Siri pode sugerir atalhos e oferecer sugestões no Spotlight, Pesquisa, Safari, apps e muito mais.\n\nA Siri usa o iCloud para sincronizar a personalização entre os seus dispositivos Apple com criptografia de ponta a ponta.\n\nPara tornar as sugestões e resultados de busca mais relevantes, algumas informações são enviadas à Apple e não são associadas a você\n\nQuando você usa as Sugestões da Siri na Busca ou Pesquisa, ou digita na Busca, Spotlight, busca do Safari ou busca por #imagens no app Mensagens, qualquer informação enviada à Apple não identifica você, sendo associada a um identificador alternado aleatório de 15 minutos gerado no dispositivo. Seu dispositivo pode enviar informações como localização, tópicos de interesse (por exemplo, culinária ou basquete), seus pedidos de buscas, sugestões que você selecionou, os apps que você usa, e dados de uso relacionados ao dispositivo à Apple. Essas informações não incluem resultados de buscas que mostram arquivos ou conteúdo no seu dispositivo. Caso assine serviços de música ou vídeo, os nomes desses serviços e o tipo de assinatura podem ser enviados à Apple. O nome, número e senha da sua conta não serão enviados à Apple.\n\nEssas informações são usadas para processar seus pedidos e oferecer sugestões e resultados de busca mais relevantes, e não são vinculadas ao seu ID Apple, endereço de e‑mail ou outros dados que a Apple possa ter do seu uso de outros serviços da Apple.\n\nInformações agregadas podem ser usadas para melhorar outros produtos e serviços da Apple. Pedidos de buscas comuns podem ser compartilhados com um buscador da web para melhorar os resultados de busca.\n\nSugestões do Buscador no Safari\n\nO Safari tem um campo para buscas e endereços da web para que você navegue na web a partir de um local conveniente. Quando as Sugestões do Buscador estão ativadas, o Safari solicita ao buscador selecionado sugestões com base no que você digitou.\n\nPré-carregamento do Mais Relevante no Safari\n\nCom Pré-Carregar Mais Relevante ativado, assim que o Safari determinar um Mais Relevante baseado em seus favoritos e histórico de navegação, o Safari começará a carregar a página web em segundo plano. Se você desativar essa opção, a página será carregada normalmente.\n\nVocê Tem Escolha e Controle\n\nSe não desejar que as Sugestões da Siri enviem suas informações para a Apple, você pode desativar as Sugestões da Siri. Acesse Preferências do Sistema >Spotlight > Resultados da Busca e desmarque a opção Sugestões da Siri. Para desativar as Sugestões do Safari, abra Safari > Preferências > Busca e desmarque a opção Incluir Sugestões do Safari.\n\nPara fazer com que apps parem de contribuir com informações para personalizar a Siri, acesse Preferências do Sistema > Siri e clique em “Sugestões da Siri e Privacidade”. Selecione um app da lista e desmarque “Aprender com este App”.\n\nVocê pode desativar os Serviços de Localização para Sugestões da Siri. Para isso, abra Preferências do Sistema > Segurança e Privacidade > Privacidade e selecione Serviços de Localização. Clique no cadeado para fazer alterações e digite sua senha, clique em Detalhes ao lado de Serviços do Sistema e desmarque Sugestões por Localização. Se os Serviços de Localização forem desativados no dispositivo, sua localização não será enviada à Apple. Para oferecer sugestões de busca relevantes, a Apple pode usar o endereço IP da sua conexão à internet para determinar sua região geográfica.\n\nSe não desejar que a personalização da Siri seja sincronizada entre os seus dispositivos, você pode desativar a Siri. Abra Preferências do Sistema > ID Apple > iCloud e desmarque Siri na lista Apps neste Mac que Usam o iCloud.\n\nAo usar as Sugestões da Siri e a Busca, você aceita e concorda que a Apple, suas subsidiárias e agentes possam transmitir, coletar, manter, processar e usar essas informações. A todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Siri analyserer, hvordan du bruger dine enheder og dine apps, for at give personlige forslag og bedre søgeresultater ved hjælp af lokal behandling på enheden, og synkroniserer på tværs af dine enheder med kryptering fra start til slut ved hjælp af iCloud\n\nSiri bruger lokal behandling på enheden til at lære, hvordan du bruger dine enheder og apps, for at gøre din oplevelse personlig. Ved hjælp af oplysninger, som opbevares på din enhed, f.eks. Safari-søgehistorik, e-mails, beskeder, notifikationer og kontakter samt oplysninger fra andre installerede apps, kan Siri give forslag i Spotlight, Slå op, Safari, apps m.m.\n\nSiri bruger iCloud til at synkronisere tilpasning på alle dine Apple-enheder ved hjælp af kryptering fra start til slut.\n\nNogle oplysninger sendes til Apple og forbindes ikke med dig for at gøre forslag og søgeresultater mere relevante\n\nNår du bruger Siri-forslag eller Slå op eller skriver noget i Søg, Spotlight, Safari-søgning eller søger i #billeder i Beskeder, kan du ikke identificeres vha. nogen af de oplysninger, der sendes til Apple, og de er tilknyttet et vilkårligt, enhedsgenereret id, der kun er gældende i 15 minutter. Din enhed kan sende oplysninger såsom lokalitet, interessante emner (f.eks. madlavning eller basketball), dine søgninger, forslag, som du har valgt, apps, som du bruger, og relaterede enhedsbrugsdata til Apple. Disse oplysninger indeholder ikke søgeresultater, som viser filer eller indhold på din enhed. Hvis du abonnerer på musik- eller videotjenester, vil navnene på disse tjenester og abonnementstypen muligvis blive sendt til Apple. Dit kontonavn, -nummer og din adgangskode sendes ikke til Apple.\n\nDisse oplysninger bruges til at behandle din anmodning og give mere relevante forslag og søgeresultater og er ikke knyttet til dit Apple-id, din e-mailadresse eller andre data, Apple kan have fra din brug af andre Apple-tjenester.\n\nSamlede oplysninger kan blive brugt til at forbedre andre Apple-produkter og -tjenester. Almindelige søgninger kan blive delt med et internetsøgeprogram for at forbedre søgeresultater.\n\nSøgeprogramforslag i Safari\n\nSafari har et enkelt søgefelt til søgninger og webadresser, så du kan søge på nettet fra et samlet sted. Når Søgeprogramforslag er slået til, vil Safari spørge din valgte søgemaskine om forslag baseret på det, du indtaster.\n\nForudindlæs Tophit i Safari\n\nNår Forudindlæs Tophit er slået til, begynder Safari at indlæse websiden i baggrunden, så snart Safari har fundet et tophit baseret på dine bogmærker og din søgehistorik. Hvis du slår denne funktion fra, indlæses websiden som normalt.\n\nDu har valget og kontrollen\n\nHvis du ikke ønsker, at Siri-forslag skal sende dine oplysninger til Apple, kan du slå Siri-forslag fra. Gå til Systemindstillinger > Spotlight > Søgeresultater, og fravælg Siri-forslag. Du kan slå Safari-forslag fra i Safari ved at gå til Safari > Indstillinger > Søg og fravælge Inkluder Safari-forslag.\n\nDu kan forhindre apps i at levere oplysninger, som gør Siri mere personlig, ved at gå til Systemindstillinger > Siri og derefter klikke på Siri-forslag og anonymitet. Vælg en app på listen og fravælg Lær af denne app.\n\nDu kan slå Lokalitetstjenester fra for Siri-forslag ved at gå til Systemindstillinger > Sikkerhed & anonymitet > Anonymitet og derefter vælge Lokalitetstjenester. Klik på låsen for at foretage ændringer, indtast din adgangskode, klik på Oplysninger ud for Systemtjenester og fravælg Lokalitetsbaserede forslag. Hvis du slår Lokalitetstjenester fra på din enhed, sendes din lokalitet ikke til Apple. For at kunne levere relevante søgeforslag bruger Apple muligvis IP-adressen på din internetforbindelse til at anslå din omtrentlige lokalitet ved at matche den med et geografisk område.\n\nHvis du ikke vil have, at Siri-personliggørelsen bliver synkroniseret på alle dine enheder, kan du slå Siri fra ved at gå til Systemindstillinger > Apple-id > iCloud og fravælge Siri på listen over Apps på denne Mac, der bruger iCloud.\n\nNår du bruger Siri-forslag og -søgning, erklærer du dig enig i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, behandler og bruger disse oplysninger. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "da"
      },
      {
        "target" : "Siri analizza come utilizzi i tuoi dispositivi e le tue app per fornirti consigli personalizzati e affinare i risultati delle ricerche tramite l’elaborazione locale su dispositivo; inoltre si sincronizza sui tuoi dispositivi tramite iCloud utilizzando la crittografia end‑to‑end.\n\nSiri utilizza l'elaborazione locale su dispositivo per apprendere il modo in cui utilizzi i tuoi dispositivi e le tue app e rende la tua esperienza utente ancora più personalizzata. Grazie ad informazioni salvate sul tuo dispositivo, come la cronologia di ricerca di Safari, i messaggi e‑mail, i messaggi, le notifiche, i contatti o i dati forniti su altre app che hai installato, Siri è in grado di fornirti suggerimenti in Spotlight, Cerca, Safari, app e altro ancora.\n\nSiri usa iCloud per sincronizzare la personalizzazione su tutti i tuoi dispositivi Apple usando la crittografia end‑to‑end.\n\nPer rendere i suggerimenti e i risultati di ricerca più rilevanti, alcune informazioni vengono inviate ad Apple senza essere associate a te.\n\nQuando utilizzi i suggerimenti di Siri o la funzionalità di ricerca o scrivi in Cerca, Spotlight, ricerca di Safari o ricerca #immagini in Messaggi, le informazioni inviate ad Apple non ti identificano e sono associate a un identificativo casuale della durata di 15 minuti generato sul momento dal dispositivo. Il tuo dispositivo può inviare ad Apple informazioni quali la posizione, gli argomenti di interesse (come ad esempio, cucina o calcio), termini di ricerca, suggerimenti selezionati, app che utilizzi e dati di utilizzo del dispositivo correlati. Queste informazioni non includono i risultati di ricerca che mostrano file o contenuti presenti sul dispositivo. Se ti iscrivi a servizi in abbonamento di musica o video, i nomi di questi servizi e il tipo di abbonamento potrebbero essere inviati ad Apple. Il nome, il numero e la password del tuo account non verranno inviati ad Apple.\n\nQueste informazioni vengono utilizzate per elaborare la tua richiesta e fornirti suggerimenti e risultati di ricerca più pertinenti e non sono collegate al tuo ID Apple, indirizzo e‑mail o altri dati che Apple potrebbe avere ottenuto dal tuo uso di altri servizi Apple.\n\nAlcune informazioni aggregate potrebbero essere utilizzate per migliorare altri prodotti e servizi Apple. Le query di ricerca più comuni potrebbero essere condivise con un motore di ricerca web per migliorare i risultati.\n\nSuggerimenti per i motori di ricerca in Safari\n\nSafari dispone di un singolo campo per le ricerche e per gli indirizzi web che ti consente di navigare sul web da un unico pratico posto. Quando i suggerimenti dai motori di ricerca sono abilitati, Safari chiederà suggerimenti al motore di ricerca selezionato in base a ciò che hai digitato.\n\nCarica il risultato migliore in Safari\n\nSe hai abilitato “Carica risultato migliore”, appena Safari determinerà un contenuto pertinente in base ai segnalibri e alla cronologia di navigazione, inizierà a caricare la pagina web in background. Se disabiliti questa opzione, la pagina verrà caricata normalmente.\n\nScegli e controlla le informazioni che fornisci\n\nSe non vuoi che i suggerimenti di Siri inviino informazioni ad Apple, puoi disabilitarli. Vai in Preferenze di Sistema > Spotlight > Risultati della ricerca e deseleziona “Suggerimenti di Siri”. Puoi disabilitare i suggerimenti di Safari in Safari scegliendo Safari > Preferenze > Cerca e deselezionando “Includi suggerimenti Safari”.\n\nPuoi scegliere di non personalizzare la tua esperienza utente e di non fornire a Siri informazioni tramite le app. Per farlo, vai in Preferenze di Sistema > Siri, quindi fai clic su “Suggerimenti di Siri e privacy”. Seleziona un'app dall'elenco e disattiva “Impara da questa app”.\n\nPuoi disabilitare la localizzazione per i suggerimenti di Siri. Per farlo, vai in Preferenze di Sistema > Sicurezza e Privacy > Localizzazione. Fai clic sul lucchetto per effettuare modifiche, inserisci la password, fai clic su Dettagli e disattiva l’opzione “Suggerimenti basati sulla posizione”. Se disattivi la localizzazione sul tuo dispositivo, la tua posizione non verrà inviata ad Apple. Al fine di fornirti suggerimenti di ricerca adatti, Apple potrebbe utilizzare l'indirizzo IP della tua connessione internet per stabilire approssimativamente la tua posizione abbinandola a una zona geografica.\n\nSe non desideri che le opzioni di personalizzazione di Siri vengano sincronizzate su tutti i tuoi dispositivi, puoi disabilitare Siri andando in Preferenze di Sistema > ID Apple > iCloud e deselezionando Siri nell'elenco di app sul Mac che usano iCloud.\n\nUtilizzando i suggerimenti di Siri e la ricerca, accetti e acconsenti a Apple e ai suoi consociati e agenti la trasmissione, la raccolta, il mantenimento, l'elaborazione e l'utilizzo delle tue informazioni come descritto sopra. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "it"
      },
      {
        "target" : "Siri analyzuje používanie vašich zariadení a apiek na účely poskytovania osobných návrhov a lepších výsledkov vyhľadávania použitím lokálneho spracovania dát na zariadeniach a synchronizácie dát medzi zariadeniami pomocou šifrovania E2EE (end-to-end encryption) cez iCloud.\n\nSiri využíva lokálne spracovanie dát na zariadeniach s cieľom učenia, ako používate svoje zariadenia a apky, a poskytuje služby prispôsobené vašim potrebám. Na základe informácií uchovaných na vašom zariadení, napríklad histórie prechádzania v Safari, emailov, správ, hlásení, kontaktov a informácií uložených ďalšími nainštalovanými apkami, dokáže Siri poskytovať návrhy v Spotlighte, Prehľadávaní, Safari a ďalších apkách.\n\nSiri používa iCloud na synchronizáciu prispôsobenia funkcií medzi vašimi zariadeniami s využitím E2EE šifrovania.\n\nS cieľom poskytovania relevantnejších návrhov a výsledkov vyhľadávania sú niektoré informácie oddelené od vašej identity a odosielané spoločnosti Apple.\n\nKeď používate funkciu Návrhy Siri alebo Prehľadávanie, prípadne zadáte text vo Vyhľadávaní, Spotlighte alebo vyhľadávaní v Safari alebo pri pripájaní obrázkov cez #obrázky v apke Správy, informácie odosielané spoločnosti Apple vás neidentifikujú a sú prepojené s náhodne vybraným rotujúcim identifikátorom, ktorý je každých 15 minút generovaný na zariadení. Vaše zariadenie môže odosielať spoločnosti Apple informácie ako napríklad poloha, záujmové témy (napríklad varenie alebo basketbal), vaše požiadavky vyhľadávania, vami zvolené návrhy, apky, ktoré používate, a súvisiace dáta o používaní zariadenia. Tieto informácie nezahŕňajú výsledky vyhľadávania, ktoré zobrazujú súbory alebo obsah na vašom zariadení. Keď sa prihlásite na odber hudby alebo videí v príslušnej službe, spoločnosti Apple sa môžu odoslať názvy týchto služieb a typ odberu. Názov vášho účtu, jeho číslo a heslo sa spoločnosti Apple neodošlú.\n\nTieto informácie sa používajú na spracovanie vašej požiadavky a na poskytovanie relevantnejších návrhov a výsledkov vyhľadávania, a nie sú prepojené s vaším Apple ID, emailovou adresou ani inými dátami, ktoré môže mať spoločnosť Apple z vášho používania iných služieb Apple.\n\nAgregované informácie sa môžu používať na vylepšovanie iných produktov a služieb spoločnosti Apple. Bežné požiadavky na vyhľadávanie sa môžu zdieľať so systémom internetových vyhľadávačov s cieľom vylepšiť výsledky vyhľadávania.\n\nNávrhy vyhľadávačov v Safari\n\nV Safari je len jedno pole na zadávanie vyhľadávania aj webových adries, takže môžete prechádzať internet pohodlne z jedného miesta. Keď sú zapnuté návrhy internetového vyhľadávača, Safari požiada vami zvolený vyhľadávač o návrhy podľa toho, čo ste vy zadali.\n\nNačítať Naj výsledok v Safari\n\nAk je zapnutá funkcia Načítať Naj výsledok, Safari na základe vašej histórie a záložiek odhadne webstránku, ktorú sa asi chystáte navštíviť, a načíta ju na pozadí. Ak vypnete túto možnosť, webstránky sa budú načítavať normálne.\n\nMáte možnosť voľby a kontroly\n\nAk nechcete, aby služba Návrhy Siri odosielala vaše informácie spoločnosti Apple, môžete ju vypnúť. Otvorte Systémové nastavenia > Spotlight > Výsledky vyhľadávania a zrušte zaškrtnutie možnosti Návrhy Siri. Návrhy Safari môžete vypnúť v Safari. Otvorte Safari > Nastavenia > Vyhľadávanie a zrušte zaškrtnutie možnosti Zahrnúť návrhy Safari.\n\nApkám môžete zabrániť prispievať informáciami k prispôsobeniu Siri. Otvorte Systémové nastavenia > Siri a kliknite na Návrhy Siri a súkromie. V zozname vyberte požadovanú apku a zrušte zaškrtnutie možnosti Učiť sa z tejto apky.\n\nLokalizačné služby pre Návrhy Siri môžete vypnúť. Otvorte Systémové nastavenia > Bezpečnosť a súkromie > Súkromie a vyberte Lokalizačné služby. Kliknutím na zámok a zadaním hesla povoľte vykonávanie zmien, kliknite na Detaily vedľa položky Systémové služby a zrušte zaškrtnutie možnosti Návrhy založené na polohe. Ak na svojom zariadení vypnete lokalizačné služby, vaša poloha nebude odosielaná spoločnosti Apple. Na účely doručovania relevantných návrhov vyhľadávania môže spoločnosť Apple použiť IP adresu vášho internetového pripojenia na stanovenie vašej približnej polohy priradením ku geografickému regiónu.\n\nPokiaľ nechcete synchronizovať osobné prispôsobenie Siri na všetkých vašich zariadeniach, môžete deaktivovať Siri v Systémové nastavenia > Apple ID > iCloud, kde v zozname apiek na Macu, ktoré používajú iCloud, zrušíte zaškrtnutie možnosti Siri.\n\nPoužívaním Návrhov Siri a Vyhľadávania súhlasíte a beriete na vedomie, že spoločnosť Apple a jej dcérske spoločnosti a agenti budú prenášať, zbierať, udržiavať, spracovávať a používať tieto informácie. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "sk"
      },
      {
        "target" : "Siri analisa a maneira como usa os seus dispositivos e as aplicações para lhe poder oferecer sugestões personalizadas e melhores resultados de pesquisa através de processamento local no dispositivo e sincroniza-se em todos os dispositivos com cifragem ponto a ponto através de iCloud\n\nSiri usa processamento local no dispositivo para aprender como usa os seus dispositivos e aplicações de forma a melhor personalizar a sua experiência. Fazendo uso da informação armazenada no seu dispositivo, como o histórico de navegação do Safari, e‑mails, mensagens, notificações e contactos, assim como outra informação contribuída por outras aplicações instaladas, Siri oferece‑lhe sugestões para as suas pesquisas no Spotlight, em Procurar, no Safari, em aplicações e muito mais.\n\nSiri usa iCloud para sincronizar a personalização entre todos os dispositivos Apple através de cifragem ponto a ponto.\n\nPara as sugestões e os resultados de pesquisa serem mais relevantes, alguma informação, não associada a si, será enviada à Apple.\n\nQuando usa as Sugestões de Siri ou Procurar, ou quando digita na Pesquisa, no Spotlight, na pesquisa do Safari ou na pesquisa #imagens na aplicação Mensagens, qualquer informação enviada à Apple não identifica pessoalmente o utilizador e é associada a um identificador aleatório e rotativo gerado pelo dispositivo com uma duração de 15 minutos. O dispositivo poderá enviar à Apple informação como localização, tópicos de interesse (por exemplo, alimentação ou basquetebol), as suas pesquisas, as sugestões selecionadas, as aplicações que usa e os dados de utilização do dispositivo relacionados. Esta informação não inclui resultados de pesquisa que mostrem ficheiros ou conteúdos do dispositivo. Se tiver assinaturas de música ou vídeo, os nomes destes serviços e o tipo de assinatura poderão ser enviados à Apple. O nome, o número e a palavra-passe da conta não serão enviados à Apple.\n\nEsta informação é usada para processar o seu pedido e fornecer sugestões e resultados de pesquisa mais relevantes e não está associada ao ID Apple, endereço de e-mail ou outros dados que a Apple poderá ter em consequência da sua utilização de outros serviços da Apple.\n\nA informação agregada poderá ser usada para melhorar outros produtos e serviços da Apple. As pesquisas comuns poderão ser partilhadas com um motor de pesquisa web para melhorar os resultados de pesquisa.\n\nSugestões de pesquisa no Safari\n\nO Safari tem campo único para pesquisas e endereços web, para que possa navegar na web a partir de um único local. Quando a opção “Sugestões de pesquisa” está ativada, o Safari solicita ao motor de pesquisa selecionado sugestões baseadas no que foi digitado.\n\nPré‑carregar mais relevante no Safari\n\nCom a opção “Pré‑carregar mais relevante” ativada, assim que o Safari determinar um resultado mais relevante com base nos marcadores e no histórico de navegação, o Safari começa a carregar a página web em segundo plano. Se desativar esta opção, a página carrega normalmente.\n\nA escolha é sua\n\nSe preferir que Sugestões de Siri não envie a sua informação à Apple, pode desativar esta funcionalidade. Em Preferências do Sistema > Spotlight > Resultados da pesquisa, desassinale a opção “Sugestões de Siri”. As Sugestões do Safari podem ser desativadas na aplicação Safari. Vá a Safari > Preferências > Pesquisa e desassinale “Incluir sugestões do Safari”.\n\nPode impedir que as aplicações enviem informação para personalizar Siri. Vá a Preferências do Sistema > Siri e clique em “Sugestões de Siri e Privacidade”. Selecione uma aplicação na lista e desassinale “Aprender com esta aplicação”.\n\nPode desativar os serviços de localização para as Sugestões de Siri; vá a Preferências do Sistema > Segurança e Privacidade > Privacidade e assinale “Serviços de localização”. Clique no cadeado para efetuar alterações e digite a sua palavra‑passe, clique em “Detalhes” junto de “Serviços do sistema” e desassinale a opção “Sugestões por localização”. Se desativar os serviços de localização no seu dispositivo, a sua localização não será enviada à Apple. Para poder proporcionar sugestões relevantes, a Apple pode usar o endereço IP da sua ligação à internet, fazendo‑o corresponder a uma região geográfica, para calcular a sua localização.\n\nSe não pretender a personalização de Siri em todos os seus dispositivos, pode desativar Siri em Definições > [o seu nome] > iCloud.\n\nAo utilizar Sugestões de Siri e Pesquisa, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias podem transmitir, recolher, manter, processar e utilizar esta informação. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Siri Menganalisis Cara Anda Menggunakan Peranti dan App Anda untuk Memberikan Cadangan Diperibadikan serta Hasil Carian yang Lebih Baik Menggunakan Pemprosesan Setempat pada Peranti dan Menyelaras Merentas Peranti Anda dengan Penyulitan Hujung ke Hujung Menggunakan iCloud\n\nSiri menggunakan pemprosesan setempat pada peranti untuk mempelajari cara anda menggunakan peranti dan app anda untuk memperibadikan pengalaman anda. Menggunakan maklumat yang disimpan pada peranti anda, seperti sejarah pelayaran Safari, e-mel, mesej, pemberitahuan dan kenalan anda, serta maklumat yang diberikan oleh app lain yang dipasang, Siri boleh memberikan cadangan dalam Spotlight, Rujuk, Safari, app dan banyak lagi.\n\nSiri menggunakan iCloud untuk menyelaraskan pemeribadian merentas peranti Apple anda menggunakan penyulitan hujung ke hujung.\n\nUntuk Menjadikan Cadangan dan Hasil Carian Lebih Berkaitan, Sesetengah Maklumat Dihantar kepada Apple dan Tidak Dikaitkan dengan Anda\n\nApabila anda menggunakan Cadangan Siri atau Rujuk, atau menaip dalam Carian, Spotlight, carian Safari atau carian #imej dalam Mesej, sebarang maklumat yang dihantar kepada Apple tidak mengenali anda dan dikaitkan dengan pengecam rawak 15 minit dijanakan peranti yang berpusing. Peranti anda mungkin menghantar maklumat seperti lokasi, topik minat (contohnya, memasak atau bola keranjang), pertanyaan carian anda, cadangan yang telah anda pilih, app yang anda guna serta data penggunaan peranti yang berkaitan kepada Apple. Maklumat ini tidak termasuk hasil carian yang menunjukkan fail atau kandungan pada peranti anda. Jika anda melanggan perkhidmatan langganan muzik atau video, nama perkhidmatan ini dan jenis langganan mungkin dihantar kepada Apple. Nama, nombor dan kata laluan akaun anda tidak akan dihantar kepada Apple.\n\nMaklumat ini digunakan untuk memproses permintaan anda dan menyediakan cadangan serta hasil carian yang lebih berkaitan dan tidak dikaitkan kepada Apple ID, alamat e-mel, atau data lain anda yang Apple mungkin miliki daripada penggunaan perkhidmatan Apple yang lain oleh anda.\n\nMaklumat beragregat mungkin digunakan untuk meningkatkan produk dan perkhidmatan Apple yang lain. Pertanyaan carian biasa mungkin dikongsikan dengan enjin carian web untuk meningkatkan hasil carian.\n\nCadangan Enjin Carian dalam Safari\n\nSafari mempunyai medan tunggal untuk carian dan alamat web supaya anda boleh melayari web daripada satu tempat yang mudah. Apabila Cadangan Enjin Carian didayakan, Safari akan meminta cadangan daripada enjin carian dipilih anda berdasarkan perkara yang anda taipkan.\n\nPramuat Hasil Teratas dalam Safari\n\nDengan Pramuat Hasil Teratas didayakan, sebaik sahaja Safari menentukan Hasil Teratas berdasarkan penanda buku dan sejarah pelayaran anda, Safari akan mula memuatkan halaman web dalam latar belakang. Jika anda menyahdayakan pilihan ini, halaman akan dimuatkan secara normal.\n\nAnda Mempunyai Pilihan dan Kawalan\n\nJika anda tidak mahu Cadangan Siri menghantar maklumat anda kepada Apple, anda boleh menyahdayakan Cadangan Siri. Pergi ke Keutamaan Sistem > Spotlight > Hasil Carian dan nyahpilih Cadangan Siri. Anda boleh menyahdayakan Cadangan Safari dalam Safari dengan pergi ke Safari > Keutamaan > Cari dan menyahpilih Sertakan Cadangan Safari.\n\nAnda boleh menghentikan app daripada menyumbang maklumat untuk memperibadikan Siri dengan pergi ke Keutamaan Sistem > Siri, kemudian mengklik Cadangan Siri & Privasi. Pilih app daripada senarai dan nyahpilih Belajar daripada App ini.\n\nAnda boleh menyahdayakan Perkhidmatan Lokasi untuk Cadangan Siri dengan pergi ke Keutamaan Sistem > Keselamatan & Privasi > Privasi, kemudian memilih Perkhidmatan Lokasi. Klik kunci untuk membuat perubahan dan memasukkan kata laluan anda, klik Butiran bersebelahan Perkhidmatan Sistem dan nyahpilih Cadangan Berdasarkan Lokasi. Jika anda menyahaktifkan Perkhidmatan Lokasi pada peranti anda, lokasi anda tidak akan dihantar kepada Apple. Untuk memberikan cadangan carian yang berkaitan, Apple mungkin menggunakan alamat IP sambungan internet anda untuk menganggarkan lokasi anda dengan memadankannya kepada rantau geografi.\n\nJika anda tidak mahu pemeribadian Siri diselaraskan merentas peranti, anda boleh menyahdayakan Siri dengan pergi ke Keutamaan Sistem > Apple ID > iCloud dan nyahpilih Siri dalam senarai App pada Mac ini yang menggunakan iCloud.\n\nDengan menggunakan Cadangan Siri dan Carian, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "ms"
      },
      {
        "target" : "Siri analyserar hur du använder dina enheter och appar så att du kan få personanpassade förslag och bättre sökträffar via lokal bearbetning på enheten och synkroniserar mellan dina enheter med heltäckande kryptering via iCloud.\n\nSiri använder lokal bearbetning på enheten till att lära sig hur du använder dina enheter och appar så att du kan få en personanpassad upplevelse. Med hjälp av information som finns lagrad på enheten, till exempel surfhistoriken i Safari, mejl, meddelanden, notiser och kontakter, samt information från andra installerade appar, kan Siri ge förslag i Spotlight, Slå upp, Safari, appar med mera.\n\nSiri använder iCloud till att synkronisera personanpassning mellan dina Apple-enheter med heltäckande kryptering.\n\nFör att göra förslag och sökträffar mer relevanta skickas en del information till Apple utan att associeras med dig.\n\nNär du använder Siri-förslag eller Slå upp, eller skriver i Sök, Spotlight, Safari-sökning eller #bilder-sökning i Meddelanden kan information som eventuellt skickas till Apple inte identifiera dig utan associeras med en 15-minuters slumpmässig, roterande enhetsgenererad identifierare. Din enhet kan skicka information om sådant som plats, intresseområden (t.ex. matlagning eller fotboll), dina sökförfrågningar, förslag som du har valt, appar som du använder och relaterade enhetsanvändningsdata till Apple. Den här informationen innehåller inga sökträffar som visar filer eller innehåll på din enhet. Om du prenumererar på musik- eller videoprenumerationstjänster kan namnen på tjänsterna och typ av prenumeration skickas till Apple. Ditt kontonamn, nummer och lösenord skickas aldrig till Apple.\n\nDen här informationen används till att bearbeta din förfrågan och tillhandahålla mer relevanta förslag och sökträffar och är inte länkad till ditt Apple-ID, din e-postadress eller andra data som Apple kan ha fått från din användning av andra Apple-tjänster.\n\nSammanslagen information kan användas till att förbättra andra produkter och tjänster från Apple. Vanliga sökförfrågningar kan delas med en webbsökmotor för att förbättra sökträffarna.\n\nSökmotorförslag i Safari\n\nSafari har ett enda fält för sökningar och webbadresser så att du kan surfa på webben från ett smidigt ställe. När Sökmotorförslag är aktiverade frågar Safari din valda sökmotor om förslag baserat på vad du har skrivit.\n\nLäs in bästa träff i Safari\n\nNär du har aktiverat Läs in bästa träff börjar Safari att läsa in webbsidan i bakgrunden så fort Safari hittar en bästa sökträff baserad på dina bokmärken och surfhistorik. Om du avaktiverar det här alternativet blir sidor inlästa som vanligt.\n\nDu har valfrihet och kontroll\n\nOm du inte vill att Siri-förslag ska skicka din information till Apple kan du avaktivera Siri-förslag. Öppna Systeminställningar > Spotlight > Sökträffar och avmarkera Siri-förslag. Du kan avaktivera Safari-förslag i Safari genom att öppna Safari > Inställningar > Sök och avmarkera Inkludera Safari-förslag.\n\nDu kan när som helst stoppa appar från att skicka information för personanpassning av Siri genom att öppna Systeminställningar > Siri och sedan klicka på Siri-förslag och integritet. Markera en app i listan och avmarkera Lär från den här appen.\n\nDu kan avaktivera Platstjänster för Siri-förslag genom att öppna Systeminställningar > Säkerhet och integritet > Integritet och sedan markera Platstjänster. Klicka på låset för att göra ändringar och ange ditt lösenord, klicka på Detaljer bredvid Systemtjänster och avmarkera Platsbaserade förslag. Om du stänger av Platstjänster på din enhet kommer din platsinformation inte att skickas till Apple. För att kunna visa relevanta sökförslag kan Apple använda IP‑adressen för din internetanslutning till att identifiera din ungefärliga plats genom att koppla den till ett geografiskt område.\n\nOm du inte vill att personlig Siri-anpassning ska synkroniseras mellan enheter kan du avaktivera Siri genom att öppna Systeminställningar > Apple-ID > iCloud och sedan avmarkera Siri i listan Appar på datorn som använder iCloud.\n\nGenom att använda Siri-förslag och Sök godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "sv"
      },
      {
        "target" : "Siri zjišťuje, jak využíváte zařízení a aplikace, a poskytuje vám návrhy přizpůsobené na míru a vylepšené vyhledávací funkce na základě analýzy provedené místně na vašem zařízení; přitom využívá synchronizaci pomocí iCloudu mezi vašimi zařízeními se šifrováním po celé přenosové trase\n\nSiri se na základě analýzy provedené místně na vašem zařízení dozvídá, jak využíváte svá zařízení a aplikace, takže vám může nabídnout prostředí přizpůsobené na míru. Na základě informací uložených v zařízení, například vaší historie surfování v Safari, vašich e‑mailů, zpráv, oznámení a kontaktů, stejně jako informací získaných od jiných nainstalovaných aplikací, vám může Siri předkládat návrhy ve Spotlightu, Hledání, Safari, aplikacích a mnoho dalšího.\n\nÚdaje související s personalizací se mezi zařízeními synchronizují prostřednictvím iCloudu a s použitím šifrování v celé délce přenosu od jednoho koncového bodu k druhému.\n\nAby pro vás byly návrhy a výsledky hledání co nejrelevantnější, jsou některé informace anonymně zasílány společnosti Apple\n\nKdyž použijete funkci Návrhy Siri nebo Vyhledávání, případně zadáte text do Hledání, Spotlightu, hledání v Safari nebo hledání obrázků ve Zprávách, jsou veškeré informace zasílané společnosti Apple neosobní povahy a nijak vás neidentifikují. Tyto údaje jsou propojeny s náhodně vybraným patnáctiminutovým rotujícím identifikátorem, vygenerovaným na zařízení. Z vašeho zařízení mohou být společnosti Apple zasílány různé informace, jako jsou například polohové údaje, dále obecné tematické okruhy vyhodnocené jako oblasti vašeho zájmu (například vaření nebo basketbal), doporučení, která jste si vybrali, aplikace, které používáte, nebo také související data o využití zařízení. Tyto informace nezahrnují výsledky vyhledávání, v nichž jsou vidět soubory nebo jiný obsah z vašeho zařízení. Jestliže se rozhodnete odebírat hudbu nebo video z některých služeb, mohou být názvy těchto služeb a typ předplatného zaslány společnosti Apple. Název vašeho účtu, číslo ani heslo společnosti Apple zasílány nejsou.\n\nÚčelem těchto informací je zajištění zpracování vašeho požadavku a zvyšování relevance návrhů a přesnosti výsledků vyhledávání. Tyto informace nejsou propojeny s vaším Apple ID, e‑mailovou adresou ani jinými daty, která mohla společnost Apple získat z vašeho používání jiných služeb Apple.\n\nAgregované informace mohou být využívány k vylepšování jiných produktů a služeb Apple. Běžné dotazy hledání mohou být sdíleny s webovým vyhledávačem za účelem zlepšování výsledků hledání.\n\nNávrhy webového vyhledávače v Safari\n\nV Safari slouží k hledání i zadávání webových adres jediné pole, které vám umožňuje pohodlně procházet web z jednoho místa. Pokud máte zapnutou volbu Doporučení vyhledávače, Safari se vybraného vyhledávače zeptá na doporučení založená na vámi zadaných datech.\n\nFunkce Nejčastější načítat předem v Safari\n\nPokud máte zapnutou funkci Nejčastější načítat předem, Safari na základě vašich záložek a historie procházení určí nejlepší výsledek a začne tuto webovou stránku načítat na pozadí. V případě, že tuto volbu vypnete, stránka se bude načítat normálně.\n\nVolba a rozhodování je na vás\n\nJestliže nechcete, aby funkce Návrhy Siri posílala informace o vás společnosti Apple, můžete Návrhy Siri deaktivovat. Otevřete Předvolby systému > Spotlight > Výsledky hledání a zrušte zaškrtnutí políčka Návrhy Siri. Návrhy Safari můžete deaktivovat přímo v Safari použitím příkazu Safari > Předvolby > Hledání a zrušením zaškrtnutí políčka Zahrnout návrhy v Safari.\n\nPokud nechcete, aby aplikace přispívaly svými daty k personalizaci Siri, otevřete Předvolby systému > Zabezpečení a soukromí > Soukromí a pak klikněte na Návrhy Siri a soukromí. Vyberte libovolnou aplikaci ze seznamu a zrušte zaškrtnutí políčka Učit se z této aplikace.\n\nChcete‑li pro návrhy Siri vypnout polohové služby, otevřete Předvolby systému > Zabezpečení a soukromí > Soukromí a pak vyberte volbu Polohové služby. Odemkněte zámek tím, že na něj kliknete a zadáte heslo, abyste mohli provádět změny, u položky Systémové služby klikněte na tlačítko Podrobnosti a pak zrušte zaškrtnutí políčka Návrhy založené na poloze. Když polohové služby na svém zařízení vypnete, společnosti Apple nebude zasílána vaše poloha. Je možné, že za účelem poskytování relevantních návrhů pro vyhledávání odhadne společnost Apple vaši přibližnou polohu pomocí IP adresy vašeho připojení k internetu, kterou přiřadí k zeměpisné oblasti.\n\nPokud nechcete synchronizovat přizpůsobení Siri mezi svými zařízeními, můžete Siri vypnout. Chcete‑li tak učinit, otevřete Předvolby systému > Apple ID > iCloud a v seznamu „Aplikace na tomto Macu, které využívají iCloud“ odznačte volbu Siri.\n\nPoužíváním návrhů Siri ve vyhledávání udělujete společnosti Apple a jejím dceřiným společnostem a zástupcům souhlas s přenášením, shromažďováním, údržbou, zpracováním a využíváním těchto informací. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "cs"
      },
      {
        "target" : "Siri가 사용자의 기기 및 앱 사용을 분석하여 기기상에서 로컬로 처리하고, iCloud를 통한 종단간 암호화로 모든 기기를 동기화하여 개인 맞춤화된 제안 및 향상된 검색 결과를 제공합니다.\n\n개인 맞춤형 사용자 경험을 제공하기 위해 Siri가 기기상에서 로컬로 처리하여 사용자의 기기 및 앱 사용 방식을 배웁니다. Safari 브라우징 방문 기록, 이메일, 메시지, 알림 및 연락처 등 사용자의 기기에 저장된 정보 및 설치된 기타 앱에서 제공된 정보를 사용하여 Spotlight, 찾아보기, Safari, 앱 등에서 Siri가 제안을 제공합니다.\n\nSiri는 종단간 암호화를 사용하여 사용자의 모든 Apple 기기에서 iCloud를 통해 개인 맞춤화 정보를 동기화합니다.\n\n제안 및 검색 결과의 관련성을 높이기 위해 일부 정보는 Apple로 전송되며 이는 사용자와 연관되지 않습니다.\n\n검색, Spotlight, 찾아보기, Safari 검색 또는 메시지 앱의 #이미지 검색에서 ‘Siri 제안’, 찾아보기 또는 입력을 사용하면 Apple로 전송되는 모든 정보는 사용자를 식별하지 않으며 기기에서 생성되어 15분 동안 유지되는 임의의 순환되는 식별자와 연관됩니다. 기기는 위치, 관심 주제(예: 요리 또는 농구), 검색 질의, 사용자가 선택한 제안이나 사용하는 앱 및 관련된 기기 사용 데이터와 같은 정보를 Apple에 전송할 수 있습니다. 이러한 정보는 사용자의 기기에 있는 파일이나 콘텐츠를 표시하는 검색 결과를 포함하지 않습니다. 음악 또는 비디오 서비스를 구독하는 경우 해당 서비스명과 구독 유형이 Apple에 전송될 수 있습니다. 사용자의 계정 이름, 전화번호 및 암호는 Apple에 전송되지 않습니다.\n\n이러한 정보는 사용자의 요청을 처리하고 더욱 관련성 높은 제안 및 검색 결과를 제공하는 데 사용되며, 사용자의 Apple ID, 이메일 주소 또는 Apple이 다른 Apple 서비스에서 수집할 수 있는 다른 정보와 연결되지 않습니다.\n\n집계된 정보는 다른 Apple 제품 및 서비스를 개선하는 데에 사용될 수 있습니다. 일반적인 검색 질의는 검색 결과를 향상하기 위해 웹 검색 엔진과 공유될 수 있습니다.\n\nSafari의 검색 엔진 제안\n\nSafari에는 검색 및 웹 주소를 위한 단일 필드가 있어 편리하게 한 곳에서 웹 검색을 할 수 있습니다. 검색 엔진 제안이 활성화되어 있는 경우 사용자가 입력한 항목을 기반으로 Safari가 제안에 대한 검색 엔진을 선택하도록 요청합니다.\n\nSafari에서 많이 방문한 사이트 미리 로드\n\n많이 방문한 사이트 미리 로드가 활성화되어 있는 경우 Safari가 사용자의 책갈피 및 브라우저 방문 기록을 기반으로 많이 방문한 사이트를 결정하여 백그라운드에서 해당 웹 페이지를 로드하기 시작합니다. 이 옵션을 비활성화하는 경우 해당 페이지는 일반적인 방식으로 로드됩니다.\n\n사용자의 선택 및 통제 권한 보유\n\n‘Siri 제안’이 사용자의 정보를 Apple에 전송하지 않게 하려면 ‘Siri 제안’을 비활성화할 수 있습니다. 시스템 환경설정 > Spotlight > 검색 결과로 이동하고 ‘Siri 제안’을 선택 해제하십시오. Safari 제안을 비활성화하려면 Safari > 환경설정 > 검색으로 이동하고 ‘Safari 제안 포함’을 선택 해제하십시오.\n\n앱이 Siri 개인 맞춤화를 위한 정보를 제공하지 않게 하려면 시스템 환경설정 > Siri로 이동한 다음, ‘Siri 제안 및 개인 정보 보호’를 클릭하십시오. 목록에서 앱을 선택하고 ‘이 앱에서 배우기’를 선택 해제하십시오.\n\nSiri 제안을 대상으로 위치 정보를 비활성화하려면 시스템 환경설정 > 보안 및 개인 정보 보호 > 개인 정보 보호로 이동한 다음, 위치 서비스를 선택하십시오. 변경 사항을 적용하려면 자물쇠를 클릭하고 암호를 입력한 다음, 시스템 서비스 옆의 세부사항을 클릭하고 ‘위치 기반 제안’을 선택 해제하십시오. 기기에서 위치 서비스를 끄면 사용자의 위치가 Apple에 전송되지 않습니다. 관련성 있는 검색 결과를 제안하기 위해 Apple은 사용자의 인터넷 연결 IP 주소를 사용할 수 있으며 지리적인 지역에 일치시켜서 사용자의 대략적인 위치를 파악합니다.\n\n기기 간에 Siri 개인 맞춤화 설정을 동기화하지 않으려는 경우 시스템 환경설정 > Apple ID > iCloud로 이동하고 ‘이 Mac에서 iCloud를 사용하는 앱’ 목록에서 Siri를 선택 해제하여 Siri를 비활성화하십시오.\n\nSiri 제안 및 검색을 사용하는 것은 Apple과 그 자회사 및 에이전트가 이러한 정보를 전송, 수집, 보존, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ko"
      },
      {
        "target" : "Siri analyserer hvordan du bruker enhetene og appene dine for å gi deg tilpassede forslag og bedre søkeresultater ved hjelp av lokal behandling på enheten, og synkroniseres på alle enhetene dine med gjennomgående kryptering ved hjelp av iCloud.\n\nSiri bruker lokal behandling på enheten til å lære hvordan du bruker enhetene dine og apper for å gjøre opplevelsen mer personlig. Ved hjelp av informasjon som er lagret på enheten din, som Safari-loggen, e‑poster, meldinger, varslinger og kontakter, i tillegg til informasjon fra andre installerte apper, kan Siri gi deg forslag i Spotlight, Slå opp, Safari, apper med mer.\n\nSiri bruker iCloud til å synkronisere tilpasningen på alle Apple-enhetene dine ved hjelp av gjennomgående kryptering.\n\nFor å gjøre forslag og søkeresultater mer relevante vil noe av informasjonen bli sendt til Apple, men den vil ikke kunne knyttes til deg.\n\nNår du bruker Siri-forslag eller Slå opp eller skriver i Søk, Spotlight, Safari-søk eller bildesøk i Meldinger, vil ingen informasjon som sendes til Apple, identifisere deg, og det knyttes til en tilfeldig, vekslende enhetsgenerert identifikator som gjelder i 15 minutter. Enheten din kan sende informasjon som sted, interesser (for eksempel matlaging eller basketball), søkene dine, forslag du har valgt, apper du bruker og relaterte enhetsbruksdata til Apple. Denne informasjonen omfatter ikke søkeresultater som viser filer eller innhold på enheten din. Hvis du abonnerer på tjenester for musikk- og filmabonnement, kan navnene på disse tjenestene og typen abonnement sendes til Apple. Kontonavn, nummer og passord vil aldri bli sendt til Apple.\n\nDenne informasjonen brukes til å behandle forespørselen din og gi mer relevante forslag og søkeresultater og knyttes ikke til Apple-ID-en din, e-postadressen din eller andre data som Apple besitter fra din bruk av andre Apple-tjenester.\n\nSamlet informasjon kan bli brukt til å forbedre andre Apple-produkter og -tjenester. Vanlige søk kan bli delt med en nettbasert søkemotor for å forbedre søkeresultatene.\n\nSøkemotorforslag i Safari\n\nSafari har kun ett felt slik at du nå skriver inn både søk og nettadresser på samme sted. Når Søkemotorforslag er aktivert, vil Safari be den valgte søkemotoren om forslag basert på teksten du skriver inn.\n\nForhåndslast topptreff i Safari\n\nHvis Forhåndslast topptreff er aktivert, vil Safari laste inn nettsider i bakgrunnen så snart et topptreff er identifisert basert på bokmerker og søkeloggen din. Hvis du deaktiverer dette valget, lastes siden inn som normalt.\n\nDu har valgmuligheter og kontroll\n\nHvis du ikke vil at Siri-forslag skal sende informasjonen din til Apple, kan du deaktivere Siri-forslag. Gå til Systemvalg > Spotlight > Søkeresultater, og fjern markeringen for Siri-forslag. Du kan deaktivere Safari-forslag i Safari ved å gå til Safari > Valg > Søk og deretter fjerne markeringen for Inkluder Safari-forslag.\n\nDu kan hindre at apper samler inn informasjon for å tilpasse Siri ved å gå til Systemvalg > Siri, og deretter klikke på Siri-forslag og personvern. Velg en app i listen og fjern markeringen for Lær fra denne appen.\n\nDu kan deaktivere Stedstjenester for Siri-forslag ved å gå til Systemvalg > Sikkerhet og personvern > Personvern, og deretter markere Stedstjenester. Klikk på låsen for å gjøre endringer og skrive inn passordet ditt, klikk på Detaljer ved siden av Systemtjenester og fjern markeringen for Stedsbaserte forslag. Hvis du slår av Stedstjenester på enheten, vil ikke posisjonen din bli sendt til Apple. Men for å kunne gi relevante søkeforslag vil Apple kanskje matche IP-adressen til internettforbindelsen din mot geografiske områder for å anslå hvor du er.\n\nHvis du ikke vil at Siri-tilpassingene skal synkroniseres på alle enhetene dine, kan du deaktivere Siri ved å gå til Systemvalg > Apple-ID > iCloud og fjerne markeringen for Siri i listen «Apper på denne Macen som bruker iCloud».\n\nVed å bruke Forslag fra Siri og Søk godtar du at Apple, samt våre underleverandører og samarbeidspartnere, kan samle inn, overføre, vedlikeholde, behandle og bruke informasjonen. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "no"
      },
      {
        "target" : "A Siri kielemzi, hogy Ön hogyan használja az eszközeit és az appokat, hogy személyre szabott javaslatokat és hatékonyabb keresést biztosítson Önnek helyi, az eszközön történő feldolgozás használatával, és az iCloud segítségével szinkronizálja az eszközeit, végponttól végpontig terjedő titkosítás mellett\n\nA Siri helyi, eszközön történő feldolgozással elsajátítja az Ön eszköz- és apphasználati szokásait, és személyre szabott élményt nyújt Önnek. Az eszközén tárolt információk, például a Safari böngészési előzményei, az e-mailjei, az üzenetei, az értesítései és a kontaktjai, illetve a többi telepített appból származó információk alapján a Siri javaslatokat tud megjeleníteni a Spotlightban, a Definiálásban, a Safariban, az appokban és más helyeken.\n\nA Siri az iClouddal szinkronizálja a személyre szabott elemeket az Apple-eszközökön, végponttól végpontig terjedő titkosítással.\n\nAhhoz, hogy a javaslatok és a keresési találatok pontosabbak legyenek, bizonyos információk továbbítva vannak az Apple-nek, és ezek nincsenek összekapcsolva az Ön személyével\n\nAmikor a Siri-javaslatokat vagy a Definiálást használja, vagy gépel a Keresésben, a Spotlightban, a Safari-keresésben, vagy #képeket keres az Üzenetekben, az Apple-nek küldött információk nem azonosítják Önt, és egy 15 perces, véletlenszerű, változó, eszköz által generált azonosítóhoz vannak társítva. Az eszköze elküldhet az Apple-nek olyan adatokat, mint a tartózkodási hely, érdeklődési területek (például főzés vagy kosárlabda), keresési lekérdezések, kiválasztott javaslatok, használt appok és kapcsolódó eszközhasználati adatok. Ezek az adatok nem tartalmazzák azokat a találatokat, amelyek fájlokat vagy tartalmat jelenítenek meg az eszközén. Ha zenei vagy videoszolgáltatásokra fizet elő, a szolgáltatások nevei és az előfizetés típusa elküldhető az Apple-nek. Az Apple nem fog tudomást szerezni a fióknevéről, -számáról és -jelszaváról.\n\nAz információkat arra használjuk, hogy feldolgozzuk a kérelmét, és relevánsabb javaslatokat és keresési találatokat biztosítsunk, és ezek nincsenek az Apple ID-jához, e-mail-címéhez, sem más olyan adathoz társítva, amelyekkel az Apple rendelkezhet más Apple-szolgáltatások használatából kifolyólag.\n\nAz összesített információkat az Apple felhasználhatja a termékek és szolgáltatások továbbfejlesztéséhez. Az általános keresési lekérdezések megoszthatók webes keresőmotorral a jobb keresési eredmények érdekében.\n\nKeresőmotor-javaslatok a Safariban\n\nA Safari egyetlen mezőben kezeli a kereséseket és a webcímeket, így egyetlen, kényelmes helyről böngészhet a weben. Ha a keresőmotor-javaslatok engedélyezve vannak, a Safari a beírt szöveg alapján kérést küld a kiválasztott keresőmotornak javaslatok érdekében.\n\nA legpontosabb találat előtöltése a Safariban\n\nHa a Safariban be van kapcsolva a legpontosabb találat előtöltése, akkor a Safari, amint észlel egy legpontosabb találatot a könyvjelzők és a böngészési előzmények alapján, a háttérben elkezdi betölteni a weblapot. Ha ezt a funkciót kikapcsolja, az oldal a szokásos módon töltődik be.\n\nÖn döntési lehetőséggel és beleszólással rendelkezik\n\nHa nem szeretné, hogy a Siri-javaslatok funkció információkat küldjön az Apple-nek, tiltsa le a Siri-javaslatokat. Válassza a Rendszerbeállítások > Spotlight > Keresési eredmények menüpontot, majd törölje a Siri-javaslatok beállítást. A Safari-javaslatokat a Safariban kapcsolhatja ki. Ehhez válassza a Safari > Beállítások > Keresés menüpontot, és törölje a Safari-javaslatokkal együtt beállítás jelölését.\n\nBeállíthatja, hogy az appok ne osszanak meg információkat a Siri személyre szabása érdekében. Ehhez válassza a Rendszerbeállítások > Siri menüpontot, majd kattintson a Siri-javaslatok és adatvédelem lehetőségre. Válasszon ki egy appot a listáról, és törölje a Tanulás az appból beállítás jelölését.\n\nIgény szerint letilthatja a Helymeghatározást a Siri-javaslatok esetében. Ehhez válassza a Rendszerbeállítások > Biztonság és adatvédelem > Adatvédelem menüpontot, majd válassza ki a Helymeghatározás lehetőséget. Kattintson a lakatra a módosítások elvégzéséhez, adja meg a jelszavát, kattintson a Részletek lehetőségre a Rendszerszolgáltatások mellett, és törölje a Helyzetalapú javaslatok beállítás jelölését. Ha az eszközön kikapcsolja a Helymeghatározást, akkor a helyzete nem lesz elküldve az Apple-nek. Ahhoz, hogy a keresési javaslatok relevánsak legyenek, az Apple az Ön által használt internetkapcsolat IP-címe alapján meghatározhatja az Ön hozzávetőleges helyzetét, amelynek során a helyzetét hozzákapcsolja egy földrajzi régióhoz.\n\nHa nem szeretné, hogy a Siri személyre szabása szinkronizálva legyen minden eszköze között, kikapcsolhatja a Sirit. Ehhez válassza a Rednszerbeállítások > Apple ID > iCloud lehetőséget, és törölje a Siri bejelölését az iCloudot használó appok ezen a Mac gépen listán.\n\nHa használja a Siri-javaslatok és a Keresés funkciót, azzal elfogadja, hogy az Apple és annak leányvállalatai és ügynökei továbbítsák, gyűjtsék, karbantartsák, feldolgozzák és felhasználják ezeket az információkat. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "SpotlightSearch.strings",
        "language" : "hu"
      },
      {
        "target" : "Siri會分析你使用裝置和App的方式，透過本機裝置上的處理，以及使用iCloud點對點加密的跨裝置同步來提供個人化建議和更佳的搜尋結果\n\nSiri會使用本機的裝置處理來學習你如何使用裝置和App來個人化你的體驗。透過使用儲存在你裝置上的資料（例如你的Safari瀏覽記錄、電郵、訊息、通知、聯絡人，以及其他已安裝App提供的資料），Siri可在Spotlight、查詢、Safari、App和其他功能中提供建議。\n\nSiri是使用iCloud透過點對點加密在你的Apple裝置之間同步個人化體驗。\n\n為了提供更相關的建議和搜尋結果，有部分資料會傳送給Apple，這些資料不會與你產生關聯\n\n當你使用「Siri建議」或「查詢」，或在「搜尋」、Spotlight、Safari搜尋或「訊息」的#images搜尋中輸入內容時，任何傳送到Apple的資料都無法識別你的身份，並且是與裝置產生的15分鐘隨機、變換識別碼產生關聯。你的裝置可能會傳送例如位置、主題或興趣（如烹飪或籃球）、你的搜尋要求、你選擇的建議、你使用的App和相關裝置使用狀況資料到Apple。這些資料並不包括會顯示你裝置上內容或檔案的搜尋結果。如你訂閲了音樂或影片服務，這些服務的名稱以及訂閲類型可能也會傳送到Apple。你的帳户名稱、編號和密碼則不會傳送給Apple。\n\n這些資料是用來處理你的要求並提供更為相關的建議和搜尋結果，並不會連結到你的Apple ID、電郵地址或其他Apple可能從你使用其他Apple服務時所得到的資料。\n\n彙集的資料可能用來改進Apple的產品和服務。一般的搜尋要求可能會與網路搜尋引擎分享，以改進搜尋結果。\n\nSafari中的搜尋引擎建議\n\nSafari包括搜尋和網址的單一欄位，以便你集中瀏覽網頁。啟用「搜尋引擎建議」時，Safari會基於輸入的內容向你所選的搜尋引擎要求建議。\n\nSafari中預先載入的最佳搜尋結果\n\n啟用「預先載入最佳搜尋結果」後，Safari會根據你的書籤和瀏覽記錄來找出最佳搜尋結果，找到後即會開始在背景載入網頁。如停用此選項，網頁會以正常速度載入。\n\n你有權選擇和控制\n\n如不想讓「Siri建議」將你的資料傳送給Apple，你可以停用「Siri建議」。請前往「系統偏好設定」> Spotlight >「搜尋結果」，並取消選擇「Siri建議」。你可以在Safari中停用「Safari建議」，請前往Safari >「偏好設定」>「搜尋」，然後取消選擇「包括Safari建議」。\n\n你可以在Safari中停用「Safari建議」，請前往Safari >「偏好設定」>「搜尋」，然後取消選取「包括Safari建議」。你可以停止App提供資料來個人化Siri，請前往「系統偏好設定」> Siri，然後按一下「Siri建議與私隱」。\n\n從列表選取App，然後取消選取「從此App學習」。你可以停用「Siri建議」的「定位服務」，請前往「系統偏好設定」>「保安與私隱」>「私隱」，然後選取「定位服務」，按一下鎖來變更並輸入密碼，按一下「系統服務」旁的「詳細資料」，然後取消選取「基於位置的建議」。如關閉裝置上的「定位服務」，你的位置將不會傳送給Apple。為了提供更相關的搜尋建議，Apple可能會將你互聯網連線的IP地址對應到地理區域，以便計算你的大約位置。\n\n如你不想讓Siri個人化項目在所有裝置間同步，你可以停用Siri，請前往「系統偏好設定」> Apple ID > iCloud，然後在「此Mac使用iCloud的App」列表中取消選取Siri。\n\n使用「Siri建議」和「搜尋」，即表示你同意並接受Apple及其子公司和代理傳送、收集、維護、處理和使用此資料。無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Siri, Yerel ve Aygıtta İşlemeyi Kullanarak Kişiselleştirilmiş Öneriler ve Daha İyi Arama Sonuçları Sağlamak İçin Aygıtlarınızı ve Uygulamalarınızı Nasıl Kullandığınızı Analiz Eder; iCloud’u Kullanarak Uçtan Uca Şifreleme ile Aygıtlarınız Genelinde Eşzamanlar\n\nSiri, deneyiminizi kişiselleştirmek için aygıtlarınızı ve uygulamalarınızı nasıl kullandığınızı öğrenmek amacıyla yerel ve aygıtta işlemeyi kullanır. Safari’de dolaşma geçmişiniz, e-postalar, mesajlar, bildirimler ve kişiler, yüklenmiş diğer uygulamalar tarafından katkıda bulunulan bilgiler gibi aygıtınızda saklanan bilgileri kullanarak Siri Spotlight’ta, Araştır’da, Safari’de, uygulamalarda ve daha fazlasında öneriler sağlayabilir.\n\nSiri, uçtan uca şifrelemeyi kullanarak Apple aygıtlarınız genelinde kişiselleştirmeyi eşzamanlamak için iCloud’u kullanır.\n\nDaha İlgili Öneriler ve Arama Sonuçları İçin Bazı Bilgiler Apple’a Gönderilir ve Sizinle İlişkilendirilmez\n\nSiri Önerileri’ni veya Araştır’ı kullandığınızda ya da Ara’da, Spotlight’ta, Safari aramasında veya Mesajlar’daki #görüntüler aramasında yazdığınızda, Apple’a gönderilen bilgiler kimliğinizi belirlemez ve aygıt tarafından oluşturulmuş 15 dakikalık rasgele, dönen bir tanıtıcı ile ilişkilendirilir. Aygıtınız konum, ilgi alanları (örneğin yemek pişirme veya basketbol), arama sorgularınız, seçtiğiniz öneriler, kullandığınız uygulamalar ve ilgili aygıt kullanım verilerine ilişkin bilgileri Apple’a gönderebilir. Bu bilgiler, aygıtınızdaki dosyaları veya içeriği gösteren arama sonuçlarını içermez. Müzik veya video aboneliği servislerine abone olursanız, bu servislerin adları ve abonelik türü Apple’a gönderilebilir. Hesap adınız, numaranız ve parolanız Apple’a gönderilmez.\n\nBu bilgiler, isteğinizi işlemek ve size daha ilgili öneriler ve arama sonuçları sağlamak için kullanılır; Apple kimliğinize, e-posta adresinize veya Apple’ın diğer Apple servislerini kullanımınızdan topladığı diğer verilere bağlanmaz.\n\nToplanan bilgiler, diğer Apple ürünlerini ve servislerini iyileştirmek için kullanılabilir. Genel arama sorguları, arama sonuçlarını iyileştirmek için bir web arama motoruyla paylaşılabilir.\n\nSafari’de Arama Motoru Önerileri\n\nSafari’de, web’de kullanışlı bir yerden gezinebilmeniz için aramalar ve web adreslerine yönelik tek bir alan bulunur. Arama Motoru Önerileri etkinleştirildiğinde, Safari seçili arama motorunuzdan yazdıklarınıza göre öneriler ister.\n\nSafari’de Önce En İyi Eşleşeni Yükleme\n\nÖnce En İyi Eşleşen etkinken, Safari yer işaretlerinize ve tarama geçmişinize bağlı olarak bir En İyi Eşleşen belirler belirlemez arka planda web sayfasını yüklemeye başlar. Bu seçeneği etkisizleştirirseniz sayfa normal olarak yüklenir.\n\nSeçim ve Denetim Sizde\n\nSiri Önerileri’nin bilgilerinizi Apple’a göndermesini istemiyorsanız Siri Önerileri’ni etkisizleştirebilirsiniz. Sistem Tercihleri > Spotlight > Arama Sonuçları bölümüne gidip Siri Önerileri’nin seçimini kaldırın. Safari’de Safari > Tercihler > Ara bölümüne gidip Safari önerilerini dahil et’in seçimini kaldırarak Safari Önerileri’ni etkisizleştirebilirsiniz.\n\nSistem Tercihleri > Siri bölümüne gidip ardından Siri Önerileri ve Gizlilik’i tıklayarak uygulamaların Siri’yi kişiselleştirmek için katkıda bulunmasını durdurabilirsiniz. Listede bir uygulamayı seçin ve Bu Uygulamadan Öğren’in seçimini kaldırın.\n\nSiri Önerileri için Konum Servisleri’ni, Sistem Tercihleri > Güvenlik ve Gizlilik > Gizlilik bölümüne gidip ardından Konum Servisleri’ni seçerek etkisizleştirebilirsiniz. Değişiklik yapmak ve parolanızı girmek için kilidi tıklayın, Sistem Servisleri’nin yanındaki Ayrıntılar’ı tıklayın ve Konum Tabanlı Öneriler’in seçimini kaldırın. Aygıtınızda Konum Servisleri’ni kapatırsanız konumunuz Apple’a gönderilmez. Apple ilgili arama sonuçları sunmak için konumunuzu coğrafi bir bölge ile eşleyerek tahmin etmek amacıyla internet bağlantınızın IP adresini kullanabilir.\n\nSiri kişiselleştirmenin aygıtlarınız genelinde eşzamanlamasını istemiyorsanız Sistem Tercihleri > Apple Kimliği > iCloud bölümüne gidip Bu Mac’te iCloud’u kullanan uygulamalar listesinde Siri’nin seçimini kaldırarak Siri’yi etkisizleştirebilirsiniz.\n\nSiri Önerileri’ni ve Ara’yı kullanarak Apple’ın, yan kuruluşlarının ve aracılarının bilgilerinizi yukarıda açıklanan şekilde aktarmasını, toplamasını, tutmasını, işlemesini ve kullanmasını kabul eder ve onaylarsınız. Apple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "SpotlightSearch.strings",
        "language" : "tr"
      },
      {
        "target" : "Siri analizuje Twój sposób korzystania z urządzeń i aplikacji w celu dostarczenia spersonalizowanych sugestii oraz lepszych wyników wyszukiwania, przetwarzając te dane lokalnie na Twoim urządzeniu, oraz synchronizuje je ze wszystkimi Twoimi urządzeniami, szyfrując te dane na całej drodze przesyłu przy użyciu iCloud.\n\nSiri przetwarza dane lokalnie na urządzeniu i uczy się, w jaki sposób korzystasz z urządzeń i aplikacji. Dzięki temu potrafi dostosowywać się do Twoich potrzeb. Dzięki danym przechowywanym na urządzeniu, na przykład historii przeglądania sieci w Safari, wiadomościom email i tekstowym, powiadomieniom, kontaktom oraz innym informacjom pochodzącym z innych zainstalowanych aplikacji, Siri może oferować sugestie dotyczące funkcji Spotlight, Sprawdź, Safari, aplikacji i nie tylko.\n\nSiri używa iCloud do synchronizowania personalizacji na wszystkich Twoich urządzeniach Apple szyfrując dane na całej drodze przesyłu.\n\nInformacji wysyłanych do Apple w celu poprawienia istotności sugestii i wyników wyszukiwania nie można powiązać z Tobą\n\nGdy używasz sugestii Siri, lub funkcji Sprawdź, lub wpisujesz coś w polu wyszukiwania, funkcji Spotlight, wyszukiwania w Safari, lub wyszukiwania #images w Wiadomościach, żadne dane wysłane do Apple nie identyfikują Ciebie i są powiązane z 15-minutowym losowym, zmieniającym się identyfikatorem generowanym przez urządzenie. Twoje urządzenie może wysyłać do Apple informacje, takie jak lokalizacja, interesujące tematy (na przykład gotowanie lub koszykówka), Twoje zapytania, wybrane przez Ciebie sugestie, używane aplikacje oraz powiązane dane o sposobach korzystania. Te informacje nie zawierają wyników wyszukiwania zawierających pliki lub treści z Twojego urządzenia. Jeśli subskrybujesz muzykę lub wideo, nazwy tych usług i rodzaj subskrypcji mogą być przesyłane do Apple. Nazwa, numer i hasło Twojego konta nie są wysyłane do Apple.\n\nInformacje te są wykorzystywane do przetwarzania Twojego żądania i dostarczania bardziej trafnych sugestii i wyników wyszukiwania, i nie są powiązane z Twoim Apple ID, adresem email lub innymi danymi, które Apple może posiadać w wyniku korzystania z innych usług Apple.\n\nZagregowane informacje mogą być wykorzystywane do ulepszania innych produktów i usług Apple. Wspólne zapytania wyszukiwania mogą być udostępniane za pomocą wyszukiwarki internetowej w celu poprawy wyników wyszukiwania.\n\nSugestie wyszukiwarki w Safari\n\nW Safari jest jedno pole, które służy do wyszukiwania oraz wpisywania adresów internetowych. Dzięki temu możesz poruszać się i przeglądać Internet w jednym wygodnym miejscu. Gdy Sugestie wyszukiwarki w Safari są włączone, Safari zapyta zaznaczoną wyszukiwarkę internetową o sugestie w oparciu o wpisane przez Ciebie frazy.\n\nWczytuj najcelniejsze w Safari\n\nGdy opcja Wczytuj najcelniejsze jest włączona w Safari, zaraz po określeniu Najcelniejszych trafień w oparciu o Twoje zakładki i historię przeglądania, Safari rozpocznie wczytywać stronę internetową w tle. Jeśli wyłączysz tę opcję, ta strona zostanie wczytana w normalny sposób.\n\nPełna kontrola w Twoich rękach\n\nJeśli nie chcesz, aby funkcja Sugestie Siri wysyłała Twoje dane do Apple, możesz wyłączyć Sugestie Siri. Otwórz Preferencje systemowe > Spotlight > Wyniki wyszukiwania i usuń zaznaczenie opcji Sugestie Siri. Możesz wyłączyć Sugestie Safari w Safari, otwierając okno Safari > Preferencje > Wyszukiwanie i usuwając zaznaczenie opcji Dołącz sugestie Safari.\n\nMożesz zatrzymać przekazywanie informacji przez aplikacje w celu personalizowania Siri, otwierając Preferencje systemowe > Siri, a następnie klikając w przycisk Sugestie Siri i prywatność. Zaznacz aplikację na liście, a następnie usuń zaznaczenie opcji Ucz się od tej aplikacji.\n\nUsługi lokalizacji dla Sugestii Siri można wyłączyć, otwierając Preferencje systemowe, klikając w Ochrona i prywatność > Prywatność, a następnie wybierając Usługi lokalizacji. Kliknij w ikonę kłódki, aby móc dokonywać zmian i wpisz hasło, kliknij w Szczegóły obok Usług systemowych i usuń zaznaczenie opcji Sugestie oparte na położeniu. Jeśli wyłączysz usługi lokalizacji na swoim urządzeniu, Twoje położenie nie będzie wysyłane do Apple. Aby oferować istotne sugestie wyszukiwania, Apple może wykorzystywać adres IP Twojego połączenia z Internetem w celu określania Twojego przybliżonego położenia i przypisywania go do regionu geograficznego.\n\nJeśli nie chcesz synchronizować personalizacji Siri na wszystkich swoich urządzeniach, możesz wyłączyć Siri, otwierając Preferencje systemowe, klikając w Apple ID > iCloud i usuwając zaznaczenie Siri na liście Aplikacje na tym Macu używające iCloud.\n\nKorzystając z funkcji Sugestie Siri oraz Szukaj, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji przez firmę Apple oraz jej przedstawicieli i agentów. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "pl"
      },
      {
        "target" : "Siri會分析您使用裝置和App的方式，透過本機裝置上的處理，以及使用iCloud端對端加密的跨裝置同步來提供個人化建議和更佳的搜尋結果\n\nSiri透過本機裝置端處理來瞭解您如何使用裝置與App，以提供您個人化的使用體驗。透過使用儲存在您裝置上的資訊（例如您的Safari瀏覽記錄、電子郵件、訊息、通知、聯絡人，以及其他已安裝App提供的資訊），Siri可在Spotlight、查詢、Safari、App和其他功能中提供建議。\n\nSiri是使用iCloud透過端對端加密在您的Apple裝置之間同步個人化體驗。\n\n為了提供更相關的建議和搜尋結果，有部分資訊會傳送給Apple，這些資訊不會與您產生關聯\n\n當您使用「Siri建議」、「查詢」或在「搜尋」、Spotlight、Safari搜尋中，或「訊息」中的#images搜尋中輸入時，任何傳送到Apple的資訊都無法識別您的身分，並且會與一組持續15分鐘、裝置產生的隨機循環識別碼產生關聯。您的裝置可能會傳送例如位置、主題或興趣（如烹飪或籃球）、您的搜尋要求、您選擇的建議、您使用的App和相關的裝置使用狀況等資訊到Apple。這些資訊並不包含會顯示您裝置上內容或檔案的搜尋結果。若您訂閱了音樂或影片服務，這些服務的名稱以及訂閱類型可能也會傳送到Apple。您的帳號名稱、編號和密碼則不會傳送給Apple。\n\n這些資訊是用來處理您的要求並提供更為相關的建議和搜尋結果，並不會連結到您的Apple ID、電子郵件地址或其他Apple可能從您使用其他Apple服務時所得到的資料。\n\n彙集的資訊可能用來改進Apple的產品和服務。一般的搜尋要求可能會與網路搜尋引擎分享，以改進搜尋結果。\n\nSafari中的搜尋引擎建議\n\nSafari包含一個搜尋和網址的單一欄位，以便您集中瀏覽網頁。啟用「搜尋引擎建議」時，Safari會詢問您所選的搜尋引擎並顯示基於輸入文字的建議。\n\nSafari中預先載入的最佳搜尋結果\n\n啟用「預先載入最佳搜尋結果」後，Safari會根據您的書籤和瀏覽記錄來找出最佳搜尋結果，找到後即會開始在背景載入網頁。若停用此選項，網頁會以正常速度載入。\n\n您有選擇和控制的權利\n\n若您不希望「Siri建議」將您的資訊傳送到Apple，您可以停用「Siri建議」。請前往「系統偏好設定」> Spotlight >「搜尋結果」並取消選取「Siri建議」。您可以在Safari中停用「Safari建議」，請前往Safari >「偏好設定」>「搜尋」，並且取消選取「包含Safari建議」。\n\n您可以停止App提供資訊來個人化Siri，請前往「系統偏好設定」> Siri，然後按一下「Siri建議與隱私權」。從列表中選取App，然後取消選取「從此App學習」。\n\n您可以停用「Siri建議」的「定位服務」，請前往「系統偏好設定」>「安全性與隱私權」>「隱私權」，然後選取「定位服務」。按一下鎖頭來進行更動並輸入密碼，按一下「系統服務」旁的「詳細資訊」，然後取消選取「基於位置的建議」。若您關閉了裝置上的「定位服務」，您的位置將不會傳送到Apple。為了提供更相關的搜尋建議，Apple可能會將您Internet連線的IP位址對應到地理區域，以便計算您的大約位置。\n\n若您不想讓Siri個人化項目在所有裝置間同步，您可以停用Siri，請前往「系統偏好設定」> Apple ID > iCloud，並在「此Mac上使用iCloud的App」的列表中取消選取Siri。\n\n使用「Siri建議」和「搜尋」，即表示您同意Apple並接受Apple及其夥伴和被許可人傳送、收集、維護、處理和使用此資訊。在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Siri Analyses How You Use Your Devices and Apps to Provide Personalised Suggestions and Better Search Results Using Local, On-Device Processing, and Syncs Across Your Devices with End-to-End Encryption Using iCloud\n\nSiri uses local, on-device processing to learn how you use your devices and apps in order to personalise your experience. Using information stored on your device, such as your Safari browsing history, emails, messages, notifications and contacts, as well as information contributed by other installed apps, Siri can provide suggestions in Spotlight, Look Up, Safari, apps and more.\n\nSiri uses iCloud to sync personalisation across your Apple devices using end-to-end encryption.\n\nTo Make Suggestions and Search Results More Relevant, Some Information Is Sent to Apple and Not Associated with You\n\nWhen you use Siri Suggestions or Look Up, or type in Search, Spotlight, Safari search or #images search in Messages, any information sent to Apple does not identify you and is associated with a 15-minute random, rotating device-generated identifier. Your device may send information such as location, topics of interest (for example, cooking or football), your search queries, suggestions you have selected, apps you use and related device usage data to Apple. This information does not include search results that show files or content on your device. If you subscribe to music or video subscription services, the names of these services and the type of subscription may be sent to Apple. Your account name, number and password will not be sent to Apple.\n\nThis information is used to process your request and provide more relevant suggestions and search results, and is not linked to your Apple ID, email address or other data Apple may have from your use of other Apple services.\n\nAggregated information may be used to improve other Apple products and services. Common search queries may be shared with a web search engine to improve search results.\n\nSearch Engine Suggestions in Safari\n\nSafari has a single field for searches and web addresses so you can browse the web from one convenient place. When Search Engine Suggestions are enabled, Safari will ask your selected search engine for suggestions based on what you’ve typed.\n\nPreload Top Hit in Safari\n\nWith Preload Top Hit enabled, as soon as Safari determines a Top Hit based on your bookmarks and browsing history, Safari will begin loading the web page in the background. If you disable this option, the page will load normally.\n\nYou Have Choice and Control\n\nIf you do not want Siri Suggestions to send your information to Apple, you can disable Siri Suggestions. Go to System Preferences > Spotlight > Search Results and deselect Siri Suggestions. You can disable Safari Suggestions in Safari by going to Safari > Preferences > Search and deselecting Include Safari Suggestions.\n\nYou can stop apps from contributing information to personalise Siri by going to System Preferences > Siri, then clicking Siri Suggestions & Privacy. Select an app from the list and deselect Learn from this App.\n\nYou can disable Location Services for Siri Suggestions by going to System Preferences > Security & Privacy > Privacy, then selecting Location Services. Click the lock to make changes and enter your password, click Details next to System Services, and deselect Location-Based Suggestions. If you turn off Location Services on your device, your location will not be sent to Apple. To deliver relevant search suggestions, Apple may use the IP address of your internet connection to approximate your location by matching it to a geographic region.\n\nIf you do not want Siri personalisation to sync across your devices, you can disable Siri by going to System Preferences > Apple ID > iCloud and deselecting Siri in the list of Apps on this Mac using iCloud.\n\nBy using Siri Suggestions and Search, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Siri phân tích cách bạn sử dụng thiết bị và các ứng dụng của bạn để cung cấp các gợi ý được cá nhân hóa và các kết quả tìm kiếm tốt hơn bằng cách sử dụng quá trình xử lý cục bộ, trên thiết bị và đồng bộ hóa trên các thiết bị bằng mã hóa hai chiều, sử dụng iCloud\n\nSiri sử dụng quá trình xử lý cục bộ, trên thiết bị để ghi nhớ cách bạn sử dụng các thiết bị và ứng dụng để cá nhân hóa trải nghiệm của bạn. Sử dụng thông tin được lưu trữ trên thiết bị của bạn, ví dụ như lịch sử duyệt của Safari, email, tin nhắn, thông báo và danh bạ, cũng như thông tin do các ứng dụng đã cài đặt khác đóng góp, Siri có thể cung cấp gợi ý trong Spotlight, Tra cứu, Safari, các ứng dụng, v.v.\n\nSiri sử dụng iCloud để đồng bộ hóa cá nhân hóa trên các thiết bị Apple của bạn bằng mã hóa hai chiều.\n\nĐể làm cho các gợi ý và kết quả tìm kiếm phù hợp hơn, một số thông tin được gửi đến Apple và không được liên kết với bạn.\n\nKhi bạn sử dụng Gợi ý của Siri hoặc Tra cứu hoặc nhập trong Tìm kiếm, Spotlight, tìm kiếm trên Safari hoặc tìm kiếm #images trong Tin nhắn, mọi thông tin được gửi đến Apple đều không nhận dạng bạn và được liên kết với một mã định danh ngẫu nhiên, xoay vòng do thiết bị tạo ra trong vòng 15 phút. Thiết bị của bạn có thể gửi thông tin như vị trí, các chủ đề quan tâm (ví dụ như nấu ăn hoặc bóng rổ), các truy vấn tìm kiếm, các gợi ý mà bạn đã chọn, các ứng dụng bạn sử dụng và dữ liệu sử dụng thiết bị liên quan đến Apple. Thông tin này không bao gồm các kết quả tìm kiếm hiển thị tệp hoặc nội dung trên thiết bị của bạn. Nếu bạn đăng ký vào các dịch vụ đăng ký nhạc hoặc video, tên của những dịch vụ này và loại đăng ký có thể được gửi đến Apple. Tên, số và mật khẩu tài khoản của bạn sẽ không được gửi đến Apple.\n\nThông tin này được sử dụng để xử lý yêu cầu của bạn, cung cấp các gợi ý và kết quả tìm kiếm phù hợp hơn và không được liên kết với ID Apple, địa chỉ email hoặc dữ liệu khác của bạn mà Apple có thể có từ việc bạn sử dụng các dịch vụ của Apple.\n\nThông tin tổng hợp có thể được sử dụng để cải thiện các sản phẩm và dịch vụ khác của Apple. Các truy vấn tìm kiếm phổ biến có thể được chia sẻ với công cụ tìm kiếm web để cải thiện kết quả tìm kiếm.\n\nGợi ý công cụ tìm kiếm trong Safari\n\nSafari có một trường duy nhất dành cho các tìm kiếm và địa chỉ web để bạn có thể duyệt web từ một nơi thuận tiện. Khi Gợi ý công cụ tìm kiếm được bật, Safari sẽ yêu cầu công cụ tìm kiếm đã chọn của bạn cung cấp gợi ý dựa trên những gì bạn nhập.\n\nTải trước kết quả phù hợp nhất trong Safari\n\nVới Tải trước kết quả phù hợp nhất được bật, ngay khi Safari xác định được Kết quả phù hợp nhất dựa trên các dấu trang và lịch sử duyệt của bạn, Safari sẽ bắt đầu tải trang web trong nền. Nếu bạn tắt tùy chọn này, trang sẽ tải bình thường.\n\nBạn có quyền lựa chọn và kiểm soát\n\nNếu bạn không muốn Gợi ý của Siri gửi thông tin đến Apple, bạn có thể tắt Gợi ý của Siri. Đi tới Tùy chọn hệ thống > Spotlight > Kết quả tìm kiếm và bỏ chọn Gợi ý của Siri. Bạn có thể tắt Gợi ý Safari trong Safari bằng cách đi tới Safari > Tùy chọn > Tìm kiếm và bỏ chọn Bao gồm gợi ý Safari.\n\nBạn có thể ngăn không cho các ứng dụng đóng góp thông tin để cá nhân hóa Siri bằng cách đi tới Tùy chọn hệ thống > Siri, sau đó bấm vào Gợi ý của Siri & Quyền riêng tư. Chọn một ứng dụng từ danh sách và bỏ chọn Ghi nhớ từ ứng dụng này.\n\nBạn có thể tắt Dịch vụ định vị cho Gợi ý của Siri bằng cách đi tới Tùy chọn hệ thống > Bảo mật & Quyền riêng tư > Quyền riêng tư, sau đó chọn Dịch vụ định vị. Bấm vào khóa để thực hiện các thay đổi và nhập mật khẩu của bạn, bấm vào Chi tiết bên cạnh Dịch vụ hệ thống và bỏ chọn Gợi ý dựa trên vị trí. Nếu bạn tắt Dịch vụ định vị trên thiết bị, vị trí của bạn sẽ không được gửi đến Apple. Để cung cấp các gợi ý tìm kiếm phù hợp hơn, Apple có thể sử dụng địa chỉ IP của kết nối internet để xác định vị trí gần đúng của bạn bằng cách đối chiếu với một vùng địa lý.\n\nNếu bạn không muốn tính năng cá nhân hóa Siri đồng bộ hóa trên các thiết bị, bạn có thể tắt Siri bằng cách đi tới Tùy chọn hệ thống > ID Apple > iCloud và bỏ chọn Siri trong danh sách các Ứng dụng trên máy Mac này đang sử dụng iCloud.\n\nBằng việc sử dụng Gợi ý của Siri và Tìm kiếm, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "vi"
      },
      {
        "target" : "Siri анализирует то, как Вы используете устройство и приложения, чтобы предоставлять персонализированные предложения и улучшенные результаты поиска на основе обработки локальных данных на устройстве, а также синхронизирует эти данные между Вашими устройствами через iCloud, используя сквозное шифрование.\n\nSiri обрабатывает данные на устройстве, чтобы изучить, как Вы используете устройства и приложения, и персонализировать функции. Используя информацию на Вашем устройстве, такую как историю поиска в Safari, электронные письма, сообщения, уведомления и контакты, а также данные, полученные от других установленных на устройстве приложений или предоставленные в них, Siri может делать предложения во время поиска в Spotlight и использования функции «Найти», браузера Safari, приложений и других возможностей программного обеспечения.\n\nSiri использует iCloud для защищенной сквозным шифрованием синхронизации функций, обеспечивающих персонализацию на всех Ваших устройствах Apple.\n\nДля повышения релевантности предложений и результатов поиска некоторая информация, не связанная с Вами лично, отправляется в Apple.\n\nКогда Вы используете Предложения Siri или функцию «Найти» или вводите текст при использовании Поиска, Spotlight, Safari или функции #images в Сообщениях, любая отправляемая в Apple информация связывается со случайным идентификатором, который генерирует Ваше устройство раз в 15 минут. На основе отправляемой таким образом информации невозможно установить Вашу личность. Ваше устройство может отправлять в Apple следующую информацию: геопозиция, темы интересов (такие как кулинария или баскетбол), поисковые запросы, выбранные Вами предложения, используемые приложения, а также связанные данные использования устройства. Эта информация не включает результаты поиска, в которые входят файлы или контент Вашего устройства. Если Вы оформляете подписки на музыку или видео, названия сервисов, предоставляющих подписку, и информация о типе подписки могут быть переданы в Apple. Имя учетной записи, номер и пароль в Apple не отправляются.\n\nЭта информация необходима для обработки Вашего запроса и предоставления более релевантных предложений и результатов поиска. Она не связана с Вашим Apple ID, адресом электронной почты или другими данными, которые могла получить компания Apple, когда Вы использовали сервисы Apple.\n\nОбобщенная информация может служить для улучшения других продуктов и сервисов Apple. Частые поисковые запросы могут быть отправлены в поисковую машину для более точного поиска.\n\nПредложения поисковой машины в Safari\n\nВ браузере Safari для ввода поисковых запросов и веб‑адресов используется одно и то же поле, благодаря чему переходить на веб‑сайты и работать в интернете легко и удобно. Когда предложения поисковой машины включены, Safari запрашивает у выбранной Вами поисковой машины предложения на основе введенного текста.\n\nПредзагрузка топ‑результата в Safari\n\nЕсли предзагрузка топ‑результата включена, то, как только Safari определяет топ‑результат на основе Ваших закладок и истории поиска, начинается загрузка соответствующей веб‑страницы в фоновом режиме. Если этот параметр выключен, загрузка веб‑страницы происходит в обычном режиме.\n\nВыбор и контроль — в Ваших руках\n\nЕсли Вы не хотите, чтобы функция «Предложения Siri» отправляла Вашу информацию в Apple, Предложения Siri можно выключить. Откройте «Системные настройки» > «Spotlight» > «Результаты поиска», затем снимите флажок «Предложения Siri». Предложения Safari можно выключить в браузере Safari. Для этого выберите в меню пункт «Safari» > «Настройки» > «Поиск», затем снимите флажок «Включить Предложения Safari».\n\nЧтобы приложения не отправляли информацию для персонализации Siri, откройте «Системные настройки» > «Siri», затем нажмите «Предложения Siri и конфиденциальность». Выберите приложение из списка, затем снимите флажок «Анализировать это приложение».\n\nДля Предложений Siri можно выключить службы геолокации. Для этого откройте «Системные настройки» > «Защита и безопасность» > «Конфиденциальность», затем выберите «Службы геолокации». Чтобы внести изменения, нажмите значок замка и введите свой пароль. Нажмите «Подробнее» рядом с пунктом «Системные службы», затем снимите флажок «Геолокационные предложения». Если выключить Службы геолокации на устройстве, Ваша геопозиция не будет отправляться в Apple. Для предоставления релевантных поисковых предложений Apple может использовать IP‑адрес Вашего интернет-подключения, чтобы приблизительно определять геопозицию, соотнося ее с географическим регионом.\n\nSiri можно выключить, чтобы персонализация Siri не синхронизировалась между Вашими устройствами. Для этого откройте «Системные настройки» > «Apple ID» > «iCloud», затем снимите флажок напротив Siri в списке «Приложения на этом Mac, использующие iCloud».\n\nИспользуя Предложения Siri и Поиск, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ru"
      },
      {
        "target" : "Siri analyse la façon dont vous utilisez vos appareils et vos apps pour fournir, au moyen d’un traitement local sur l’appareil, des suggestions personnalisées et de meilleurs résultats de recherche, et synchronise tous vos appareils avec le chiffrement de bout en bout au moyen d’iCloud\n\nDans le but de personnaliser votre expérience, Siri a recours à un traitement local sur l’appareil pour apprendre comment vous utilisez vos appareils. Grâce aux informations stockées sur votre appareil, telles que votre historique de navigation Safari, vos courriels, vos messages, vos notifications et vos contacts, ainsi que certaines informations fournies par d’autres apps installées, Siri peut offrir des suggestions dans Spotlight, Chercher, Safari, et plus encore.\n\nSiri utilise iCloud pour synchroniser la personnalisation sur tous vos appareils Apple à l’aide du chiffrement de bout en bout.\n\nPour faire des suggestions et obtenir des résultats de recherche plus pertinents, certaines informations sont transmises à Apple et ne sont pas associées à vous\n\nQuand vous utilisez les suggestions de Siri ou la fonction Chercher, ou lorsque vous entrez des termes de recherche dans Rechercher, dans Spotlight, dans la recherche de Safari ou dans la recherche #images de Messages, les informations envoyées à Apple ne vous identifient pas et sont associées à un identifiant aléatoire et temporaire de 15 minutes généré par l’appareil. Votre appareil peut envoyer à Apple des informations telles que votre position géographique, vos domaines d’intérêt (par exemple la cuisine ou le basketball), vos requêtes de recherche, les suggestions que vous avez choisies, les apps que vous utilisez et les données connexes d’utilisation d’appareil. Ces informations n’incluent pas les résultats de recherche qui comprennent des fichiers ou du contenu présents sur votre appareil. Si vous vous êtes abonné à des services d’abonnement de musique ou de vidéo les noms de ces services et les types d’abonnement peuvent être envoyés à Apple. Le nom, le numéro et le mot de passe de votre compte ne seront pas envoyés à Apple.\n\nCes informations sont utilisées pour traiter votre requête et offrir des suggestions et des résultats de recherche plus pertinents, et elles ne sont pas liées à votre identifiant Apple, à votre adresse courriel ou à toute autre donnée qu’Apple pourrait avoir obtenue par votre utilisation d’autres services Apple.\n\nDes informations agrégées peuvent être utilisées pour améliorer les autres produits et services d’Apple. Les recherches courantes peuvent être partagées avec un moteur de recherche Web afin d’améliorer les résultats de recherche.\n\nSuggestions du moteur de recherche dans Safari\n\nPour votre commodité, Safari utilise le même champ pour effectuer des recherches et entrer des adresses Web. Lorsque les suggestions du moteur sont activées, Safari demandera au moteur de recherche que vous avez choisi d’afficher des suggestions à mesure que vous tapez.\n\nPrécharger le meilleur résultat dans Safari\n\nLorsque « Précharger le meilleur résultat » est activé, Safari commence à charger la page Web en arrière-plan dès qu’il identifie le meilleur résultat en fonction de vos signets et de votre historique de navigation. Si vous désactivez cette option, cette page se chargera normalement.\n\nVous avez le choix et le contrôle\n\nSi vous ne souhaitez pas que les suggestions de Siri envoient vos informations à Apple, vous pouvez les désactiver. Accédez à Préférences Système > Spotlight > Résultats de la recherche, puis désélectionnez « Suggestions de Siri ». Vous pouvez désactiver les suggestions de Safari en accédant à Safari > Préférences > Rechercher, puis en désélectionnant « Inclure les suggestions Safari ».\n\nVous pouvez empêcher les apps de fournir les informations qui permettent de personnaliser Siri en accédant à Préférences Système > Siri, puis en cliquant sur Suggestions Siri et confidentialité. Sélectionnez une app de la liste, puis désélectionnez « Apprendre de cette app ».\n\nVous pouvez désactiver le service de localisation pour les suggestions de Siri en accédant à Préférences Système > Sécurité et confidentialité > Confidentialité, puis en sélectionnant Service de localisation. Cliquez sur le cadenas pour apporter des modifications et saisir votre mot de passe, cliquez sur Détails à côté de Services système, puis décochez Suggestions selon le lieu. Si vous désactivez le service de localisation sur votre appareil, votre position ne sera pas envoyée à Apple. Afin d’émettre des suggestions de recherche pertinentes, Apple pourrait utiliser l’adresse IP de votre connexion Internet pour la faire correspondre par approximation à une zone géographique.\n\nSi vous ne voulez pas que la personnalisation de Siri soit synchronisée sur tous vos appareils, vous pouvez désactiver Siri en accédant à Préférences Système > Identifiant Apple > iCloud, puis en décochant l’option Siri dans la liste des apps de ce Mac qui utilisent iCloud.\n\nEn utilisant les suggestions de Siri et de recherche, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Siri analyse la manière dont vous utilisez vos appareils et les apps pour vous offrir des suggestions personnalisées et de meilleurs résultats de recherche en traitant les données sur l’appareil, et se synchronise sur l’ensemble de vos appareils avec un chiffrement de bout en bout via iCloud.\n\nSiri fait appel à un processus de traitement des données sur l’appareil pour apprendre de quelle façon vous utilisez vos appareils et les apps afin de vous offrir une expérience personnalisée. Grâce aux informations stockées sur votre appareil, telles que votre historique de navigation Safari, vos e-mails, vos messages, vos notifications et vos contacts, ainsi que certaines informations fournies par d’autres apps installées, Siri peut offrir des suggestions dans Spotlight, Chercher, Safari, des apps et plus encore.\n\nSiri utilise iCloud pour synchroniser la personnalisation sur l’ensemble de vos appareils Apple à l’aide du chiffrement de bout en bout.\n\nPour rendre les suggestions et les résultats de recherche plus pertinents, des informations sont envoyées à Apple sans vous être associées.\n\nQuand vous utilisez les suggestions de Siri ou Chercher, ou que vous saisissez du texte dans Recherche, Spotlight, la recherche Safari ou la recherche #images dans Messages, aucune information envoyée à Apple ne vous identifie, et toutes les informations sont associées à un identifiant aléatoire généré par l’appareil et renouvelé toutes les 15 minutes. Votre appareil peut envoyer à Apple des informations telles que votre position, vos centres d’intérêt (par exemple la cuisine ou le basketball), vos requêtes, les suggestions que vous avez choisies, les apps que vous utilisez et les données d’utilisation de l’appareil qui y sont liées. Ces informations n’incluent pas les résultats de recherche comprenant des fichiers ou du contenu présent sur votre appareil. Si vous souscrivez à des services de musique ou vidéo avec abonnement, le nom de ces services et le type d’abonnement peuvent être envoyés à Apple. Le nom, le numéro et le mot de passe de votre compte ne seront pas envoyés à Apple.\n\nCes informations sont utilisées afin de traiter votre requête et de vous fournir des suggestions et des résultats de recherche plus pertinents ; elles ne sont pas liées à votre identifiant Apple, votre adresse e-mail ou toute autre donnée qu’Apple pourrait avoir obtenue par le biais de votre utilisation d’autres services Apple.\n\nLes informations agrégées peuvent être utilisées afin d’améliorer d’autres produits et services Apple. Les requêtes courantes peuvent être partagées avec un moteur de recherche afin d’améliorer les résultats de recherche.\n\nSuggestions du moteur de recherche dans Safari\n\nSafari comporte un seul champ destiné à la fois aux recherches et aux adresses web pour vous permettre de parcourir le Web facilement à partir d’un même endroit. Lorsque l’option « Suggestions du moteur de recherche » est activée, Safari demande des suggestions au moteur de recherche sélectionné en fonction de votre saisie.\n\nPrécharger le meilleur résultat dans Safari\n\nLorsque l’option « Précharger le meilleur résultat » est activée, dès que Safari détermine le meilleur résultat en fonction de vos signets et de votre historique de navigation, il commence à charger la page web en arrière-plan. Si vous désactivez cette option, la page est chargée normalement.\n\nVous avez le choix et c’est vous qui contrôlez\n\nSi vous ne souhaitez pas que « Suggestions de Siri » envoie vos informations à Apple, vous pouvez désactiver « Suggestions de Siri ». Accédez à Préférences Système > Spotlight > Résultats de la recherche et désélectionnez « Suggestions de Siri ». Vous pouvez désactiver les suggestions de Safari dans Safari en accédant à Safari > Préférences > Recherche et en décochant « Inclure les suggestions Safari ».\n\nVous pouvez empêcher les apps de fournir les informations qui permettent de personnaliser Siri en accédant à Préférences Système > Siri, puis en cliquant sur « Suggestions Siri et confidentialité ». Sélectionnez une app dans la liste, puis décochez la case « Apprendre de cette app ».\n\nVous pouvez désactiver le service de localisation pour les suggestions de Siri en accédant à Préférences Système > Sécurité et confidentialité > Confidentialité, puis en sélectionnant « Service de localisation ». Cliquez sur le cadenas et saisissez votre mot de passe pour pouvoir apporter des modifications, cliquez sur Détails en regard de « Services système », puis décochez la case « Suggestions selon le lieu ». Si vous désactivez le service de localisation sur votre appareil, votre position n’est pas envoyée à Apple. Pour offrir des suggestions de recherche pertinentes, Apple peut mettre en correspondance l’adresse IP de votre connexion Internet avec une région géographique afin de déterminer votre position approximative.\n\nSi vous ne voulez pas que les données de personnalisation de Siri soient synchronisées sur tous vos appareils, vous pouvez désactiver Siri en accédant à Préférences Système > Identifiant Apple > iCloud, puis en décochant Siri dans la liste « Apps sur ce Mac utilisant iCloud ».\n\nEn utilisant Suggestions de Siri et Recherche, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr"
      },
      {
        "target" : "Siri analysoi paikallisesti laitteessa, miten käytät laitteita ja appeja, ja antaa analyysin perusteella ehdotuksia ja parempia hakutuloksia sekä synkronoi laitteidesi välillä päästä päähän salatusti iCloudin avulla.\n\nSiri oppii paikallisesti laitteessa, miten käytät laitteitasi ja appeja, ja pystyy näin tuottamaan henkilökohtaisemman elämyksen. Siri voi antaa ehdotuksia mm. Spotlightissa, Katso lisää -toiminnossa, Safarissa ja apeissa käyttämällä laitteeseen tallennettuja tietoja, kuten Safarin selaushistoriaa, sähköposteja, viestejä, ilmoituksia ja yhteystietoja sekä muista asennetuista apeista saatavia tietoja.\n\nSiri käyttää iCloudia räätälöintien synkronoimiseen Apple-laitteiden välillä päästä päähän salattuna.\n\nJotta ehdotukset ja hakutulokset olisivat osuvampia, joitakin tietoja lähetetään Applelle. Näitä tietoja ei kuitenkaan liitetä sinuun.\n\nKun käytät Siri-ehdotuksia tai Katso lisää -toimintoa, tai kirjoitat hakuun, Spotlightiin, Safari-hakuun tai #images-hakuun Viesteissä, mikään Applelle lähetettävistä tiedoista ei yksilöi sinua, vaan tiedot yhdistetään laitteen 15 minuutin välein tuottamaan satunnaisesti kiertävään tunnisteeseen. Laitteesi voi lähettää Applelle tietoja, kuten sijainti, kiinnostuksenaiheet (esim. ruuanlaitto tai koripallo), hakukyselyt, valitsemasi ehdotukset, käyttämäsi apit ja asiaan liittyvät laitteen käyttötiedot. Nämä tiedot eivät sisällä hakutuloksia, joissa esiintyy tiedostoja tai sisältöä laitteeltasi. Jos tilaat musiikki- tai videopalveluita, näiden palveluiden nimet ja tilaustyypit voidaan lähettää Applelle. Käyttäjätunnustasi, numeroasi ja salasanaasi ei lähetetä Applelle.\n\nNäitä tietoja käytetään pyyntösi käsittelemiseen ja parempien ehdotusten ja hakutulosten tarjoamiseen, eikä niitä yhdistetä Apple ID:hesi, sähköpostiosoitteeseesi tai muuhun tietoon, jota Applella voi olla muiden Applen palveluiden käytöstäsi.\n\nKoostettuja tietoja voidaan käyttää muiden Applen tuotteiden ja palveluiden parantamiseen. Yleisiä hakukyselyitä voidaan jakaa hakupalvelulle hakutulosten parantamiseksi.\n\nHakukone-ehdotukset Safarissa\n\nSafarissa on yhteinen kenttä hauille ja verkko-osoitteille, joten voit selata verkkoa kätevästi yhdestä paikasta. Hakukoneen ehdotukset -toiminnon ollessa käytössä, Safari kysyy ehdotuksia valitsemaltasi hakukoneelta kirjoittamasi perusteella.\n\nEsilataa paras osuma Safarissa\n\nEsilataa paras osuma -toiminnon ollessa käytössä Safari aloittaa verkkosivuston lataamisen taustalla heti, kun Safari määrittää kirjanmerkkeihisi ja selaushistoriaasi pohjautuvan parhaan osuman. Jos poistat toiminnon käytöstä, sivusto latautuu normaalisti.\n\nValinta ja valta on sinun\n\nJos et halua Siri-ehdotusten lähettävän tietojasi Applelle, voit laittaa Siri-ehdotukset pois päältä. Valitse Järjestelmäasetukset > Spotlight > Hakutulokset ja poista Siri-ehdotusten valinta. Voit estää Safari-ehdotukset valitsemalla Safari > Asetukset > Haku ja poistamalla valinnan Sisällytä Safari-ehdotukset.\n\nVoit estää appeja tarjoamasta tietoa Sirin räätälöintiin valitsemalla Järjestelmäasetukset > Siri ja klikkaamalla Siri-ehdotukset ja tietosuoja. Valitse appi luettelosta ja poista valinta Opi tästä apista.\n\nVoit laittaa sijaintipalvelut kokonaan pois päältä Siri-ehdotuksilta valitsemalla Järjestelmäasetukset > Suojaus ja yksityisyys > Yksityisyys ja valitsemalla Sijaintipalvelut. Klikkaa lukkoa, jotta voit tehdä muutoksia, ja klikkaa Järjestelmäpalveluiden vieressä Lisätiedot ja poista sitten valinta Sijaintipohjaiset ehdotukset. Jos laitat laitteesi Sijaintipalvelut pois päältä, sijaintiasi ei lähetetä Applelle. Antaakseen merkityksellisiä hakuehdotuksia, Apple saattaa käyttää internet-yhteytesi IP-osoitetta sijaintisi arvioimiseen täsmäyttämällä sijaintisi maantieteelliseen alueeseen.\n\nJos haluat estää Siri-räätälöinnin synkronoinnin laitteidesi välillä, voit laittaa Sirin pois päältä valitsemalla Järjestelmäasetukset > Apple ID > iCloud ja poistamalla Sirin luettelosta Tämän Macin apit, jotka käyttävät iCloudia.\n\nKäyttämällä Siri-ehdotuksia ja -hakuja, hyväksyt ja sallit, että Apple ja sen tytäryhtiöt ja yhteistyökumppanit välittävät, keräävät, ylläpitävät, käsittelevät ja käyttävät näitä tietoja. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fi"
      },
      {
        "target" : "Siri Menganalisis Bagaimana Anda Menggunakan Perangkat dan App untuk Menyediakan Saran yang Dipersonalisasi dan Hasil Pencarian yang Lebih Baik Menggunakan Pemrosesan Lokal di Perangkat, dan Menyelaraskan di Semua Perangkat Anda dengan Enkripsi Ujung ke Ujung Menggunakan iCloud\n\nSiri menggunakan pemrosesan lokal di perangkat untuk mempelajari bagaimana Anda menggunakan perangkat dan app untuk mempersonalisasi pengalaman Anda. Dengan menggunakan informasi yang disimpan di perangkat Anda, seperti riwayat penelusuran Safari, email, pesan, pemberitahuan, dan kontak, serta informasi dikontribusikan oleh app lainnya yang terinstal, Siri dapat menyediakan saran di Spotlight, Cari Tahu, Safari, app, dan lainnya.\n\nSiri menggunakan iCloud untuk menyelaraskan personalisasi di semua perangkat Apple Anda menggunakan enkripsi ujung ke ujung.\n\nUntuk Membuat Saran dan Hasil Pencarian Lebih Relevan, Sebagian Informasi Dikirimkan ke Apple dan Tidak Dikaitkan dengan Anda\n\nSaat Anda menggunakan Saran Siri atau Cari Tahu, atau mengetik di Pencarian, Spotlight, pencarian Safari, atau pencarian #gambar di Pesan, semua informasi yang masuk ke Apple tidak mengidentifikasi Anda dan dikaitkan dengan pengenal acak yang dibuat perangkat, dirotasi, dan berdurasi 15 menit. Perangkat Anda dapat mengirimkan informasi seperti lokasi, topik menarik (misalnya, memasak atau bola basket), permintaan pencarian, saran yang telah Anda pilih, app yang Anda gunakan, dan data penggunaan perangkat terkait ke Apple. Informasi ini tidak menyertakan hasil pencarian yang menampilkan file atau konten di perangkat Anda. Jika Anda berlangganan layanan musik atau video, nama layanan ini dan jenis langganan dapat dikirimkan ke Apple. Nama, nomor, dan kata sandi akun tidak akan dikirimkan ke Apple.\n\nInformasi ini digunakan untuk memproses permintaan Anda dan menyediakan saran serta hasil pencarian yang lebih relevan, dan tidak ditautkan ke ID Apple, alamat email, dan data Anda lainnya yang mungkin dimiliki Apple dari penggunaan layanan Apple lainnya oleh Anda.\n\nInformasi agregat dapat digunakan untuk meningkatkan produk dan layanan Apple lain. Permintaan pencarian umum dapat dibagikan dengan mesin pencari web untuk meningkatkan hasil pencarian.\n\nSaran Mesin Pencari di Safari\n\nSafari memiliki satu bidang untuk pencarian dan alamat web sehingga Anda dapat menelusuri web dari satu tempat yang praktis. Jika Saran Mesin Pencari diaktifkan, Safari akan meminta saran kepada mesin pencari pilihan Anda berdasarkan pada apa yang telah Anda ketik.\n\nPramuat Hasil Teratas di Safari\n\nJika Pramuat Hasil Teratas diaktifkan, segera setelah Safari menentukan Hasil Teratas berdasarkan penanda dan riwayat penelusuran Anda, Safari akan mulai memuat halaman web di latar belakang. Jika Anda menonaktifkan pilihan ini, halaman akan dimuat seperti biasa.\n\nAnda Memiliki Pilihan dan Memegang Kontrol\n\nJika Anda tidak ingin Saran Siri mengirimkan informasi Anda ke Apple, Anda dapat menonaktifkan Saran Siri. Buka Preferensi Sistem > Spotlight > Hasil Pencarian dan batal pilih Saran Siri. Anda dapat menonaktifkan Saran Safari di Safari dengan membuka Safari > Preferensi > Cari dan membatalkan pilihan Sertakan Saran Safari.\n\nAnda dapat membuat app berhenti memberikan informasi untuk mempersonalisasi Siri dengan membuka Preferensi Sistem > Siri, lalu mengeklik Saran Siri & Privasi. Pilih app dari daftar dan batal pilih Pelajari dari App ini.\n\nAnda dapat menonaktifkan Layanan Lokasi untuk Saran Siri dengan membuka Preferensi Sistem > Keamanan & Privasi, lalu memilih Layanan Lokasi. Klik gembok untuk membuat perubahan dan masukkan kata sandi Anda, klik Detail di samping Layanan Sistem, dan batal pilih Saran Berbasis Lokasi. Jika Anda mematikan Layanan Lokasi di perangkat Anda, lokasi Anda tidak akan dikirimkan ke Apple. Untuk memberikan saran pencarian yang relevan, Apple dapat menggunakan alamat IP koneksi internet Anda untuk memperkirakan lokasi Anda dengan mencocokkannya ke wilayah geografis.\n\nJika Anda tidak ingin personalisasi Siri diselaraskan di semua perangkat Anda, Anda dapat menonaktifkan Siri dengan membuka Preferensi Sistem > ID Apple > iCloud, dan membatalkan pilihan Siri di daftar App di Mac ini menggunakan iCloud.\n\nDengan menggunakan Saran Siri dan Pencarian, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "id"
      },
      {
        "target" : "Siri analyseert hoe je je apparaten en apps gebruikt om persoonlijke suggesties en betere zoekresultaten te kunnen bieden via lokale verwerking op het apparaat en wordt op al je apparaten gesynchroniseerd met end-to-end-encryptie via iCloud\n\nSiri gebruikt lokale verwerking op het apparaat om te leren hoe je je apparaten en apps gebruikt en zo een meer persoonlijke gebruikservaring te kunnen bieden. Siri gebruikt informatie op je apparaat zoals je Safari-browsergeschiedenis, e‑mails, berichten, meldingen en contacten, en ook informatie uit andere apps die je hebt geïnstalleerd, om suggesties te geven in bijvoorbeeld Spotlight, 'Zoek op', Safari en apps.\n\nSiri gebruikt iCloud en end-to-end-encryptie om personalisatie te synchroniseren op al je Apple apparaten.\n\nOm suggesties en zoekresultaten relevanter te maken, worden sommige gegevens, die niet aan jou gekoppeld zijn, naar Apple gestuurd\n\nWanneer je Siri-suggesties of 'Zoek op' gebruikt, de zoekfunctie gebruikt, een Spotlight-zoekactie uitvoert of een #images-zoekactie in Berichten uitvoert, wordt de informatie die naar Apple wordt verstuurd, gekoppeld aan een willekeurige, door je apparaat gegenereerde ID, die 15 minuten actief is. Je identiteit kan niet worden achterhaald aan de hand van deze informatie. Je apparaat verstuurt mogelijk informatie, zoals je locatie, onderwerpen die je interessant vindt (zoals koken of voetbal), je zoekopdrachten, suggesties die je hebt geselecteerd, apps die je gebruikt en verwante apparaatgebruiksgegevens naar Apple. Zoekresultaten die bestanden of materiaal op je apparaat weergeven, maken geen deel uit van deze informatie. Als je abonnementen hebt op muziek- of videodiensten, kunnen de namen van deze diensten en het soort abonnement naar Apple worden gestuurd. De naam, het nummer, en het wachtwoord van je account worden niet naar Apple gestuurd.\n\nDeze gegevens worden gebruikt om je verzoek te verwerken en om suggesties en zoekresultaten relevanter te maken en zijn niet aan je Apple ID, e‑mailadres of andere gegevens gekoppeld waarover Apple beschikt door je gebruik van andere voorzieningen van Apple.\n\nSamengevoegde informatie kan worden gebruikt om andere producten en voorzieningen van Apple te verbeteren. Veelgebruikte zoekopdrachten kunnen met een zoekmachine worden gedeeld om de zoekresultaten te verbeteren.\n\nZoekmachinesuggesties in Safari\n\nSafari heeft één veld voor het invoeren van zoekopdrachten en webadressen zodat je vanuit één plek op het web kunt surfen. Wanneer 'Zoekmachinesuggesties' is ingeschakeld, vraagt Safari je geselecteerde zoekmachine om suggesties op basis van wat je hebt ingevoerd.\n\nLaad beste resultaat vooraf in Safari\n\nAls 'Laad beste resultaat vooraf' is ingeschakeld en Safari een beste resultaat heeft gevonden op basis van je bladwijzers en browsergeschiedenis, wordt de webpagina op de achtergrond geladen. Als je deze optie uitschakelt, wordt de pagina normaal geladen.\n\nJij hebt de keuze en de controle\n\nAls je niet wilt dat je informatie voor de Siri-suggesties naar Apple wordt verstuurd, kun je 'Siri-suggesties' uitschakelen. Ga in Systeem­voorkeuren naar 'Spotlight' > 'Zoekresultaten' en deselecteer 'Siri-suggesties'. Je kunt Safari-suggesties in Safari uitschakelen door in Safari naar 'Voorkeuren' > 'Zoeken' te gaan en 'Inclusief Safari-suggesties' uit te schakelen.\n\nJe kunt aangeven welke apps niet langer informatie mogen leveren voor het personaliseren van Siri. Ga in Systeemvoorkeuren naar 'Siri' en klik vervolgens op 'Siri-suggesties en privacy'. Selecteer een app in de lijst en schakel 'Leer van deze app' uit.\n\nJe kunt locatievoorzieningen voor Siri-suggesties uitschakelen door in Systeemvoorkeuren naar 'Beveiliging en privacy' > 'Privacy' te gaan en vervolgens 'Locatievoorzieningen' te selecteren. Klik op het slotje om wijzigingen aan te brengen en voer je wachtwoord in. Klik vervolgens naast 'Systeemvoorzieningen' op 'Details' en schakel 'Locatiegebonden suggesties' uit. Als je 'Locatievoorzieningen' uitschakelt op je apparaat, wordt je locatie niet naar Apple verstuurd. Om relevante zoekresultaten te verschaffen, maakt Apple mogelijk gebruik van het IP-adres van je internetverbinding om je globale locatie te bepalen binnen een bepaalde geografische regio.\n\nAls je niet wilt dat Siri-personalisatie op je apparaten wordt gesynchroniseerd, kun je Siri uitschakelen door in Systeemvoorkeuren naar 'Apple ID' > 'iCloud' te gaan, en 'Siri' uit te schakelen in de lijst 'Apps op deze Mac die iCloud gebruiken'.\n\nDoor Siri-suggesties en -zoekopdrachten te gebruiken, ga je ermee akkoord dat Apple en zijn dochterondernemingen en tussenpersonen deze informatie mogen versturen, verzamelen, onderhouden, verwerken en gebruiken. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http:\/\/www.apple.com\/nl\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "nl"
      },
      {
        "target" : "Siri จะวิเคราะห์ว่าคุณใช้งานอุปกรณ์และแอปอย่างไรเพื่อที่จะเสนอคำแนะนำที่ตรงกับความต้องการและการค้นหาที่ได้ผลดียิ่งขึ้นสำหรับคุณโดยใช้การประมวลผลภายในอุปกรณ์และการเชื่อมข้อมูลระหว่างอุปกรณ์ของคุณด้วยการเข้ารหัสแบบต้นทางถึงปลายทางโดยใช้ iCloud\n\nSiri จะใช้การประมวลผลภายในอุปกรณ์เพื่อเรียนรู้ว่าคุณใช้งานอุปกรณ์และแอปอย่างไรเพื่อให้ประสบการณ์ที่เป็นส่วนบุคคล โดยการใช้ข้อมูลที่จัดเก็บอยู่ในอุปกรณ์ เช่น ประวัติการท่องเว็บใน Safari อีเมล ข้อความ การแจ้งเตือน และรายชื่อ รวมทั้งข้อมูลที่ส่งมาจากแอปอื่นๆ ที่ติดตั้งของคุณ จะทำให้ Siri สามารถให้คำแนะนำได้ใน Spotlight, การค้นดู, Safari, แอป และอื่นๆ\n\nSiri ใช้ iCloud เพื่อเชื่อมข้อมูลกับอุปกรณ์ Apple ต่างๆ ของคุณโดยใช้การเข้ารหัสแบบต้นทางถึงปลายทาง\n\nในการเสนอคำแนะนำและผลการค้นหาให้ตรงมากขึ้นกับความสนใจ ข้อมูลบางอย่างจะถูกส่งไปที่ Apple และในข้อมูลจะไม่มีการอ้างอิงถึงคุณ\n\nเมื่อคุณใช้คำแนะนำโดย Siri หรือการค้นดู หรือป้อนในการค้นหา, Spotlight, การค้นหาใน Safari, การค้นหา #images ในแอปข้อความ ข้อมูลใดๆ ที่ส่งไปที่ Apple จะไม่ระบุตัวตนถึงคุณ และจะผูกกับข้อมูลประจำตัวที่อุปกรณ์สร้างขึ้นแบบสุ่มวน 15 นาที อุปกรณ์ของคุณอาจส่งข้อมูล เช่น ตำแหน่งที่ตั้ง หัวข้อที่คุณสนใจ (เช่น การทำอาหารหรือบาสเกตบอล) คำถามการค้นหาของคุณ คำแนะนำที่คุณเลือก แอปที่คุณใช้ และข้อมูลการใช้งานอุปกรณ์ที่เกี่ยวข้องให้กับ Apple ซึ่งข้อมูลนี้จะไม่รวมผลการค้นหาที่แสดงไฟล์หรือเนื้อหาบนอุปกรณ์ของคุณ หากคุณสมัครสมาชิกบริการเพลงหรือวิดีโอ ชื่อของบริการเหล่านี้และประเภทของการสมัครสมาชิกอาจถูกส่งให้กับ Apple ส่วนชื่อ หมายเลข และรหัสผ่านบัญชีของคุณจะไม่ถูกส่งให้กับ Apple\n\nข้อมูลนี้จะใช้เพื่อประมวลผลคำขอของคุณและให้คำแนะนำและผลการค้นหาที่ตรงยิ่งขึ้น ซึ่งจะไม่ผูกกับ Apple ID, ที่อยู่อีเมล หรือข้อมูลอื่นๆ ที่ Apple อาจได้จากบริการอื่นๆ ของ Apple\n\nข้อมูลที่รวมเข้าด้วยกันอาจถูกใช้เพื่อปรับปรุงผลิตภัณฑ์และบริการอื่นๆ ของ Apple คำถามการค้นหาทั่วไปอาจแชร์กับเครื่องมือค้นหาของเว็บเพื่อปรับปรุงผลการค้นหา\n\nคำแนะนำโดยเครื่องมือค้นหาใน Safari\n\nSafari มีช่องหนึ่งช่องสำหรับการค้นหาและที่อยู่เว็บ คุณสามารถเลือกดูเว็บได้จากที่ที่สะดวกสบายเพียงที่เดียว เมื่อเปิดใช้งานคำแนะนำโดยเครื่องมือค้นหา Safari เสนอคำแนะนำที่อิงตามสิ่งที่คุณพิมพ์เครื่องมือค้นหาที่คุณเลือก\n\nโหลดรายการยอดนิยมล่วงหน้าใน Safari\n\nเมื่อเปิดใช้งานโหลดรายการยอดนิยมล่วงหน้า ทันทีที่ Safari กำหนดรายการยอดนิยมโดยอิงจากที่คั่นหน้าและประวัติการเลือกหาของคุณ Safari จะเริ่มต้นโหลดหน้าเว็บในพื้นหลัง ถ้าคุณปิดใช้งานตัวเลือกนี้ หน้าจะถูกโหลดโดยอัตโนมัติ\n\nคุณมีทางเลือกและสามารถควบคุมได้\n\nถ้าคุณไม่ต้องการให้คำแนะนำโดย Siri ส่งข้อมูลไปที่ Apple คุณสามารถปิดใช้งานคำแนะนำโดย Siri ได้ โดยไปที่การตั้งค่าระบบ > Spotlight > ผลการค้นหา แล้วเลิกเลือกคำแนะนำโดย Siri คุณสามารถปิดใช้งานคำแนะนำโดย Safari ได้ใน Safari โดยไปที่ Safari > การตั้งค่า > ค้นหา แล้วเลิกเลือกรวมถึงคำแนะนำโดย Safari ด้วย\n\nคุณสามารถหยุดแอปไม่ให้ส่งข้อมูลเพื่อปรับ Siri ให้เหมาะกับคุณได้ โดยไปที่การตั้งค่าระบบ > Siri แล้วคลิกคำแนะนำโดย Siri และความเป็นส่วนตัว เลือกแอปจากรายการ จากนั้นเลิกเลือกเรียนรู้จากแอปนี้\n\nคุณสามารถปิดใช้งานบริการหาตำแหน่งที่ตั้งสำหรับคำแนะนำโดย Siri ได้โดยไปที่การตั้งค่าระบบ > ความปลอดภัยและความเป็นส่วนตัว > ความเป็นส่วนตัว แล้วเลือกบริการหาตำแหน่งที่ตั้งในแท็บความเป็นส่วนตัว คลิกแม่กุญแจเพื่อทำการเปลี่ยนแปลงแล้วป้อนรหัสผ่านของคุณ คลิกรายละเอียดถัดจากบริการระบบ แล้วเลิกเลือกคำแนะนำตามตำแหน่งที่ตั้ง ถ้าคุณปิดใช้บริการหาตำแหน่งที่ตั้งบนอุปกรณ์ของคุณ ตำแหน่งที่ตั้งของคุณจะไม่ถูกส่งไปที่ Apple ในการส่งคำแนะนำการค้นหาที่ตรงกับความสนใจ Apple อาจจะใช้ที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณเพื่อประมาณตำแหน่งที่ตั้งของคุณโดยการเทียบกับพื้นที่ทางภูมิศาสตร์\n\nถ้าคุณไม่ต้องการให้การปรับแต่ง Siri เชื่อมข้อมูลบนอุปกรณ์ต่างๆ ของคุณ คุณสามารถปิดใช้งาน Siri ได้โดยไปที่การตั้งค่าระบบ > Apple ID > iCloud แล้วเลิกเลือก Siri ในรายการของแอปบน Mac เครื่องนี้ที่ใช้ iCloud\n\nโดยการใช้คำแนะนำโดย Siri และการค้นหา ถือว่าคุณยอมรับและยินยอมให้ Apple บริษัทในเครือ และตัวแทน ส่งผ่าน เก็บรวบรวม บำรุงรักษา ประมวลผล และใช้ข้อมูลนี้ ข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "th"
      },
      {
        "target" : "Siri analizează modul în care vă utilizați dispozitivele și aplicațiile pentru a furniza sugestii personalizate și căutări mai bune utilizând procesare locală, pe dispozitiv, și se sincronizează pe dispozitivele dvs. cu criptare end-to-end utilizând iCloud.\n\nSiri utilizează procesare locală, pe dispozitiv, pentru a învăța modul în care vă utilizați dispozitivul și aplicațiile și a vă oferi o experiență personalizată. Utilizând informații stocate pe dispozitiv, precum istoricul de navigare Safari, e‑mailuri, mesaje, notificări și contacte, precum și informații furnizate de alte aplicații instalate, Siri poate oferi sugestii în Spotlight, căutarea referințelor, Safari, aplicații și altele.\n\nSiri utilizează iCloud pentru a sincroniza personalizarea dispozitivelor dvs. Apple cu criptare end‑to‑end.\n\nPentru a spori relevanța sugestiilor și rezultatelor căutărilor, unele informații sunt trimise la Apple, fără a fi asociate cu persoana dvs.\n\nCând utilizați sugestiile Siri sau căutarea referințelor sau tastați în căutare, Spotlight, căutarea Safari sau căutarea #imaginilor în Mesaje, informațiile trimise către Apple nu vă identifică pe dvs. și sunt asociate cu un identificator aleatoriu, alternant, cu durata de 15 minute, generat pe dispozitiv. Dispozitivul dvs. poate trimite către Apple informații cum ar fi localizarea, subiecte de interes (de exemplu gătitul sau baschetul), interogările de căutare, sugestiile pe care le‑ați selectat, aplicațiile pe care le utilizați și date de utilizare a dispozitivului conexe. Aceste informații nu includ rezultatele căutării care afișează fișiere sau conținut de pe dispozitivul dvs. Dacă vă abonați la servicii de muzică sau video cu abonament, numele acestor servicii și tipul de abonare pot fi trimise la Apple. Numele, numărul și parola contului dvs. nu vor fi trimise către Apple.\n\nAceste informații sunt utilizate pentru procesarea solicitării dvs. și oferirea de sugestii și rezultate ale căutării mai relevante și nu sunt asociate ID‑ului dvs. Apple, adresei de e‑mail și altor date pe care Apple le-ar putea deține din utilizarea de către dvs. a altor servicii Apple.\n\nEste posibil să se utilizeze informații agregate pentru îmbunătățirea altor produse și servicii Apple. Pentru îmbunătățirea rezultatelor căutărilor, interogările comune de căutare pot fi partajate cu un motor de căutare web.\n\nSugestiile motoarelor de căutare în Safari\n\nSafari are un singur câmp pentru căutări și adrese web, permițând navigarea pe web dintr‑un singur loc convenabil. Când opțiunea “Sugestii motor de căutare” este activată, Safari îi va solicita motorului de căutare selectat să furnizeze sugestii bazate pe ceea ce ați tastat.\n\nPreîncărcarea primului rezultat în Safari\n\nDacă opțiunea “Preîncărcați primul rezultat” este activată, imediat ce Safari determină un prim rezultat pe baza favoritelor și istoricului dvs. de navigare, Safari va începe încărcarea paginii în fundal. Dacă dezactivați această opțiune, pagina se va încărca normal.\n\nAlegerea și controlul vă aparțin\n\nDacă nu doriți ca sugestiile Siri să trimită informațiile dvs. la Apple, puteți dezactiva sugestiile Siri. Accesați Preferințe sistem > Spotlight > Rezultate căutare și deselectați “Sugestii Siri”. Puteți dezactiva sugestiile Safari în Safari accesând Safari > Preferințe > Căutare și deselectând “Include sugestii Safari”.\n\nPuteți împiedica aplicațiile să furnizeze informații pentru a personaliza Siri accesând Preferințe sistem > Siri, apoi făcând clic pe “Sugestiile Siri și intimitatea”. Selectați o aplicație din listă și deselectați “Învață din această aplicație”.\n\nPuteți dezactiva serviciile de localizare pentru sugestiile Siri accesând Preferințe sistem > Securitate și intimitate > Intimitate, apoi selectând Servicii de localizare. Faceți clic pe lacăt pentru efectua modificări și introduceți‑vă parola, faceți clic pe Detalii lângă Servicii de sistem și deselectați “Sugestii cu localizare”. Dacă dezactivați serviciile de localizare de pe dispozitiv, localizarea dvs. nu va fi trimisă la Apple. Pentru a furniza sugestii relevante pentru căutare, Apple poate utiliza adresa IP a conexiunii dvs. la internet pentru a vă aproxima localizarea prin corelarea acesteia cu o regiune geografică.\n\nDacă nu doriți ca personalizarea Siri să se sincronizeze între dispozitivele dvs., puteți dezactiva Siri accesând Preferințe sistem > ID Apple > iCloud și deselectând Siri în lista Aplicații de pe acest Mac care utilizează iCloud.\n\nPrin utilizarea Sugestiilor Siri și a căutării, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ro"
      },
      {
        "target" : "Siri analizira kako koristite svoje uređaje i aplikacije radi pružanja personaliziranih prijedloga i boljih rezultata pretraživanja koristeći lokalnu obradu na uređaju i sinkronizira na svim vašim uređajima pomoću enkripcije s kraja na kraj koristeći iCloud\n\nZnačajka Siri koristi lokalnu obradu na uređaju kako bi analizirala kako koristite svoje uređaje i aplikacije da bi personalizirala vaše iskustvo. Koristeći informacije pohranjene na vašem uređaju, kao što su povijest pretraživanja u pregledniku Safari, e-mailovi, poruke, obavijesti i kontakti, kao i informacije koje daju druge instalirane aplikacije, Siri može davati prijedloge u Spotlightu, funkciji Potraži, aplikaciji Safari, aplikacijama i ostalo.\n\nSiri koristi iCloud za sinkronizaciju personalizacije na svim vašim Apple uređajima pomoću enkripcije s kraja na kraj.\n\nKako bi prijedlozi i rezultati pretraživanja bili što relevantniji, neke informacije šalju se Appleu i nisu povezane s vama\n\nKad koristite Siri prijedloge, funkciju Potraži ili tipkate u polje za pretraživanje, Spotlight, Safari pretraživanje ili koristite pretraživanje #slike u Porukama, ne identificira vas nijedna informacija koja se šalje Appleu i povezuje se s nasumičnim 15-minutnim rotirajućim identifikatorom koji je generirao uređaj. Vaš uređaj može Appleu poslati informacije kao što su lokacija, teme od interesa (na primjer, kuhanje ili košarka), upiti za pretraživanje, odabrani prijedlozi, aplikacije koje koristite i povezani podaci o uporabi uređaja. Te informacije ne uključuju rezultate pretraživanja koji prikazuju datoteke ili sadržaj na vašem uređaju. Ako se pretplatite na glazbene ili video usluge, nazivi tih usluga i vrsta pretplate mogu se poslati Appleu. Vaš naziv računa, broj i lozinka neće biti poslani Appleu.\n\nTe se informacije koriste za obradu vašeg zahtjeva i pružanje relevantnijih prijedloga i rezultata pretraživanja i ne povezuju se na vaš Apple ID, e-mail adresu ili druge podatke koje Apple može imati iz vaše uporabe drugih Appleovih usluga.\n\nAgregirane se informacije mogu koristiti za poboljšanje drugih Appleovih proizvoda i usluga. Česti upiti za pretraživanje mogu se dijeliti s web tražilicom radi poboljšanja rezultata pretrage.\n\nPrijedlozi tražilice u pregledniku Safari\n\nSafari ima jedno polje za pretrage i web adrese tako da možete pretraživati web s jednog pogodnog mjesta. Kad je uključena opcija Prijedlozi tražilice, Safari će upitati vašu odabranu tražilicu za prijedloge na temelju onog što ste utipkali.\n\nPrethodno učitavanje glavnog rezultata u pregledniku Safari\n\nKad je uključena opcija Prethodno učitavanje glavnog rezultata, čim Safari odredi glavni rezultat na temelju vaših knjižnih oznaka i povijesti pretraživanja, Safari će početi učitavati web stranicu u pozadini. Ako onemogućite ovu opciju, stranica će se učitavati na uobičajen način.\n\nImate mogućnost izbora i nadzora\n\nAko ne želite da Siri prijedlozi šalju vaše podatke tvrtki Apple, možete onemogućiti Siri prijedloge. Idite u Postavke sustava > Spotlight > Rezultati pretrage i odznačite opciju Siri prijedlozi. Safarijeve prijedloge možete onemogućiti u aplikaciji Safari tako da otvorite Safari > Postavke > Pretraga i odznačite Uključi Safari prijedloge.\n\nMožete spriječiti aplikacijsko slanje informacija za personaliziranje Siri tako da otvorite Postavke sustava > Siri, zatim kliknete Siri prijedlozi i privatnost. Odaberite aplikaciju s popisa i odznačite opciju Saznaj iz ove aplikacije.\n\nMožete onemogućiti Lokacijske usluge za Siri prijedloge tako da otvorite Postavke sustava > Sigurnost i privatnost > Privatnost pa odaberete Lokacijske usluge. Kliknite lokot kako biste mogli unositi promjene i unesite svoju lozinku, kliknite Detalji pored opcije Usluge sustava i odznačite Prijedloge bazirane na lokaciji. Isključite li lokacijske usluge na svom uređaju, vaša lokacija neće biti poslana Appleu. Za pružanje relevantnih prijedloga za pretraživanje Apple može upotrijebiti IP adresu vaše internetske veze kako bi približno odredio vašu lokaciju tako da je usporedi sa zemljopisnom regijom.\n\nAko ne želite da se Siri personalizacija sinkronizira između vaših uređaja, možete onemogućiti Siri tako da otvorite Postavke sustava > Apple ID > iCloud i odznačite Siri u popisu Aplikacije na ovom Mac računalu koje koriste iCloud.\n\nUporabom Siri prijedloga i pretraživanja, slažete se i pristajete da Apple i njegove podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti prethodno opisane informacije. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "SpotlightSearch.strings",
        "language" : "hr"
      },
      {
        "target" : "Siri द्वारा स्थानीय, ऑन-डिवाइस प्रोसेसिंग का उपयोग करके वैयक्तिकृत सुझाव और बेहतर खोज परिणाम प्रदान करने के लिए आपके द्वारा किए गए डिवाइस और ऐप्स के उपयोग का विश्लेषण किया जाता है और iCloud का उपयोग करके आपके सभी डिवाइस पर एंड-टू-एंड एंक्रिप्शन के साथ सिंक किया जाता है।\n\nSiri द्वारा आपके अनुभव को वैयक्तिकृत करने के लिए सीखने हेतु स्थानीय, ऑन-डिवाइस प्रोसेसिंग का उपयोग किया जाता है ताकि सीखा जा सके कि आप अपने डिवाइस और ऐप्स का उपयोग कैसे करते हैं। आपके डिवाइस पर संग्रहित जानकारी, जैसे कि आपकी Safari ब्राउज़िंग हिस्ट्री, ईमेल, संदेश, सूचनाएँ और संपर्कों के साथ ही साथ अन्य इंस्टॉल किए गए ऐप्स से मिली जानकारी के उपयोग से Siri द्वारा Spotlight, तलाशें, Safari, ऐप्स इत्यादि में सुझाव दिए जा सकते हैं।\n\nएंड-टू-एंड एंक्रिप्शन के माध्यम से आपके सभी Apple डिवाइस पर वैयक्तिकृत जानकारी सिंक करने के लिए Siri द्वारा iCloud का उपयोग किया जाता है।\n\nसुझावों और खोज परिणामों को अधिक प्रासंगिक बनाने के लिए कुछ जानकारी Apple को भेजी जाती है जिसका आपसे संबंध नहीं होता है।\n\nजब आप Siri सुझाव या तलाशें का उपयोग करते हैं या खोज, Spotlight, Safari खोज में टाइप करते हैं या संदेश में #images खोजते हैं, तो इसके लिए Apple को भेजी गई कोई भी जानकारी आपकी व्यक्तिगत रूप से पहचान नहीं करती है और यह 15-मिनट वाले रैंडम, रोटेट होने वाले डिवाइस जनरेटेड आइडेंटिफ़ायर से संबंधित होती है। आपका डिवाइस स्थान, रुचि के विषयों (उदाहरण के लिए कुकिंग या बास्केटबॉल), आपके सर्च क्वेरी, चयनित सुझाव, उपयोग किए जाने वाले ऐप्स और संबंधित उपयोग डेटा से जुड़ी जानकारी Apple को भेज सकता है। इस जानकारी में उन खोज परिणामों को शामिल नहीं किया जाता है जिससे आपके डिवाइस पर फ़ाइलें या कॉन्टेंट दिखाई देता हो। यदि आपने संगीत या वीडियो सब्सक्रिप्शन सेवाओं को सब्सक्राइब किया है, तो उन सेवाओं के नाम और सब्सक्रिप्शन के प्रकार की जानकारी Apple को भेजी जा सकती है। आपका खाता नाम, नंबर और पासवर्ड Apple को नहीं भेजे जाएँगे।\n\nइस जानकारी का उपयोग आपके अनुरोध को प्रोसेस करने और अधिक संबंधित सुझाव और खोज परिणाम प्रदान करने के लिए किया जाता है और यह आपके Apple ID, ईमेल पते से या अन्य डेटा से लिंक नहीं होता है जो Apple ने अन्य Apple सेवाओं के आपके उपयोग के आधार पर एकत्रित किया हो सकता है।\n\nऐग्रीगेटेड जानकारी का उपयोग अन्य Apple उत्पादों और सेवाओं को बेहतर बनाने के लिए किया जा सकता है। सर्च क्वेरी को बेहतर बनाने के लिए आम खोजों को वेब सर्च इंजन के साथ शेयर किया जा सकता है।\n\nSafari में सर्च इंजन सुझाव\n\nSafari में खोज और वेब पतों के लिए एक फ़ील्ड होती है ताकि आप एक सुविधाजनक जगह से वेब को ब्राउज़ कर सकें। सर्च इंजन सुझाव सक्षम होने पर आपके टाइप किए गए शब्दों के आधार पर Safari द्वारा आपके सुझावों के लिए आपके चयनित सर्च इंजन से पूछा जाएगा।\n\nSafari में शीर्ष हिट प्रीलोड करें\n\n“शीर्ष हिट प्रीलोड करें” सक्षम होने पर Safari द्वारा आपके बुकमार्क और ब्राउज़िंग हिस्ट्री के आधार पर टॉप हिट का निर्धारण करने पर Safari बैकग्राउंड में वेबपृष्ठ लोड करना शुरू कर देगा। यदि आप इस विकल्प को अक्षम करते हैं, तो पृष्ठ सामान्य रूप से लोड होगा।\n\nविकल्प और नियंत्रण आपके पास हैं\n\nयदि आप नहीं चाहते हैं कि “Siri सुझाव” आपकी जानकारी Apple को भेजे, तो आप Siri सुझाव को अक्षम कर सकते हैं। सिस्टम प्राथमिकता > Spotlight > खोज परिणाम में जाएँ और Siri सुझावों को अचयनित करें। आप Safari > प्राथमिकता > खोज में जाकर और Safari सुझाव शामिल करें को अचयनित करके Safari में Safari सुझाव अक्षम कर सकते हैं।\n\nआप Siri को वैयक्तिकृत बनाने के लिए ऐप्स द्वारा दी जाने वाली जानकारी का योगदान बंद कर सकते हैं। सिस्टम प्राथमिकता में जाएँ > Siri पर क्लिक करें, फिर “Siri सुझाव और गोपनीयता” चुनें। ऐप चुनें और “इस ऐप से सीखें” को अचयनित करें।\n\nआप सिस्टम प्राथमिकता > सुरक्षा और गोपनीयता > गोपनीयता पर जाकर और स्थान सेवा को चुनकर Siri सुझाव के लिए स्थान सेवा को अक्षम कर सकते हैं। बदलाव करने के लिए लॉक पर क्लिक करें और अपना पासवर्ड दर्ज करें, सिस्टम सेवाएँ के पास विवरण पर क्लिक करें और स्थान आधारित सुझाव को अचयनित करें। यदि आप “स्थान सेवा” को अपने डिवाइस पर बंद करते हैं, तो आपका सटीक स्थान Apple को नहीं भेजा जाएगा। उपयुक्त खोज सुझाव प्रदान करने के लिए Apple आपके इंटरनेट कनेक्शन के IP पते का उपयोग भौगोलिक क्षेत्र से मिलान कर नज़दीकी स्थान की जानकारी प्राप्त करने के लिए कर सकता है।\n\nयदि आप Siri वैयक्तिकरण को अपने सभी डिवाइस पर सिंक नहीं करना चाहते हैं, तो आप सिस्टम प्राथमिकता > Apple ID > iCloud पर जाकर और “इस Mac पर iCloud का उपयोग करने वाले ऐप्स की सूची” में Siri को अचयनित करके Siri को अक्षम कर सकते हैं।\n\nSiri सुझाव और खोज का उपयोग करके आप यह सहमति देते हैं कि Apple और उसके सहयोगी और उनके प्रतिनिधि इस जानकारी को संचारित, एकत्रित, रखरखाव, प्रोसेसिंग और उपयोग कर सकते हैं। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "SpotlightSearch.strings",
        "language" : "hi"
      },
      {
        "target" : "Siri analitza com fas servir els teus dispositius i les apps per oferir‑te suggeriments personalitzats i millorar els resultats de cerca amb un processament local al dispositiu i, per mitjà de l’iCloud, se sincronitza entre tots els dispositius amb encriptació d’extrem a extrem.\n\nSiri utilitza un processament local al dispositiu per aprendre com fas servir els dispositius i les apps, i personalitzar l’experiència. Utilitzant la informació emmagatzemada al teu dispositiu, com ara l’historial de navegació del Safari, els correus electrònics, els missatges, les notificacions i els contactes, així com la informació que proporcionen altres apps instal·lades, Siri pot fer‑te suggeriments a l’Spotlight, a la funció Consultar, al Safari, a les apps i a molts més llocs.\n\nSiri fa servir l’iCloud per sincronitzar la personalització entre tots els teus dispositius Apple amb encriptació d’extrem a extrem.\n\nPerquè els suggeriments i els resultats de les cerques siguin més rellevants, s’envia a Apple determinada informació que no s’associa amb tu.\n\nQuan utilitzis els suggeriments de Siri o Consultar, o facis cerques a través de la funció Buscar, l’Spotlight, el Safari o #imatges a l’app Missatges, la informació que s’enviï a Apple no t’identificarà, i s’associarà amb un identificador aleatori generat pel dispositiu cada 15 minuts. El dispositiu pot enviar a Apple informació com la ubicació, els temes d’interès (per exemple, cuina o bàsquet), les teves cerques, els suggeriments que has seleccionat, les apps que utilitzes i dades d’ús relacionades. Aquesta informació no inclou els resultats de cerques que mostrin arxius o contingut del teu dispositiu. Si et subscrius a serveis de música o vídeo, els noms d’aquests serveis i el tipus de subscripció es poden enviar a Apple. El nom, número i contrasenya del compte no es faran arribar a Apple.\n\nAquesta informació es fa servir per processar la teva sol·licitud i proporcionar‑te suggeriments i resultats de cerca més rellevants, i no es vincula al teu ID d’Apple, la teva adreça de correu electrònic ni altres dades que Apple pugui tenir a partir de l’ús que facis d’altres serveis d’Apple.\n\nÉs possible que es faci servir informació agregada per millorar altres productes i serveis d’Apple. Les cerques més habituals es poden compartir amb un motor de cerca web per millorar els resultats de les cerques.\n\nSuggeriments del motor de cerca al Safari\n\nEl Safari té un únic camp per a cerques i adreces web perquè puguis navegar la xarxa còmodament. Quan els suggeriments del motor de cerca estan activats, el Safari demana suggeriments al motor de cerca seleccionat en funció d’allò que hagis escrit.\n\nPrecarregar el millor resultat al Safari\n\nPots activar l’opció “Precarregar el millor resultat” al Safari. Així, quan el Safari determini un millor resultat en funció dels teus marcadors i el teu historial de cerca, començarà a carregar la pàgina web en segon pla. Si desactives aquesta opció, la pàgina es carregarà de manera habitual.\n\nTu tries, tu controles\n\nSi no vols que els suggeriments de Siri enviïn la teva informació a Apple, pots desactivar l’opció “Suggeriments de Siri”. Per fer-ho, ves a l’app Preferències del Sistema > Spotlight > “Resultats de la cerca” i desmarca els suggeriments de Siri. Per fer‑ho, ves al menú Safari > Preferències > Buscar, i desmarca la casella “Incloure suggeriments del Safari”.\n\nPots fer que les apps deixin de proporcionar informació per personalitzar Siri. Per fer‑ho, ves a l’app Preferències del Sistema > Siri, i fes clic al botó “Suggeriments de Siri i la privacitat”. Selecciona una app de la llista i desmarca l’opció “Aprendre d’aquesta app”.\n\nPots desactivar els serveis de localització per als suggeriments de Siri. Per fer‑ho, ves a l’app Preferències del Sistema > “Seguretat i Privacitat” > Privacitat, i selecciona “Serveis de localització”. i fes clic al cadenat per fer canvis. Introdueix la contrasenya, fes clic a Detalls al costat de “Serveis del sistema” i desmarca la casella “Suggeriments per ubicació”. Si desactives els serveis de localització al teu dispositiu, no s’enviarà a Apple la teva ubicació. Per oferir‑te suggeriments de cerca rellevants, Apple pot utilitzar l’adreça IP de la teva connexió a internet per calcular la teva ubicació aproximada relacionant‑la amb una zona geogràfica.\n\nSi no vols que la personalització de Siri se sincronitzi als teus dispositius, pots desactivar Siri anant a l’app Preferències del Sistema > ID d’Apple > iCloud, i desmarcant Siri a la llista d’apps del Mac que utilitzen l’iCloud.\n\nEn utilitzar els suggeriments de Siri i la funció Buscar, acceptes i consents que Apple i les seves filials i agents transmetin, recopilin, conservin, processin i utilitzin aquesta informació. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über Spotlight-Suche & Datenschutz …",
        "filename" : "SpotlightSearch.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״חיפוש Spotlight״ ופרטיות…",
        "filename" : "SpotlightSearch.strings",
        "language" : "he"
      },
      {
        "target" : "About Spotlight Search & Privacy…",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول بحث Spotlight والخصوصية…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για την Αναζήτηση Spotlight και το Απόρρητο…",
        "filename" : "SpotlightSearch.strings",
        "language" : "el"
      },
      {
        "target" : "Spotlight検索とプライバシーについて…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ja"
      },
      {
        "target" : "About Spotlight Search & Privacy…",
        "filename" : "SpotlightSearch.strings",
        "language" : "en"
      },
      {
        "target" : "Про Пошук Spotlight і Приватність…",
        "filename" : "SpotlightSearch.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de la búsqueda de Spotlight y la privacidad…",
        "filename" : "SpotlightSearch.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于聚焦搜索与隐私…",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de la búsqueda Spotlight y la privacidad…",
        "filename" : "SpotlightSearch.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre a Busca do Spotlight e Privacidade…",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Spotlight-søgning og anonymitet…",
        "filename" : "SpotlightSearch.strings",
        "language" : "da"
      },
      {
        "target" : "Ricerca Spotlight e privacy…",
        "filename" : "SpotlightSearch.strings",
        "language" : "it"
      },
      {
        "target" : "O Spotlight vyhľadávaní a súkromí…",
        "filename" : "SpotlightSearch.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Pesquisa do Spotlight e Privacidade…",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Carian Spotlight & Privasi…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Spotlight-sökning och integritet…",
        "filename" : "SpotlightSearch.strings",
        "language" : "sv"
      },
      {
        "target" : "O hledání ve Spotlightu a soukromí…",
        "filename" : "SpotlightSearch.strings",
        "language" : "cs"
      },
      {
        "target" : "Spotlight 검색 및 개인 정보 보호에 관하여…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Spotlight-søk og personvern…",
        "filename" : "SpotlightSearch.strings",
        "language" : "no"
      },
      {
        "target" : "A Spotlight-keresésről és az adatvédelemről…",
        "filename" : "SpotlightSearch.strings",
        "language" : "hu"
      },
      {
        "target" : "關於Spotlight搜尋與私隱政策⋯",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Spotlight Araması ve Gizlilik Hakkında…",
        "filename" : "SpotlightSearch.strings",
        "language" : "tr"
      },
      {
        "target" : "Wyszukiwanie w Spotlight i prywatność…",
        "filename" : "SpotlightSearch.strings",
        "language" : "pl"
      },
      {
        "target" : "關於Spotlight搜尋與隱私權⋯",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Spotlight Search & Privacy…",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tìm kiếm Spotlight & Quyền riêng tư…",
        "filename" : "SpotlightSearch.strings",
        "language" : "vi"
      },
      {
        "target" : "О Поиске Spotlight и конфиденциальности…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos de Recherche Spotlight et de la confidentialité…",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Recherche Spotlight et confidentialité…",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Spotlight-haku ja tietosuoja…",
        "filename" : "SpotlightSearch.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Pencarian Spotlight & Privasi…",
        "filename" : "SpotlightSearch.strings",
        "language" : "id"
      },
      {
        "target" : "Info over 'Zoek met Spotlight' en privacy…",
        "filename" : "SpotlightSearch.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการค้นหาโดย Spotlight และความเป็นส่วนตัว…",
        "filename" : "SpotlightSearch.strings",
        "language" : "th"
      },
      {
        "target" : "Despre căutarea Spotlight și intimitate…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ro"
      },
      {
        "target" : "O Spotlight pretraživanju i privatnosti…",
        "filename" : "SpotlightSearch.strings",
        "language" : "hr"
      },
      {
        "target" : "Spotlight खोज और गोपनीयता परिचय…",
        "filename" : "SpotlightSearch.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre la Cerca Spotlight i la privacitat…",
        "filename" : "SpotlightSearch.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "„Spotlight-Suche“ ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "SpotlightSearch.strings",
        "language" : "de"
      },
      {
        "target" : "״חיפוש Spotlight״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "SpotlightSearch.strings",
        "language" : "he"
      },
      {
        "target" : "Spotlight Search is designed to protect your information and enable you to choose what you share.",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صمم بحث Spotlight لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Αναζήτηση Spotlight έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "SpotlightSearch.strings",
        "language" : "el"
      },
      {
        "target" : "Spotlight検索はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "SpotlightSearch.strings",
        "language" : "ja"
      },
      {
        "target" : "Spotlight Search is designed to protect your information and enable you to choose what you share.",
        "filename" : "SpotlightSearch.strings",
        "language" : "en"
      },
      {
        "target" : "Функцію «Пошук Spotlight» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "SpotlightSearch.strings",
        "language" : "uk"
      },
      {
        "target" : "La búsqueda de Spotlight se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "SpotlightSearch.strings",
        "language" : "es_419"
      },
      {
        "target" : "聚焦搜索旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La búsqueda Spotlight se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "SpotlightSearch.strings",
        "language" : "es"
      },
      {
        "target" : "A Busca do Spotlight é projetada para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Spotlight-søgning er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "SpotlightSearch.strings",
        "language" : "da"
      },
      {
        "target" : "L’opzione di ricerca di Spotlight è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "SpotlightSearch.strings",
        "language" : "it"
      },
      {
        "target" : "Spotlight vyhľadávanie chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "SpotlightSearch.strings",
        "language" : "sk"
      },
      {
        "target" : "A funcionalidade de Pesquisa do Spotlight foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Carian Spotlight direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ms"
      },
      {
        "target" : "Spotlight-sökning har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.",
        "filename" : "SpotlightSearch.strings",
        "language" : "sv"
      },
      {
        "target" : "Hledání ve Spotlightu chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "SpotlightSearch.strings",
        "language" : "cs"
      },
      {
        "target" : "Spotlight 검색은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ko"
      },
      {
        "target" : "Spotlight-søk er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "SpotlightSearch.strings",
        "language" : "no"
      },
      {
        "target" : "A Spotlight-keresést úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "SpotlightSearch.strings",
        "language" : "hu"
      },
      {
        "target" : "「Spotlight 搜尋」的設計可保護你的資料並讓你選擇分享的內容。",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Spotlight Araması, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "SpotlightSearch.strings",
        "language" : "tr"
      },
      {
        "target" : "Wyszukiwanie w Spotlight zostało zaprojektowane z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "SpotlightSearch.strings",
        "language" : "pl"
      },
      {
        "target" : "「Spotlight搜尋」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Spotlight Search is designed to protect your information and enable you to choose what you share.",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tìm kiếm Spotlight được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "SpotlightSearch.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые функцией «Поиск Spotlight», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ru"
      },
      {
        "target" : "La fonction de recherche Spotlight est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La recherche Spotlight est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr"
      },
      {
        "target" : "Spotlight-haku on suunniteltu suojaamaan tietojasi. Voit itse valita, mitä haluat jakaa.",
        "filename" : "SpotlightSearch.strings",
        "language" : "fi"
      },
      {
        "target" : "Pencarian Spotlight dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "SpotlightSearch.strings",
        "language" : "id"
      },
      {
        "target" : "'Zoek met Spotlight' is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "SpotlightSearch.strings",
        "language" : "nl"
      },
      {
        "target" : "การค้นหาโดย Spotlight ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้",
        "filename" : "SpotlightSearch.strings",
        "language" : "th"
      },
      {
        "target" : "Căutarea Spotlight este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ro"
      },
      {
        "target" : "Spotlight pretraživanje dizajnirano je kako bi zaštitilo vaše informacije i omogućilo odabir sadržaja koje želite podijeliti.",
        "filename" : "SpotlightSearch.strings",
        "language" : "hr"
      },
      {
        "target" : "Spotlight खोज आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "SpotlightSearch.strings",
        "language" : "hi"
      },
      {
        "target" : "La Cerca Spotlight s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "SpotlightSearch.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "Spotlight-Suchen & Datenschutz",
        "filename" : "SpotlightSearch.strings",
        "language" : "de"
      },
      {
        "target" : "״חיפוש Spotlight״ ופרטיות",
        "filename" : "SpotlightSearch.strings",
        "language" : "he"
      },
      {
        "target" : "Spotlight Search & Privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_AU"
      },
      {
        "target" : "بحث Spotlight والخصوصية",
        "filename" : "SpotlightSearch.strings",
        "language" : "ar"
      },
      {
        "target" : "Αναζήτηση Spotlight και Απόρρητο",
        "filename" : "SpotlightSearch.strings",
        "language" : "el"
      },
      {
        "target" : "Spotlight検索とプライバシー",
        "filename" : "SpotlightSearch.strings",
        "language" : "ja"
      },
      {
        "target" : "Spotlight Search & Privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en"
      },
      {
        "target" : "Пошук Spotlight і Приватність",
        "filename" : "SpotlightSearch.strings",
        "language" : "uk"
      },
      {
        "target" : "Búsqueda de Spotlight y la privacidad",
        "filename" : "SpotlightSearch.strings",
        "language" : "es_419"
      },
      {
        "target" : "聚焦搜索与隐私",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Búsqueda Spotlight y la privacidad",
        "filename" : "SpotlightSearch.strings",
        "language" : "es"
      },
      {
        "target" : "Busca do Spotlight e Privacidade",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Spotlight-søgning og anonymitet",
        "filename" : "SpotlightSearch.strings",
        "language" : "da"
      },
      {
        "target" : "Ricerca Spotlight e privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "it"
      },
      {
        "target" : "Spotlight vyhľadávanie a súkromie",
        "filename" : "SpotlightSearch.strings",
        "language" : "sk"
      },
      {
        "target" : "Pesquisa do Spotlight e Privacidade",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Carian Spotlight & Privasi",
        "filename" : "SpotlightSearch.strings",
        "language" : "ms"
      },
      {
        "target" : "Spotlight-sökning och integritet",
        "filename" : "SpotlightSearch.strings",
        "language" : "sv"
      },
      {
        "target" : "Hledání ve Spotlightu a soukromí",
        "filename" : "SpotlightSearch.strings",
        "language" : "cs"
      },
      {
        "target" : "Spotlight 검색 및 개인 정보 보호",
        "filename" : "SpotlightSearch.strings",
        "language" : "ko"
      },
      {
        "target" : "Spotlight-søk og personvern",
        "filename" : "SpotlightSearch.strings",
        "language" : "no"
      },
      {
        "target" : "A Spotlight-keresés és az adatvédelem",
        "filename" : "SpotlightSearch.strings",
        "language" : "hu"
      },
      {
        "target" : "Spotlight搜尋與私隱政策",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Spotlight Araması ve Gizlilik",
        "filename" : "SpotlightSearch.strings",
        "language" : "tr"
      },
      {
        "target" : "Wyszukiwanie w Spotlight i prywatność",
        "filename" : "SpotlightSearch.strings",
        "language" : "pl"
      },
      {
        "target" : "Spotlight搜尋與隱私權",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Spotlight Search & Privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tìm kiếm Spotlight & Quyền riêng tư",
        "filename" : "SpotlightSearch.strings",
        "language" : "vi"
      },
      {
        "target" : "Поиск Spotlight и конфиденциальность",
        "filename" : "SpotlightSearch.strings",
        "language" : "ru"
      },
      {
        "target" : "Recherche Spotlight et confidentialité",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Recherche Spotlight et confidentialité",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr"
      },
      {
        "target" : "Spotlight-haku ja tietosuoja",
        "filename" : "SpotlightSearch.strings",
        "language" : "fi"
      },
      {
        "target" : "Pencarian Spotlight & Privasi",
        "filename" : "SpotlightSearch.strings",
        "language" : "id"
      },
      {
        "target" : "'Zoek met Spotlight' en privacy",
        "filename" : "SpotlightSearch.strings",
        "language" : "nl"
      },
      {
        "target" : "การค้นหาโดย Spotlight และความเป็นส่วนตัว",
        "filename" : "SpotlightSearch.strings",
        "language" : "th"
      },
      {
        "target" : "Căutarea Spotlight și intimitatea",
        "filename" : "SpotlightSearch.strings",
        "language" : "ro"
      },
      {
        "target" : "Spotlight pretraživanje i privatnost",
        "filename" : "SpotlightSearch.strings",
        "language" : "hr"
      },
      {
        "target" : "Spotlight खोज और गोपनीयता",
        "filename" : "SpotlightSearch.strings",
        "language" : "hi"
      },
      {
        "target" : "Cerca Spotlight i la privacitat",
        "filename" : "SpotlightSearch.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Spotlight-Suche",
        "filename" : "SpotlightSearch.strings",
        "language" : "de"
      },
      {
        "target" : "חיפוש Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "he"
      },
      {
        "target" : "Spotlight Search",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_AU"
      },
      {
        "target" : "بحث Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "ar"
      },
      {
        "target" : "Αναζήτηση Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "el"
      },
      {
        "target" : "Spotlight検索",
        "filename" : "SpotlightSearch.strings",
        "language" : "ja"
      },
      {
        "target" : "Spotlight Search",
        "filename" : "SpotlightSearch.strings",
        "language" : "en"
      },
      {
        "target" : "Пошук Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "uk"
      },
      {
        "target" : "Búsqueda en Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "es_419"
      },
      {
        "target" : "聚焦搜索",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Búsqueda Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "es"
      },
      {
        "target" : "Busca do Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Spotlight-søgning",
        "filename" : "SpotlightSearch.strings",
        "language" : "da"
      },
      {
        "target" : "Ricerca Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "it"
      },
      {
        "target" : "Spotlight vyhľadávanie",
        "filename" : "SpotlightSearch.strings",
        "language" : "sk"
      },
      {
        "target" : "Pesquisa do Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Carian Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "ms"
      },
      {
        "target" : "Spotlight-sökning",
        "filename" : "SpotlightSearch.strings",
        "language" : "sv"
      },
      {
        "target" : "Hledání ve Spotlightu",
        "filename" : "SpotlightSearch.strings",
        "language" : "cs"
      },
      {
        "target" : "Spotlight 검색",
        "filename" : "SpotlightSearch.strings",
        "language" : "ko"
      },
      {
        "target" : "Spotlight-søk",
        "filename" : "SpotlightSearch.strings",
        "language" : "no"
      },
      {
        "target" : "Spotlight-keresés",
        "filename" : "SpotlightSearch.strings",
        "language" : "hu"
      },
      {
        "target" : "Spotlight搜尋",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Spotlight Araması",
        "filename" : "SpotlightSearch.strings",
        "language" : "tr"
      },
      {
        "target" : "Wyszukiwanie Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "pl"
      },
      {
        "target" : "Spotlight搜尋",
        "filename" : "SpotlightSearch.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Spotlight Search",
        "filename" : "SpotlightSearch.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tìm kiếm Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "vi"
      },
      {
        "target" : "Поиск Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "ru"
      },
      {
        "target" : "Recherche Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Recherche Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "fr"
      },
      {
        "target" : "Spotlight-haku",
        "filename" : "SpotlightSearch.strings",
        "language" : "fi"
      },
      {
        "target" : "Pencarian Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "id"
      },
      {
        "target" : "Zoek met Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "nl"
      },
      {
        "target" : "การค้นหาโดย Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "th"
      },
      {
        "target" : "Căutare Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "ro"
      },
      {
        "target" : "Spotlight pretraga",
        "filename" : "SpotlightSearch.strings",
        "language" : "hr"
      },
      {
        "target" : "Spotlight खोज",
        "filename" : "SpotlightSearch.strings",
        "language" : "hi"
      },
      {
        "target" : "Cerca Spotlight",
        "filename" : "SpotlightSearch.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.spotlightsearch.bundle",
  "framework" : "com.apple.onboarding.spotlightsearch.bundle"
}