{
  "localizations" : {
    "FOOTER_TEXT" : [
      {
        "target" : "Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir bemühen uns sehr, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir halten es für wichtig, dass du weißt, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Die App „Aktien“ wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt.\n\nBenutzern in den Vereinigten Staaten von Amerika, in Großbritannien, Australien und Kanada werden News-Storys in „Aktien“ von Apple News bereitgestellt. Apple sammelt Informationen darüber, wie du Apple News in „Aktien“ verwendest. Diese Informationen sind mit einer zufälligen ID verknüpft, die nur für Apple News und „Aktien“ verwendet wird. Sie wird nicht mit anderen Diensten verknüpft. Weitere Informationen darüber, welche Informationen wir für Apple News erfassen, findest du unter www.apple.com\/de\/legal\/privacy\/data\/de\/apple-news.\n\nDie Informationen zu den Abonnements in Apple News, die du mit deiner Apple-ID kaufst, werden verwendet, um dir in „Aktien“ den Zugriff auf deine Abonnements zu ermöglichen.\n\nZur Verbesserung von „Aktien“ erfassen wir Informationen über die Leistung und deine Interaktion mit der App. Die Daten sind mit einer ID verknüpft, die nur für „Aktien“ und Apple News (falls verfügbar) verwendet wird. Sie wird nicht mit anderen Diensten von Apple verknüpft. Du kannst die ID auf deinem iOS- oder iPadOS-Gerät zurücksetzen, indem du „Einstellungen“ > „Aktien“ öffnest und dann tippst, um die Option „ID zurücksetzen“ zu aktivieren. Auf dem Mac öffnest du „Aktien“, gehst anschließend zu „Aktien“ > „ID zurücksetzen …“ und klickst auf „ID zurücksetzen“.\n\nUm relevante Inhalte bereitstellen zu können, arbeitet „Aktien“ mit Werbeanzeigen. Wenn die Option „Personalisierte Werbung“ aktiviert ist, kann die Werbeplattform von Apple deine Informationen nutzen, um dir relevantere Werbung anzuzeigen. Wenn du die Funktion für personalisierte Werbung deaktivierst, ist es Apple nicht möglich, diese Informationen für zielgerichtete Werbung zu verwenden. Die Anzahl der Anzeigen, die du erhältst, wird dadurch nicht weniger, aber diese Anzeigen sind möglicherweise weniger relevant für dich. Zum Deaktivieren personalisierter Werbung öffne auf deinem iOS- oder iPadOS-Gerät „Einstellungen“ > „Datenschutz“ > „Apple-Werbung“ und tippe auf „Personalisierte Werbung“, um diese Option zu deaktivieren. Auf deinem Mac öffnest du „Systemeinstellungen“ > „Sicherheit & Datenschutz“ und klickst auf „Datenschutz“. Wähle dann „Apple-Werbung“ und deaktiviere das Feld „Personalisierte Werbung“. Die Informationen zu Storys, die du in Apple News und der App „Aktien“ liest und hörst, werden nur verwendet, um dir Werbung zu senden, wenn du Apple News oder die App „Aktien“ verwendest.\n\nAktienkurse und Börseninformationen (sowie Storys über Aktien, denen du als Benutzer:in außerhalb der Vereinigten Staaten, aus Großbritannien, Australien und Kanada folgst) werden von Partnern bereitgestellt, die diese Informationen gemäß den Apple-Richtlinien behandeln müssen.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "Stocks.strings",
        "language" : "de"
      },
      {
        "target" : "הגנה על פרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף אך ורק את המידע הדרוש לנו לשיפור חוויית המשתמש שלך. אנו מאמינים שחשוב שתדע\/י איזה מידע אנו אוספים בדיוק ולמה אנו זקוקים לו, על מנת שתוכל\/י לעשות בחירות מושכלות. ״מניות״, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו.\n\nעבור משתמשים בארה״ב, בריטניה, אוסטרליה וקנדה, הכתבות החדשותיות שמופיעות ב״מניות״ מגיעות מ-Apple News. ‏Apple אוספת מידע לגבי השימוש שלך ב-Apple News בתוך ״מניות״. מידע זה מקושר למזהה אקראי ייחודי ל-Apple News ו״מניות״, שאינו מקושר לאף שירות אחר. לפרטים נוספים לגבי המידע שאנו אוספים עבור Apple News, יש לבקר בכתובת: www.apple.com\/legal\/privacy\/data\/he\/apple-news.\n\nמידע אודות המינויים שרכשת ב-Apple News עם ה-Apple ID שלך משמש כדי לוודא את היכולת שלך לגשת למינויים שלך ב״מניות״.\n\nכדי לשפר את ״מניות״, אנו אוספים מידע הנוגע לביצועי היישום ודפוסי השימוש שלך בו. הנתונים מקושרים בעזרת מזהה ייחודי אל ״מניות״ ואל Apple News (בהתאם לזמינות), ואינם מקושרים לשירותים אחרים של Apple. באפשרותך גם לאפס את המזהה במכשיר iOS או iPadOS באמצעות מעבר אל ״הגדרות״ > ״מניות״, ואז להקיש להפעלת ״איפוס מזהה״. ב-Mac, יש לפתוח את ״מניות״ ואז לעבור אל ״מניות״ > ״איפוס מזהה״, וללחוץ על ״איפוס מזהה״.\n\nכדי לספק תוכן איכותי, היישום ״מניות״ מתבסס על פרסומות. אם ההגדרה ״פרסומות בהתאמה אישית״ מופעלת, פלטפורמת הפרסום של Apple עשויה להשתמש במידע שלך כדי להציג בפניך פרסומות רלוונטיות יותר. כיבוי ״פרסומות בהתאמה אישית״ ימנע מ-Apple להשתמש במידע זה לצורך מיקוד פרסומות. פעולה זו לא תפחית בהכרח את כמות הפרסומות שיוצגו בפניך, אך הפרסומות עשויות להיות פחות רלוונטיות לך. במכשיר iOS ו-iPadOS, ניתן לבטל ״פרסומות בהתאמה אישית״ על-ידי מעבר אל ״הגדרות״ > ״פרטיות״ > ״פרסום של Apple״ והקשה לכיבוי ״פרסומות בהתאמה אישית״. ב-Mac, יש לעבור אל ״העדפות המערכת״ > ״אבטחה ופרטיות״, ללחוץ על ״פרטיות״, לבחור ״פרסום של Apple״ ולבטל את הבחירה בתיבת הסימון של ״פרסומות בהתאמה אישית״. הכתבות שקראת והאזנת להן ב-Apple News וב״מניות״ ישמשו רק כדי לשלוח לך פרסומות בעת שימוש שלך ביישומים Apple News או ״מניות״.\n\nשערי המניות ונתוני הבורסה (וכתבות חדשותיות לגבי המניות שאחריהן בחרת לעקוב במקרה של משתמשים שנמצאים מחוץ לארה״ב, לבריטניה, לאוסטרליה ולקנדה) מובאים על-ידי שותפים עסקיים הנדרשים ליישר קו עם דרישות Apple בכל הנוגע לטיפול במידע.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "Stocks.strings",
        "language" : "he"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better. When we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Stocks, like every Apple product and service, is designed with these principles in mind.\n\nFor users in the United States, the United Kingdom, Australia and Canada, news stories in Stocks are provided by Apple News. Apple collects information about how you use Apple News in Stocks. This information is linked to a random identifier specific to Apple News and Stocks that is not linked to other services. For more detail on the information we collect for Apple News, visit www.apple.com\/au\/legal\/privacy\/data\/en\/apple-news.\n\nInformation about the subscriptions you purchase in Apple News with your Apple ID is used to ensure you can access your subscriptions in Stocks.\n\nTo improve Stocks, we collect information about the performance of and your interaction with the app. The data is associated with an identifier specific to Stocks and Apple News (where available) and is not linked to other Apple services. You can reset the identifier on your iOS or iPadOS device by going to Settings > Stocks, then tapping to turn on Reset Identifier. On Mac, open Stocks, then go to Stocks > Reset Identifier and click Reset Identifier.\n\nIn order to deliver great content, Stocks is ad-supported. If the Personalised Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. Turning off Personalised Ads will prevent Apple from using this information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. On your iOS or iPadOS device, you can turn off Personalised Ads by going to Settings > Privacy > Apple Advertising and tapping to turn off Personalised Ads. On your Mac, go to System Preferences > Security & Privacy, click Privacy, select Apple Advertising and unselect the Personalised Ads tick box. The stories you read and listen to in Apple News and Stocks will be used only to send advertisements to you when you are in the Apple News or Stocks apps.\n\nStock quotes and data (and news stories about the stocks you follow for users outside the United States, the United Kingdom, Australia and Canada) are provided by partners who are required to treat the information in line with Apple’s requirements.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "Stocks.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple. نحن نعمل بجد لكي لا نجمع إلا البيانات التي نحتاجها فقط بهدف تحسين تجربتك. عندما نجمع البيانات، نعتقد أنه من المهم لك أن تعرف ما الذي نجمعه ولماذا نحتاج إليه، حتى تتمكن من اتخاذ اختيارات مدروسة. ويسري ذلك أيضًا على تطبيق الأسهم، تمامًا مثل بقية منتجات وخدمات Apple.\n\nيتم تقديم المقالات الإخبارية في تطبيق الأسهم بواسطة Apple News للمستخدمين في الولايات المتحدة والمملكة المتحدة وأستراليا وكندا. تجمع Apple معلومات حول كيفية استخدامك لـ Apple News في الأسهم. يتم ربط هذه المعلومات بمعرّف عشوائي خاص بـ Apple News و\"الأسهم\" ولا يرتبط بخدمات أخرى. للحصول على مزيد من التفاصيل حول المعلومات التي نجمعها لـ Apple News، يرجى زيارة:\nwww.apple.com\/legal\/privacy\/data\/en\/apple-news\n\nتُستخدم معلومات حول الاشتراكات التي تشتريها في Apple News باستخدام Apple ID للتأكد من أنه يمكنك الوصول إلى اشتراكاتك في تطبيق الأسهم.\n\nلتحسين تطبيق الأسهم، نجمع معلومات حول أداء التطبيق وتفاعلك معه. يتم ربط البيانات بمعرِّف خاص بتطبيق الأسهم وتطبيق Apple News (حال توفره) ولا يتم ربطها بخدمات Apple الأخرى. يمكنك إعادة تعيين المعرِّف على جهاز iOS أو iPadOS بالانتقال إلى الإعدادات > الأسهم، ثم الضغط لتشغيل إعادة تعيين المعرِّف. على Mac، افتح تطبيق الأسهم، ثم انتقل إلى الأسهم > إعادة تعيين المعرِّف، وانقر على إعادة تعيين المعرِّف.\n\nيدعم تطبيق الأسهم الإعلانات بهدف تقديم محتوى رائع. في حالة تشغيل إعداد الإعلانات المخصصة، قد تستخدم منصة إعلانات Apple معلوماتك لتقديم إعلانات أكثر ملائمة لك. وسيؤدي إيقاف تشغيل الإعلانات المخصصة إلى منع Apple من استخدام هذه المعلومات في الإعلانات الموجهة. قد لا يؤدي ذلك إلى تقليل عدد الإعلانات التي تتلقاها، ولكن قد تكون الإعلانات أقل ملائمة لك. على جهاز iOS أو iPadOS، يمكنك إيقاف الإعلانات المخصصة بالانتقال إلى الإعدادات > الخصوصية > إعلانات Apple، والضغط لإيقاف الإعلانات المخصصة. على Mac، انتقل إلى تفضيلات النظام > الأمن والخصوصية، اضغط على الخصوصية، حدد إعلانات Apple، وألغِ تحديد خانة اختيار الإعلانات المخصصة. تُستخدم المقالات التي تقرأها وتستمع إليها في Apple News و\"الأسهم\" بهدف إرسال إعلانات إليك أثناء استخدام تطبيق Apple News أو تطبيق الأسهم فقط.\n\nيتم توفير أسعار وبيانات الأسهم (والمقالات الإخبارية حول السهم الذي تتابعه إذا كان المستخدم خارج الولايات المتحدة والمملكة المتحدة وأستراليا وكندا) بواسطة شركاء مطالَبين بالتعامل مع المعلومات وفقًا لمتطلبات Apple.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "Stocks.strings",
        "language" : "ar"
      },
      {
        "target" : "Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Εργαζόμαστε σκληρά για να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε για να βελτιώσουμε την εμπειρία σας. Όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε τι ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Οι Μετοχές, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχουν σχεδιαστεί με γνώμονα αυτές τις αρχές.\n\nΓια τους χρήστες στις Ηνωμένες Πολιτείες, το Ηνωμένο Βασίλειο και την Αυστραλία, τα άρθρα ειδήσεων στις Μετοχές παρέχονται από το Apple News. Η Apple συλλέγει πληροφορίες σχετικά με τον τρόπο που χρησιμοποιείτε το Apple News στις Μετοχές. Αυτές οι πληροφορίες συσχετίζονται με ένα τυχαίο αναγνωριστικό, συγκεκριμένο για το Apple News και τις Μετοχές, το οποίο δεν συνδέεται με άλλες υπηρεσίες. Για λεπτομέρειες σχετικά με τις πληροφορίες που συλλέγουμε για το Apple News, επισκεφτείτε τη διεύθυνση www.apple.com\/legal\/privacy\/data\/el\/apple-news.\n\nΟι πληροφορίες για τις συνδρομές που έχετε αγοράσει στο Apple News με το Apple ID σας χρησιμοποιούνται για να διασφαλιστεί ότι μπορείτε να προσπελάσετε τις συνδρομές σας στις Μετοχές.\n\nΓια βελτίωση των Μετοχών, συλλέγουμε πληροφορίες σχετικά με την απόδοση και την αλληλεπίδρασή σας με την εφαρμογή. Τα δεδομένα συσχετίζονται με ένα αναγνωριστικό, συγκεκριμένο για τις Μετοχές και το Apple News (όπου διατίθεται) και δεν συνδέεται με άλλες υπηρεσίες της Apple. Για να επαναφέρετε το αναγνωριστικό στη συσκευή iOS ή iPadOS σας, μεταβείτε στις «Ρυθμίσεις» > «Μετοχές» και μετά αγγίξτε για ενεργοποίηση της ρύθμισης «Επαναφορά αναγνωριστικού». Σε Mac, ανοίξτε τις Μετοχές, μεταβείτε στις «Μετοχές» > «Επαναφορά αναγνωριστικού» και κάντε κλικ στην «Επαναφορά αναγνωριστικού».\n\nΠροκειμένου να σας παρέχουμε εξαιρετικό περιεχόμενο, οι Μετοχές υποστηρίζονται από διαφημιστικές χορηγίες. Αν είναι ενεργοποιημένη η ρύθμιση «Εξατομικευμένες διαφημίσεις», η διαφημιστική πλατφόρμα της Apple μπορεί να χρησιμοποιήσει τις πληροφορίες σας για να σας παρέχει διαφημίσεις που είναι πιο σχετικές για εσάς. Αν απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις, η Apple δεν θα μπορεί να χρησιμοποιήσει αυτές τις πληροφορίες για στόχευση διαφημίσεων. Μπορεί να μη μειωθεί ο αριθμός των διαφημίσεων που λαμβάνετε, αλλά οι διαφημίσεις ενδέχεται να είναι λιγότερο σχετικές για εσάς. Στη συσκευή iOS ή iPadOS σας, αν θέλετε να απενεργοποιήσετε τις Εξατομικευμένες διαφημίσεις, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Διαφημίσεις Apple» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εξατομικευμένες διαφημίσεις». Στο Mac σας, μεταβείτε στις «Προτιμήσεις συστήματος» > «Ασφάλεια και απόρρητο», κάντε κλικ στο «Απόρρητο», επιλέξτε «Διαφημίσεις Apple» και αποεπιλέξτε το πλαίσιο επιλογής «Εξατομικευμένες διαφημίσεις». Τα άρθρα που διαβάζετε και ακούτε στο Apple News θα χρησιμοποιούνται μόνο για αποστολή διαφημίσεων σε εσάς εντός των εφαρμογών Apple News και Μετοχές, όταν τις χρησιμοποιείτε.\n\nΟι τιμές και τα δεδομένα μετοχών (και τα άρθρα ειδήσεων σχετικά με τις μετοχές που ακολουθείτε, για τους χρήστες εκτός των ΗΠΑ, του Ηνωμένου Βασιλείου και της Αυστραλίας) παρέχονται από συνεργάτες που έχουν υποχρέωση να χειρίζονται τις πληροφορίες σύμφωνα με τις απαιτήσεις της Apple.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "el"
      },
      {
        "target" : "お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。お客様によりお楽しみいただくために最低限必要なデータだけを収集するように努めます。データを収集する際は、どのような情報をどのような理由で集めているのかをお客様にお知らせし、お客様ご自身によくご理解いただいた上で判断していただくことが大事だと考えています。“株価”も、ほかのすべてのApple製品やサービスと同様、この原則を念頭に設計されています。\n\n米国、英国、オーストラリア、カナダのお客様には、“株価”の最新記事を“Apple News”で提供します。Appleは、“株価”でのApple Newsのご利用状況について情報収集します。この情報は、Apple Newsや“株価”に特有のランダム識別子に関連付けられ、その他のサービスには関連付けられません。Apple NewsのためにAppleが収集する情報について詳しくは、www.apple.com\/jp\/legal\/privacy\/data\/ja\/apple-news を参照してください。\n\nApple NewsでApple IDを使って申し込んだサブスクリプションに関する情報は、“株価”からサブスクリプションのコンテンツにアクセスするために使用されます。\n\n“株価”を改善するため、このAppのパフォーマンスと操作に関する情報も収集されます。このデータは、“株価”やApple News（利用可能な場合のみ）に特有の識別子に関連付けられ、その他のAppleのサービスには関連付けられません。iOSまたはiPadOSデバイスでは、“設定”＞“株価”と移動してから、“識別子をリセット”をタップしてオンにすることで、識別子をリセットすることができます。Macでは、“株価”を開いてから、“株価”＞“識別子をリセット”と移動し、“識別子をリセット”をクリックします。\n\n優れたコンテンツをお届けするために、“株価”は広告に対応しています。パーソナライズされた広告の設定がオンになっている場合、Appleの広告プラットフォームは、あなたの情報を使用してより関連性の高い広告を配信することがあります。“パーソナライズされた広告”をオフにすると、Appleはあなたの個人情報を広告ターゲティングに使用しなくなります。これにより、受信する広告の数が減るとは限りませんが、広告があなたと関連性の低いものになる可能性があります。“パーソナライズされた広告”をオフにするには、iOSまたはiPadOSデバイスでは、“設定”＞“プライバシー”＞“Appleの広告”と移動し、“パーソナライズされた広告”をタップしてオフにします。Macでは、“システム環境設定”＞“セキュリティとプライバシー”と移動し、“プライバシー”をクリックし、“Appleの広告”を選択してから、“パーソナライズされた広告”チェックボックスを選択解除します。Apple Newsと“株価”で読んだり聴いたりした記事は、Apple Newsまたは“株価” Appを使っているときにお客様に広告を送信するためだけに使用されます。\n\n株価情報とデータ（および米国、英国、オーストラリア、カナダ以外のお客様を対象とした最新記事であなたがフォローしている銘柄に関するもの）は、Appleの要件に従って情報を扱うパートナーから提供されています。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "Stocks.strings",
        "language" : "ja"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better. When we do collect data we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Stocks, like every Apple product and service, is designed with these principles in mind.\n\nFor users in the United States, the United Kingdom, Australia, and Canada, news stories in Stocks are provided by Apple News. Apple collects information about how you use Apple News in Stocks. This information is linked to a random identifier specific to Apple News and Stocks that is not linked to other services. For more detail on the information we collect for Apple News, visit www.apple.com\/legal\/privacy\/data\/en\/apple-news.\n\nInformation about the subscriptions you purchase in Apple News with your Apple ID is used to ensure you can access your subscriptions in Stocks.\n\nTo improve Stocks, we collect information about the performance of and your interaction with the app. The data is associated with an identifier specific to Stocks and Apple News (where available) and is not linked to other Apple services. You can reset the identifier on your iOS or iPadOS device by going to Settings > Stocks, then tapping to turn on Reset Identifier. On Mac, open Stocks, then go to Stocks > Reset Identifier and click Reset Identifier.\n\nIn order to deliver great content, Stocks is ad-supported. If the Personalized Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. Turning off Personalized Ads will prevent Apple from using this information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. On your iOS or iPadOS device, you can turn off Personalized Ads by going to Settings > Privacy > Apple Advertising and tapping to turn off Personalized Ads. On your Mac, go to System Preferences > Security & Privacy, click Privacy, select Apple Advertising, and deselect the Personalized Ads checkbox. The stories you read and listen to in Apple News and Stocks will be used only to send advertisements to you when you are in the Apple News or Stocks apps.\n\nStock quotes and data (and news stories about the stocks you follow for users outside the United States, the United Kingdom, Australia, and Canada) are provided by partners who are required to treat the information in line with Apple’s requirements.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "Stocks.strings",
        "language" : "en"
      },
      {
        "target" : "Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх у компанії Apple. Ми докладаємо значних зусиль, щоб збирати лише ті дані, які потрібні нам, аби надавати вам найкращий сервіс. Коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Програму «Біржі», як і решту продуктів і послуг Apple, розроблено на цих засадах.\n\nДля користувачів у США, Великій Британії, Австралії та Канаді статті новин у Біржах надає Apple News. Apple збирає інформацію про те, як ви використовуєте Apple News у Біржах. Ця інформація прив’язується до випадкового ідентифікатора, що застосовується винятково для програм Apple News і «Біржі» та не пов’язується з рештою служб. Докладніше про те, яку інформацію ми збираємо для Apple News, можна дізнатися на вебсторінці www.apple.com\/legal\/privacy\/data\/uk\/apple-news.\n\nІнформація про ваші підписки в Apple News і про ваш Apple ID використовується для забезпечення доступу до ваших підписок у програмі «Біржі».\n\nДля вдосконалення програми «Біржі» ми збираємо дані про ефективність її роботи та вашу взаємодію з нею. Ці дані прив’язуються до ідентифікатора, що застосовується винятково для програм «Біржі» та Apple News (якщо доступно) та не пов’язується з рештою служб Apple. Цей ідентифікатор можна скинути. Для цього на пристрої iOS чи iPadOS перейдіть у меню Параметри > Біржі, а потім виберіть «Скинути ідентифікатор». На Mac відкрийте програму «Біржі», потім у меню Біржі > Скинути ідентифікатор натисніть кнопку «Скинути ідентифікатор».\n\nЗ метою надання найкращих матеріалів програма «Біржі» містить рекламу. Якщо параметр «Персоналізована реклама» ввімкнено, рекламна платформа Apple може використовувати вашу інформацію, щоб показувати актуальніші рекламні оголошення. Якщо вимкнути параметр «Персоналізована реклама», Apple не зможе використовувати таку інформацію для цільової реклами. Це навряд чи зменшить кількість рекламних оголошень, проте самі вони можуть стати менш актуальними. Ви можете вимкнути персоналізовану рекламу на вашому пристрої iOS чи iPadOS у меню Параметри > Приватність > Реклама від Apple, вимкнувши параметр «Персоналізована реклама». На Mac перейдіть у Системні параметри > Безпека і приватність > Приватність, виберіть «Реклама від Apple» і зніміть галочку «Персоналізована реклама». Статті, які ви читаєте чи слухаєте в Apple News і Біржах, використовуватимуться лише для надсилання вам реклами в програмах Apple News або «Біржі».\n\nКотирування акцій і дані (а також статті з новинами про акції, за якими ви стежите, для користувачів за межами США, Великої Британії, Австралії та Канади) надають партнери, які зобов’язані поводитися з інформацією відповідно до вимог Apple.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/privacy",
        "filename" : "Stocks.strings",
        "language" : "uk"
      },
      {
        "target" : "La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos con el fin de lograr una mejor experiencia. Cuando recopilamos datos, creemos que es importante que sepas cuáles y por qué los necesitamos, para que puedas tomar decisiones informadas. Bolsa, como todos los productos y servicios de Apple, se diseñó teniendo en cuenta estos principios.\n\nApple News proporciona artículos noticiosos en Bolsa para los usuarios en Estados Unidos, Reino Unido, Australia y Canadá. Apple recopila información sobre cómo usas Apple News en Bolsa. Esta información está asociada a un identificador aleatorio único de Apple News y Bolsa que no está asociado con otros servicios. Para obtener más información sobre los datos que recopilamos en Apple News, consulta www.apple.com\/legal\/privacy\/data\/es-419\/apple-news.\n\nLa información sobre las suscripciones que compras en Apple News con tu Apple ID se utiliza para garantizar que puedas acceder a tus suscripciones en Bolsa.\n\nPara mejorar la app Bolsa, recolectamos información sobre cómo interactúas con ella y su desempeño. Los datos se asocian con un identificador único de Bolsa y Apple News (si están disponibles) y no se vinculan a ningún otro servicio de Apple. Para restablecer el identificador en tu dispositivo iOS o iPadOS, toca “Restablecer identificador” en Configuración > Bolsa. En una Mac, haz clic en “Restablecer identificador” en Bolsa > “Restablecer identificador”.\n\nPara poderte brindar contenido extraordinario, Bolsa muestra publicidad. Si la opción de anuncios personalizados está activada, la plataforma de publicidad de Apple puede utilizar tu información para mostrarte anuncios más relevantes para ti. Sin embargo, si la desactivas, Apple no podrá utilizar tus datos para la personalización de los anuncios. Es posible que esto no disminuya el número de anuncios que recibas y que los anuncios sean menos relevantes para ti. En tu dispositivo iOS o iPadOS, puedes desactivar los anuncios personalizados desde Configuración > Privacidad > “Publicidad de Apple”. En tu Mac, ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad, selecciona “Publicidad de Apple” y anula la selección “Anuncios personalizados”. Los artículos que leas y escuches en Apple News y Bolsa sólo se utilizarán para enviarte anuncios cuando estés usando tales apps.\n\nLos precios y datos del mercado —y los artículos noticiosos sobre los mercados que sigues, en el caso de los usuarios residentes fuera de Estados Unidos, Reino Unido, Australia y Canadá— se obtienen de socios que están obligados a tratar tu información conforme a los requisitos de Apple.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "es_419"
      },
      {
        "target" : "保护您信息的隐私和安全是Apple每个人的首要任务。我们尽力仅收集为您带来更佳体验所需的数据。收集数据时，我们认为您对所收集数据及为何需要该数据有知情权，以便您做出知情选择，这十分重要。与每一种Apple产品和服务一样，“股市”在设计上同样基于上述原则。\n\n对于美国、英国、澳大利亚和加拿大用户，“股市”中的新闻报道由Apple News提供。Apple收集您在“股市”中如何使用Apple News的信息。此信息关联Apple News和“股市”专属的随机标识符，而此标识符不关联其他服务。如需进一步了解我们针对Apple News所收集的信息，请访问www.apple.com.cn\/legal\/privacy\/data\/zh-cn\/apple-news。\n\n您在Apple News中通过Apple ID所购买订阅的相关信息会用于确保您可以在“股市”中访问订阅。\n\n为了改进“股市”，我们会收集与该App性能以及您与之交互的相关信息。数据会与特定于“股市”和Apple News（如果可用）的标识符关联，不会与其他Apple服务关联。您可以在iOS或iPadOS设备上还原标识符，方法是前往“设置”>“股市”，然后轻点以打开“还原标识符”。在Mac上，打开“股市”，前往“股市”>“还原标识符”，然后点按“还原标识符”。\n\n为了提供优质内容，“股市”支持广告。如果打开了“个性化广告”设置，Apple广告平台可能使用您的信息提供与您更为相关的广告。关闭“个性化广告”后，Apple便无法使用此信息进行广告定向。您收到的广告数量可能不会减少，但广告相关性会降低。若要关闭“个性化广告”，在iOS或iPadOS设备上，前往“设置”>“隐私”>“Apple广告”，然后轻点以关闭“个性化广告”。在Mac上，前往“系统偏好设置”>“安全性与隐私”，点按“隐私”，选择“Apple广告”，然后取消选择“个性化广告”复选框。您在Apple News和“股市”中阅读和收听的报道将仅在您使用Apple News或“股市”App时用于向您发送广告。\n\n股价和数据（以及非美国、英国、澳大利亚和加拿大用户所关注股票的相关新闻报道）由合作伙伴提供，其处理信息的方式符合Apple的要求。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "Stocks.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia. Cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos para que puedas tomar decisiones fundamentadas. Como todos los demás productos y servicios de Apple, la app Bolsa se ha diseñado con estos principios en mente.\n\nApple News ofrece noticias en Bolsa para los usuarios de Estados Unidos, Reino Unido, Australia y Canadá. Apple recopila información sobre cómo usas Apple News en la app Bolsa. Esta información se asocia a un identificador aleatorio específico para Apple News y Bolsa que no está asociado a otros servicios. Para obtener información más detallada sobre los datos que se recopilan para Apple News, visita www.apple.com\/legal\/privacy\/data\/es\/apple-news.\n\nLa información de las suscripciones de Apple News que pagas usando tu ID de Apple se utiliza para garantizar que puedas acceder a tus suscripciones en la app Bolsa.\n\nPara mejorar la app Bolsa, recopilamos información sobre el funcionamiento de la app y cómo interaccionas con ella. Estos datos se asocian a un identificador específico para las apps Bolsa y Apple News (donde esté disponible) que no está asociado a otros servicios de Apple. Puedes restablecer el identificador en tu dispositivo iOS o iPadOS activando la opción “Restablecer identificador” en Ajustes > Bolsa. En un Mac, abre la app Bolsa, ve a Bolsa > “Restablecer identificador” y luego haz clic en “Restablecer identificador”.\n\nPara poder ofrecerte el mejor contenido, la app Bolsa tiene publicidad. Si tienes activado el ajuste “Anuncios personalizados”, la plataforma de publicidad de Apple puede utilizar tu información para ofrecerte anuncios que sean más pertinentes para ti. Desactivar “Anuncios personalizados” impedirá que Apple utilice tu información para segmentar la publicidad. Puede que no disminuya la cantidad de anuncios que recibas, pero es posible que sean menos pertinentes para ti. Puedes desactivar los anuncios personalizados en tu dispositivo iOS o iPadOS, desactivando la opción “Anuncios personalizados” en Ajustes > Privacidad > Publicidad de Apple. En el Mac, ve a Preferencias del Sistema > Seguridad y privacidad > Privacidad, selecciona “Publicidad de Apple” y desmarca la casilla “Anuncios personalizados”. Los artículos que lees y escuchas en Apple News y la app Bolsa solo se usarán para enviarte anuncios cuando estés en estas apps.\n\nLos socios, que deben tratar la información conforme a los requisitos de Apple, son los que proporcionan las cotizaciones y los datos (y las noticias sobre las acciones de bolsa que sigues en el caso de los usuarios de fuera de Estados Unidos, Reino Unido, Australia y Canadá).\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "es"
      },
      {
        "target" : "Proteger a privacidade e a segurança das suas informações é uma prioridade para todos na Apple. Trabalhamos para coletar somente os dados necessários para aprimorar a sua experiência. Quando coletamos dados, acreditamos que é importante informar o que estamos coletando e por que precisamos dos dados, para que você possa fazer escolhas informadas. O app Bolsa, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios.\n\nPara usuários nos EUA, Reino Unido, Austrália e Canadá, os artigos de notícias no app Bolsa são fornecidos pelo Apple News. A Apple coleta informações sobre como você usa o Apple News no app Bolsa. Essas informações são vinculadas a um identificador aleatório específico do Apple News e do app Bolsa que não é vinculado a outros serviços. Para obter mais detalhes sobre as informações que coletamos no Apple News, acesse www.apple.com\/br\/legal\/privacy\/data\/pt-br\/apple-news.\n\nInformações sobre as assinaturas que você compra no Apple News com o seu ID Apple são usadas para garantir que você possa acessar suas assinaturas no app Bolsa.\n\nPara melhorar o app Bolsa, coletamos informações sobre o desempenho e sua interação com o app. Os dados são associados a um identificador específico dos apps Bolsa e Apple News (onde disponível) e não são vinculados a outros serviços da Apple. Você pode redefinir o identificador no dispositivo iOS ou iPadOS. Para fazer isso, abra Ajustes > Bolsa e toque para ativar Redefinir Identificador. No Mac, abra o app Bolsa, acesse Bolsa > Redefinir Identificador e toque em Redefinir Identificador.\n\nPara oferecer conteúdo de qualidade, o app Bolsa é financiado por anúncios. Se o ajuste de Anúncios Personalizados estiver ativado, a plataforma de publicidade da Apple poderá usar suas informações para oferecer anúncios mais relevantes para você. Desativar os Anúncios Personalizados impedirá que a Apple use essas informações para direcionamento de anúncios. Talvez isso não reduza a quantidade de anúncios que você recebe, mas os anúncios poderão ser menos relevantes para você. Para desativar os Anúncios Personalizados no dispositivo iOS ou iPadOS, abra Ajustes > Privacidade > Publicidade da Apple e toque para desativar Anúncios Personalizados. No Mac, abra Preferências do Sistema > Segurança e Privacidade, clique em Privacidade, selecione Publicidade da Apple e desmarque a opção Anúncios Personalizados. Os artigos que você ler e ouvir no Apple News e no app Bolsa serão usados somente para enviar anúncios a você quando você estiver nos apps Apple News ou Bolsa.\n\nAs cotações e dados de ações (e artigos de notícias sobre as ações seguidas por usuários fora dos EUA, Reino Unido, Austrália e Canadá) são fornecidos por associados obrigados a tratar as informações de acordo com as exigências da Apple.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "Stocks.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt på kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre. Når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Værdipapirer er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper.\n\nFor brugere i USA, Storbritannien, Australien og Canada leveres nyhedshistorier i Værdipapirer af Apple News. Apple indsamler oplysninger om, hvordan du bruger Apple News i Værdipapirer. Disse oplysninger er knyttet til et tilfældigt id, der er specifikt for Apple News og Værdipapirer, som ikke er knyttet til andre tjenester. Få flere oplysninger om den information, vi indsamler til Apple News, på www.apple.com\/dk\/legal\/privacy\/data\/da\/apple-news.\n\nOplysningerne om de abonnementer, du køber med dit Apple‑id i Apple News, bruges til at sikre, at du kan få adgang til dine abonnementer i Værdipapirer.\n\nVi indsamler oplysninger om ydeevnen af appen og dine interaktioner med appen, så vi kan forbedre Værdipapirer. Disse data er knyttet til et id, der er specifikt for Værdipapirer og Apple News (hvis tilgængelig), og som ikke er knyttet til andre Apple-tjenester. Du kan nulstille id’et på din iOS- eller iPadOS-enhed ved at gå til Indstillinger > Værdipapirer og derefter trykke på Nulstil id. På Mac skal du åbne Værdipapirer og derefter gå til Værdipapirer > Nulstil id og klikke på Nulstil id.\n\nFor at levere fantastisk indhold understøttes Værdipapirer af reklamer. Hvis indstillingen Personlige reklamer er slået til, bruger Apples reklameplatform muligvis dine oplysninger til at levere reklamer, der er mere relevante for dig. Hvis du slår Personlige reklamer fra, kan Apple ikke bruge disse oplysninger til målrettede reklamer. Det reducerer muligvis ikke antallet af reklamer, du modtager, men reklamerne vil muligvis være mindre relevante for dig. På din iOS- eller iPadOS-enhed kan du slå Personlige reklamer fra ved at gå til Indstillinger > Anonymitet > Apple-reklamer og trykke for at slå Personlige reklamer fra. På Mac skal du gå til Systemindstillinger > Sikkerhed & anonymitet, klikke på Anonymitet, vælge Apple-reklamer og fravælge afkrydsningsfeltet Personlige reklamer. De artikler, du læser og lytter til i Apple News og Værdipapirer, bruges kun til at sende reklamer til dig, når du bruger Apple News eller Værdipapirer.\n\nAktiekurser og data i Værdipapirer (og nyhedshistorier om de værdipapirer, du følger, for brugere uden for USA, Storbritannien, Australien og Canada) leveres af partnere, som skal behandle oplysningerne i overensstemmelse med Apples krav.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "Stocks.strings",
        "language" : "da"
      },
      {
        "target" : "Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Apple si impegna a raccogliere solo i dati necessari a migliorare la tua esperienza utente. Quando raccogliamo dati, riteniamo che sia importante per te sapere cosa stiamo raccogliendo e perché ne abbiamo bisogno, in modo da consentirti di fare scelte informate. Borsa, così come ogni altro prodotto e servizio Apple, è pensato a partire da questi principi.\n\nPer gli utenti negli Stati Uniti, nel Regno Unito in Australia e in Canada, le notizie in Borsa sono fornite da Apple News. Apple raccoglie informazioni su come usi Apple News in Borsa. Queste informazioni sono collegate a un identificativo casuale specifico per Apple News e Borsa che non è collegato ad altri servizi. Per ulteriori dettagli sulle informazioni che raccogliamo per Apple News, visita la pagina www.apple.com\/it\/legal\/privacy\/data\/it\/apple-news.\n\nLe informazioni sugli abbonamenti che acquisti in Apple News con il tuo ID Apple vengono usate per consentirti di accedere ai tuoi abbonamenti in Borsa.\n\nPer migliorare Borsa, raccogliamo informazioni sulle relative prestazioni e sulle tue interazioni con l'app. I dati sono associati a un identificativo specifico per l'app Borsa e per Apple News (ove disponibile) che non è collegato ad altri servizi Apple. Puoi inizializzare l'identificativo sul tuo dispositivo iOS o iPadOS andando in Impostazioni > Borsa, quindi toccando “Inizializza identificativo”. Sul Mac, apri l'app Borsa, quindi vai in Borsa > Inizializza identificativo, infine fai clic su “Inizializza identificativo”.\n\nAl fine di offrire migliori contenuti, Borsa è supportato da pubblicità. Se l'opzione “Annunci personalizzati” è attiva, la piattaforma pubblicitaria Apple potrebbe usare le tue informazioni per fornirti annunci più rilevanti. Disattivando gli annunci personalizzati, impedirai ad Apple di utilizzare le tue informazioni per fornirti pubblicità mirate. Ciò potrebbe non diminuire il numero di contenuti pubblicitari che ti vengono presentati, ma tali contenuti potrebbero essere meno rilevanti. Sul tuo dispositivo iOS o iPadOS, puoi disattivare gli annunci personalizzati selezionando Impostazioni > Privacy > Pubblicità Apple e disattivando “Annunci personalizzati”. Sul Mac, vai in Preferenze di Sistema > Sicurezza e Privacy, fai clic su Privacy, seleziona “Pubblicità Apple” e deseleziona il riquadro “Annunci personalizzati”. Gli articoli che leggi e ascolti su Apple News e Borsa verranno utilizzati solo per inviarti pubblicità quando ti trovi nelle app News o Borsa di Apple.\n\nLe quotazioni di Borsa e i dati (e le notizie sulle azioni che segui per gli utenti al di fuori degli Stati Uniti, del Regno Unito dell'Australia e del Canada) sono fornite da partner che sono tenuti a trattare le informazioni secondo i requisiti di Apple.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "it"
      },
      {
        "target" : "Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Apka Akcie sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi.\n\nUžívateľom v Spojených štátoch, Spojenom kráľovstve, Austrálii a Kanade sú spravodajské články v apke Akcie poskytované prostredníctvom Apple News. Spoločnosť Apple zhromažďuje informácie o používaní Apple News v apke Akcie. Tieto informácie sú prepojené s náhodným identifikátorom špecifickým pre Apple News a Akcie. Tento identifikátor nie je prepojený s inými službami. Podrobnosti o zhromažďovaní informácií pre Apple News nájdete na stránke www.apple.com\/legal\/privacy\/data\/sk\/apple-news.\n\nInformácie o odberoch, ktoré ste si pomocou svojho Apple ID zakúpili v Apple News, pomáhajú zabezpečiť prístup k vašim odberom v apke Akcie.\n\nNa účely vylepšovania apky Akcie zhromažďujeme informácie týkajúce sa výkonu apky a vašich interakcií s apkou. Dáta sú prepojené s identifikátorom špecifickým pre Akcie a Apple News (ak je služba k dispozícii) a nie sú prepojené s inými službami spoločnosti Apple. Identifikátor môžete resetovať. Na iOS alebo iPadOS zariadení otvorte Nastavenia > Akcie a potom klepnite na Resetovať identifikátor. Na Macu otvorte Akcie, prejdite do Akcie > Resetovať identifikátor a kliknite na Resetovať identifikátor.\n\nAby sme vám mohli zabezpečiť čo najlepší obsah, je apka Akcie podporovaná z príjmov za reklamu. Ak je zapnuté nastavenie Osobná reklama, reklamná platforma spoločnosti Apple môže používať vaše informácie na zobrazovanie reklám, ktoré sú pre vás relevantnejšie. Vypnutím tejto možnosti zabránite spoločnosti Apple používať tieto informácie na cielenie reklamy. Celkové množstvo zobrazenej reklamy sa nemusí zmenšiť, reklamy však budú pre vás menej relevantné. Ak chcete vypnúť funkciu Osobná reklama na iOS alebo iPadOS zariadení, otvorte Nastavenia > Súkromie > Reklama Apple a klepnutím vypnite možnosť Osobná reklama. Na Macu otvorte Systémové nastavenia > Bezpečnosť a súkromie, kliknite na Súkromie, vyberte možnosť Reklama Apple a zrušte zaškrtnutie možnosti Osobná reklama. Články, ktoré čítate a počúvate v Apple News a Akciách, budú slúžiť len na zobrazovanie reklám počas používania apiek Apple News alebo Akcie.\n\nKurzy akcií a dáta (a spravodajské články súvisiace so sledovanými akciami pre užívateľov mimo Spojených štátov, Spojeného kráľovstva, Austrálie a Kanady) sú poskytované partnermi, ktorí sú povinní zaobchádzať s informáciami v súlade s požiadavkami spoločnosti Apple.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "sk"
      },
      {
        "target" : "A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Esforçamo‑nos por recolher unicamente os dados de que necessitamos para melhorar a sua experiência. E, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. A aplicação Bolsa, como qualquer outro produto e serviço da Apple, foi concebida com base nestes princípios.\n\nPara os utilizadores nos Estados Unidos, no Reino Unido, na Austrália e no Canadá, as notícias na aplicação Bolsa são fornecidas por Apple News. A Apple recolhe informação sobre a utilização de Apple News na aplicação Bolsa. Esta informação é associada a um identificador aleatório específico de Apple News e Bolsa, que não é associado a outros serviços. Encontrará informação adicional acerca dos dados recolhidos para Apple News em www.apple.com\/legal\/privacy\/data\/en\/apple-news.\n\nA informação acerca das assinaturas adquiridas em Apple News com o seu ID Apple é usada para garantir que poderá aceder às suas assinaturas na aplicação Bolsa.\n\nPara melhorar a aplicação Bolsa, recolhemos informação sobre o desempenho da aplicação e a forma como interage com a mesma. Os dados são associados a um identificador específico de Bolsa e Apple News (se disponível) e não são associados a outros serviços da Apple. É possível repor o identificador no dispositivo iOS ou iPadOS ativando a opção “Repor identificador” em Definições > Bolsa. No Mac, abra a aplicação Bolsa, selecione Bolsa > Repor identificador e, depois, clique em “Repor identificador”.\n\nDe modo a poder disponibilizar conteúdos de qualidade, a aplicação Bolsa inclui publicidade. Se a definição “Anúncios personalizados” estiver ativada, a plataforma de publicidade da Apple poderá usar a sua informação para lhe apresentar anúncios mais relevantes. Desativar “Anúncios personalizados” impede a Apple de usar esta informação para a segmentação de publicidade. Pode não reduzir o número de anúncios recebidos, mas estes poderão ser menos relevantes para si. No dispositivo iOS ou iPadOS, pode desativar a opção “Anúncios personalizados” em Definições > Privacidade > Publicidade da Apple. No Mac, vá a Preferências do Sistema > Segurança e Privacidade, clique em Privacidade, selecione “Publicidade da Apple” e desassinale a opção “Anúncios personalizados”. Os artigos lidos e reproduzidos nas aplicações Apple News e Bolsa só serão usados para lhe enviar anúncios publicitários quando estiver a usar as aplicações Apple News ou Bolsa.\n\nAs cotações e os dados de ações (e as notícias sobre as ações que acompanha na aplicação para utilizadores fora dos Estados Unidos, do Reino Unido, da Austrália e do Canadá) são fornecidos por parceiros que estão obrigados a tratar a informação em conformidade com os requisitos da Apple.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "Stocks.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami bekerja keras untuk mengumpul hanya data yang kami perlukan bagi menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya adalah penting anda tahu tentang data yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Saham, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini.\n\nUntuk pengguna di Amerika Syarikat, United Kingdom, Australia dan Kanada, berita dalam Saham disediakan oleh Apple News. Apple mengumpulkan maklumat tentang cara anda menggunakan Apple News dalam Saham. Maklumat ini dipautkan kepada pengecam rawak khusus untuk Apple News dan Saham yang tidak dipautkan kepada perkhidmatan lain. Untuk mendapatkan butiran lanjut tentang maklumat yang kami kumpulkan untuk Apple News, lawati www.apple.com\/legal\/privacy\/data\/ms\/apple-news.\n\nMaklumat tentang langganan yang anda beli dalam Apple News dengan Apple ID anda digunakan untuk memastikan anda boleh mengakses langganan anda dalam Saham.\n\nUntuk meningkatkan Saham, kami mengumpulkan maklumat tentang prestasi dan interaksi anda dengan app. Data dikaitkan dengan pengecam yang khusus untuk Saham dan Apple News (apabila tersedia) dan tidak dikaitkan dengan perkhidmatan Apple lain. Anda boleh mereset pengecam pada peranti iOS atau iPadOS anda dengan pergi ke Seting > Saham, kemudian mengetik untuk mengaktifkan Reset Pengecam. Pada Mac, buka Saham, kemudian pergi ke Saham > Reset Pengecam dan klik Reset Pengecam.\n\nUntuk memberikan kandungan hebat, Saham disokong oleh iklan. Jika seting Iklan Diperibadikan diaktifkan, platform pengiklanan Apple mungkin menggunakan maklumat anda untuk memberikan iklan yang lebih berkaitan kepada anda. Menyahaktifkan Iklan Diperibadikan akan menghalang Apple daripada menggunakan maklumat ini untuk penyasaran iklan. Ini mungkin tidak mengurangkan bilangan iklan yang anda terima, tetapi iklan mungkin kurang berkaitan kepada anda. Pada peranti iOS atau iPadOS anda, anda boleh menyahaktifkan Iklan Diperibadikan dengan pergi ke Seting > Privasi > Pengiklanan Apple dan mengetik untuk menyahaktifkan Iklan Diperibadikan. Pada Mac anda, pergi ke Keutamaan Sistem > Keselamatan & Privasi, klik Privasi, pilih Pengiklanan Apple dan nyahpilih kotak semak Iklan Diperibadikan. Cerita yang anda baca dan dengar dalam Apple News dan Saham akan digunakan hanya untuk menghantar iklan kepada anda apabila anda berada dalam app Apple News atau Saham.\n\nHarga dan data saham (dan berita tentang saham yang anda ikuti untuk pengguna di luar Amerika Syarikat, United Kingdom, Australia dan Kanada) disediakan oleh rakan kongsi yang perlu mengendalikan maklumat mengikut keperluan Apple.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "Stocks.strings",
        "language" : "ms"
      },
      {
        "target" : "Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att bara samla in de data vi behöver för att förbättra din upplevelse. När vi samlar in data anser vi att det är viktigt att du vet vad vi samlar in, och varför vi behöver informationen, så att du kan fatta välgrundade beslut. Precis som alla andra produkter och tjänster från Apple är Aktier utformad kring dessa principer.\n\nFör användare i USA, Storbritannien, Australien och Kanada tillhandahålls nyhetsartiklar i Aktier via Apple News. Apple samlar in information om hur du använder Apple News i Aktier. Den här informationen länkas till en slumpmässig identifierare som är specifik för Apple News och Aktier och inte är länkad till någon annan tjänst. Mer detaljerad information om vad vi samlar in för Apple News finns på www.apple.com\/se\/legal\/privacy\/data\/sv\/apple-news.\n\nInformation om de prenumerationer som du köper i Apple News med dina Apple-ID:n används till att säkerställa att du kan komma åt dina prenumerationer i Aktier.\n\nFör att vi ska kunna förbättra Aktier samlar vi in information om appens prestanda och din interaktion med den. Dessa data kopplas till en identifierare som är specifik för Aktier och Apple News (om det är tillgängligt) och länkas inte till några andra Apple-tjänster. Du kan nollställa identifieraren på din iOS- eller iPadOS-enhet genom att öppna Inställningar > Aktier och sedan trycka för att slå på Nollställ identifierare. På en Mac öppnar du Aktier och väljer sedan Aktier > Nollställ ID och klickar på Nollställ ID.\n\nAktier finansieras med annonsering så att vi kan leverera suveränt innehåll. Om du slår på inställningen Personliga annonser kan Apples annonseringsplattform använda din information till att visa annonser som är mer relevanta för dig. Om du stänger av Personliga annonser kan Apple inte använda informationen för riktad annonsering. Det kanske inte minskar antalet annonser du får, men annonserna kan vara mindre relevanta för dig. Du kan stänga av Personliga annonser på din iOS- eller iPadOS-enhet genom att öppna Inställningar > Integritet > Apple-reklam och trycka för att stänga av Personliga annonser. På en Mac öppnar du Systeminställningar > Säkerhet och integritet, klickar på Integritet, markerar Apple-reklam och avmarkerar kryssrutan Personliga annonser. Artiklarna som du läser och lyssnar på i Apple News och Aktier används endast till att skicka annonser till dig när du befinner dig i appen Apple News eller Aktier.\n\nAktiekurser och information (samt nyhetsartiklar om aktierna du följer för användare utanför USA, Storbritannien, Australien och Kanada) tillhandahålls av partners som måste behandla informationen i enlighet med Apples krav.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "sv"
      },
      {
        "target" : "Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom pro vás připravovali stále lepší uživatelské prostředí. Jsme přesvědčeni, že v případech, kdy data shromažďujeme, je důležité, abyste věděli, o jaká data se jedná a k čemu je využíváme, a měli tak dostatek informací k podloženému rozhodování. Aplikace Akcie je stejně jako každý produkt a služba Apple navržena s ohledem na tyto zásady.\n\nUživatelům v USA, Spojeném království, Austrálii a Kanadě poskytujeme v aplikaci Akcie prostřednictvím Apple News články ze zpravodajství. Společnost Apple shromažďuje informace o tom, jak Apple News v aplikaci Akcie využíváte. Tyto informace jsou přidružené k náhodnému identifikátoru specifickému pro Apple News a Akcie, který není propojen s ostatními službami. Podrobnější informace o datech, která shromažďujeme pro Apple News, viz www.apple.com\/legal\/privacy\/data\/cs\/apple-news.\n\nPro zajištění přístupu k předplaceným službám v aplikaci Akcie využíváme údaje o položkách, které jste si v Apple News předplatili pod svým Apple ID.\n\nZa účelem vylepšování aplikace Akcie shromažďujeme informace o jejím výkonu a vašich interakcích s ní. Tyto informace jsou přidružené k identifikátoru specifickému pro Akcie a Apple News (v regionech, kde jsou dostupné), který není propojen s ostatními službami Apple. Tento identifikátor můžete resetovat. Na iOS nebo iPadOS zařízení přejděte do Nastavení > Akcie a pak klepnutím zapněte volbu Resetovat identifikátor. Na Macu otevřete Akcie, přejděte na Akcie > Resetovat identifikátor a klikněte na Resetovat identifikátor.\n\nAbychom vám mohli poskytovat špičkový obsah, je aplikace Akcie podporována z reklamních zdrojů. Pokud máte zapnutou volbu Osobní reklama, reklamní platforma společnosti Apple může využívat vaše informace k výběru reklam, které jsou pro vás relevantnější. Vypnutím volby Osobní reklama znemožníte společnosti Apple tyto údaje k zacílení reklamy využívat. Počet reklam, které uvidíte, tím nemusí klesnout, ale mohou pro vás být méně zajímavé. Na iOS nebo iPadOS zařízení můžete volbu Osobní reklama vypnout tak, že přejdete do Nastavení > Soukromí > Reklamy Apple a klepnutím vypnete přepínač Osobní reklama. Na Macu otevřete Předvolby systému > Zabezpečení a soukromí, klikněte na Soukromí, vyberte volbu Reklama Apple a zrušte zaškrtnutí políčka Osobní reklama. Informace o tom, které články čtete a posloucháte v aplikacích Apple News a Akcie, budou využívány pouze k poskytování reklam v těchto dvou aplikacích.\n\nKurzy akcií a data (a články o sledovaných akciích v případě uživatelů mimo USA, Spojené království, Austrálii a Kanadu) poskytují partneři, od kterých požadujeme, aby zpracovávali informace v souladu s požadavky společnosti Apple.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple의 전 직원은 개인 정보의 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하도록 최선을 다하고 있습니다. 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 주식 앱은 이 원칙을 기반으로 설계되었습니다.\n\n미국, 영국, 오스트레일리아 및 캐나다 사용자의 경우 Apple News를 통해 주식에 대한 기사가 제공됩니다. Apple은 사용자가 주식 앱에서 Apple News를 어떻게 사용하는지에 대한 정보를 수집합니다. 이 정보는 다른 서비스에 연계되지 않은 Apple News 및 주식에 특정하여 임의의 식별자에 연계됩니다. Apple News에 관해 수집하는 정보를 보려면 www.apple.com\/kr\/legal\/privacy\/data\/ko\/apple-news 사이트를 참조하십시오.\n\n사용자의 Apple ID로 Apple News에서 구입한 구독 정보는 사용자가 주식 앱에서 구독에 접근할 수 있도록 하기 위해 사용됩니다.\n\n주식 앱을 향상하기 위해, Apple은 해당 앱의 성능 및 사용자와 앱 사이의 상호작용에 관한 정보를 수집합니다. 이 데이터는 주식 앱 및 Apple News(사용 가능한 경우)에 한정된 임의의 식별자와 연계되며, 다른 Apple 서비스와는 연결되지 않습니다. 식별자를 재설정하려면 iOS 또는 iPadOS 기기에서 설정 > 주식으로 이동한 다음, ‘식별자 재설정’을 탭하여 켜면 됩니다. Mac에서는 주식 앱을 열고 주식 > 식별자 재설정으로 이동한 다음 ‘식별자 재설정’을 클릭합니다.\n\n양질의 콘텐츠를 제공하기 위해 주식 앱에서는 광고가 지원됩니다. 맞춤형 광고 설정이 켜져 있는 경우 Apple의 광고 플랫폼은 사용자의 정보를 사용하여 사용자와 더욱 관련이 있는 광고를 제공할 수 있습니다. 맞춤형 광고를 끄면 Apple이 광고 대상 설정에 사용자의 정보를 사용할 수 없습니다. 받는 광고의 수는 줄어들지 않지만 광고의 관련성이 떨어질 수 있습니다. iOS 또는 iPadOS 기기에서는 설정 > 개인 정보 보호 > Apple 광고로 이동하고 맞춤형 광고를 탭하여 꺼서 맞춤형 광고를 끌 수 있습니다. Mac에서는 시스템 환경설정 > 보안 및 개인 정보 보호로 이동하고 개인 정보 보호를 클릭한 다음 Apple 광고를 선택하여 맞춤형 광고 체크상자를 선택 해제하십시오. Apple News 또는 주식 앱에서 읽고 들은 기사는 Apple News 또는 주식 앱을 사용할 때 광고를 보내는 데에만 사용됩니다.\n\n주식은 Apple의 요구사항에 따라 정보를 취급하는 파트너사에서 제공하는 데이터(및 미국, 영국, 오스트레일리아, 캐나다 지역에 있지 않은 사용자의 경우 팔로우하는 주식에 관한 기사)를 제공합니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "Stocks.strings",
        "language" : "ko"
      },
      {
        "target" : "Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi det er viktig at du vet hva vi samler inn, og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Aksjer er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene.\n\nNyhetssaker i Aksjer leveres av Apple News for brukere i USA, Storbritannia, Australia og Canada. Apple samler inn informasjon om hvordan du bruker Apple News i Aksjer. Denne informasjonen er knyttet til en tilfeldig Apple News- og Aksjer-spesifikk anonym identifikator som ikke er knyttet til andre tjenester. Hvis du vil vite mer om informasjonen vi samler inn for Apple News, kan du gå til www.apple.com\/no\/legal\/privacy\/data\/no\/apple-news.\n\nInformasjon om abonnementene du kjøper i Apple News med Apple‑ID-en din, brukes for å sikre at du har tilgang til disse abonnementene i Aksjer.\n\nFor å forbedre Aksjer samler vi inn informasjon om ytelsen til appen og hvordan du samhandler med den. Dataene assosieres med en identifikator som er spesifikk for Aksjer og Apple News (der det er tilgjengelig), og knyttes ikke til andre Apple-tjenester. Du kan nullstille identifikatoren på iOS- eller iPadOS-enheten ved å gå til Innstillinger > Aksjer og trykke for å slå på Nullstill identifikator. På Mac åpner du Aksjer, velger Aksjer > Nullstill identifikator og klikker på Nullstill identifikator.\n\nFor å kunne levere godt innhold, støttes Aksjer av annonser. Hvis innstillingen Personlig tilpassede annonser er aktivert, kan Apples annonseplattform bruke informasjonen din til å levere annonser som er mer relevante for deg. Hvis du deaktiverer Personlig tilpassede annonser, kan ikke Apple bruke denne informasjonen til å målrette annonser. Det vil ikke redusere antallet annonser du mottar, men annonsene kan være mindre relevante for deg. Du kan slå av Personlig tilpassede annonser på iOS- eller iPadOS-enheten din ved å gå til Innstillinger > Personvern > Apple-annonser og trykke for å slå av Personlig tilpassede annonser. På Mac går du til Systemvalg > Sikkerhet og personvern, klikker på Personvern, velger Annonser og fjerner deretter merket for Personlig tilpassede annonser. Sakene du leser og lytter til i Apple News og Aksjer, vil kun bli brukt til å vise annonser for deg når du er i Apple News- eller Aksjer-appen.\n\nAksjekurser og -data (og nyhetssaker om aksjene du følger, for brukere utenfor USA, Storbritannia, Australia og Canada) leveres av samarbeidspartnere som er pålagt å behandle informasjonen i henhold til Apples retningslinjer.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "no"
      },
      {
        "target" : "A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Mindent megteszünk annak érdekében, hogy csak olyan adatokat gyűjtsünk, amelyekre a jobb felhasználói élmény biztosításához van szükségünk. Amikor adatokat gyűjtünk, fontosnak tartjuk, hogy Ön tudja, milyen adatok gyűjtésére kerül sor, és miért van szükség ezekre az adatokra, így átgondoltabb döntéseket tud hozni. A Részvények, mint az Apple minden terméke és szolgáltatása, ilyen irányelvek alapján lett megtervezve.\n\nAz Egyesült Államokban, az Egyesült Királyságban, az Ausztráliában és a Kanadában élő felhasználók számára az Apple News biztosítja a Részvények appban elérhető hírsztorikat. Az Apple információkat gyűjt arról, hogy Ön hogyan használja az Apple Newst a Részvényekben. Ez az információ egy kifejezetten az Apple Newshoz és a Részvényekhez tartozó véletlenszerű azonosítóhoz van kapcsolva, és nincs összekapcsolva más szolgáltatásokkal. Ha további részleteket szeretne megtudni arról, hogy milyen információkat gyűjtünk az Apple Newshoz, látogasson el a www.apple.com\/legal\/privacy\/data\/hu\/apple-news weboldalra.\n\nMinden olyan információ, amely az Ön Apple ID-jával az Apple Newsban megvásárolt előfizetésekre vonatkozik, arra van felhasználva, hogy hozzáférést biztosítsunk az előfizetéseihez a Részvényekben.\n\nA Részvények fejlesztése érdekében információkat gyűjtünk az app teljesítményével, valamint az Ön által az appal végzett műveletekkel kapcsolatban. Az adatok egy kifejezetten a Részvényekhez és (ahol elérhető,) az Apple Newshoz tartozó azonosítóhoz vannak kapcsolva, és nincsenek összekapcsolva más Apple-szolgáltatásokkal. Az azonosítót alaphelyzetbe is állíthatja. Ehhez iOS- vagy iPadOS-eszközön válassza a Beállítások > Részvények menüpontot, majd koppintással kapcsolja be az Azonosító alaphelyzetbe állítása lehetőséget. Mac gépen nyissa meg a Részvények appot, válassza a Részvények > Azonosító alaphelyzetbe állítása menüpontot, majd kattintson az Azonosító alaphelyzetbe állítása lehetőségre.\n\nAhhoz, hogy nagyszerű tartalmakat kínálhassunk Önnek, a Részvények app hirdetéseket tartalmaz. Ha a Személyre szabott hirdetések beállítás be van kapcsolva, az Apple hirdetési platformja felhasználhatja az Ön információit arra, hogy Önre nézve relevánsabb hirdetéseket jelenítsen meg. A Személyre szabott hirdetések kikapcsolása megakadályozza, hogy az Apple felhasználja ezeket az információkat a hirdetéscélzáshoz. Előfordulhat, hogy ez nem csökkenti a megjelenő hirdetések számát, de a hirdetések kevésbé lesznek relevánsak az Ön számára. iOS- és iPadOS-eszközön kikapcsolhatja a Személyre szabott hirdetések funkciót. Ehhez válassza a Beállítások > Adatvédelem > Apple-hirdetések menüpontot, majd koppintással kapcsolja ki a Személyre szabott hirdetések beállítást. Mac gépen válassza a Rendszerbeállítások > Biztonság és adatvédelem > Adatvédelem menüpontot, válassza ki az Apple-hirdetések lehetőséget, és törölje a Személyre szabott hirdetések beállítás jelölését. Az Apple Newsban és a Részvényekben olvasott és hallgatott sztorik csak ahhoz lesznek felhasználva, hogy hirdetéseket küldjünk Önnek, amikor az Apple News vagy a Részvények appot használja.\n\nA részvényárfolyamokat és -adatokat (illetve az Egyesült Államokon, az Egyesült Királyságon, Ausztrálián és Kanadán kívül élő felhasználók esetében a követett részvényekkel kapcsolatos hírsztorikat) olyan partnerek teszik elérhetővé, akik számára kötelező, hogy az Apple követelményeinek megfelelően kezeljék az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "Stocks.strings",
        "language" : "hu"
      },
      {
        "target" : "保護你資料的私隱和保安是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗。當我們收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，「股市」亦遵照上述原則設計而成。\n\n美國、英國、澳洲以及加拿大的用户所收到的「股市」新聞報道由Apple News提供。Apple會收集你在「股市」中如何使用Apple News的資料。這些資料會連繫至Apple News和「股市」特定的隨機識別碼，並不會連繫至其他服務。如你想了解更多有關我們為Apple News收集的資料，請瀏覽：www.apple.com\/hk\/legal\/privacy\/data\/zh-hk\/apple-news。\n\n你用Apple ID在Apple News購買訂閲項目的相關資料會用於確保你可在「股市」取用訂閲項目。\n\n為改進「股市」，我們會收集App的執行效能以及你與App的互動情況。此資料會連結至「股市」和Apple News（如適用）特定的識別碼，不會與其他Apple服務連結。你可以在iOS或iPadOS裝置上重設識別碼，請前往「設定」>「股市」，然後點一下以開啟「重設識別碼」。在Mac上，打開「股市」，然後前往「股市」>「重設識別碼」，並且按一下「重設識別碼」。\n\n為了提供精彩內容，「股市」支援廣告。如已啟用「個人化廣告」設定，Apple的廣告平台可能會使用你的資料來提供與你更相關的廣告。關閉「個人化廣告」會使Apple無法將此資料用於廣吿目標。這樣未必會減少你收到的廣告數量，但廣告可能與你的相關性較低。在iOS或iPadOS裝置上，你可以前往「設定」>「私隱」>「Apple廣告」並點一下關閉「個人化廣告」，即可關閉「個人化廣告」。在Mac上，請前往「系統偏好設定」>「保安與私隱」，按一下「私隱」，選擇「Apple廣告」，然後取消選取「個人化廣告」剔選框。你在Apple News和「股市」中閲讀和收聽的報道只會用來在你使用Apple News和「股市」App時向你傳送廣告。\n\n股票報價和資料（以及美國、英國、澳洲和加拿大以外的用户所關注的股市新聞報道）由我們的合作夥伴提供，而該合作夥伴需要按Apple的要求處理資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "Stocks.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Borsa da bu prensipler göz önünde bulundurularak tasarlanmıştır.\n\nAmerika Birleşik Devletleri’ndeki, Birleşik Krallık’taki, Avustralya’daki ve Kanada’daki kullanıcılar için Borsa’daki haberler Apple News tarafından sağlanır. Apple, Borsa’da Apple News’u nasıl kullandığınız hakkındaki bilgileri toplar. Bu bilgiler diğer servislere bağlı olmayan, Apple News’a ve Borsa’ya özgü rasgele bir tanıtıcı ile ilişkilidir. Apple News ile ilgili topladığımız bilgiler hakkında daha fazla ayrıntı için www.apple.com\/tr\/legal\/privacy\/data\/tr\/apple-news adresine gidin.\n\nApple kimliğiniz ile Apple News’da satın aldığınız abonelikler hakkında bilgiler Borsa’da aboneliklerinize erişmenizi sağlamak için kullanılır.\n\nBorsa’yı geliştirmek için uygulamanın performansı ve onunla etkileşiminiz hakkındaki bilgileri toplarız. Veriler, Borsa’ya ve Apple News’a (varsa) özgü bir tanıtıcı ile ilişkilendirilir ve bu verilerle diğer Apple servisleri arasında bağlantı kurulmaz. Tanıtıcıyı sıfırlamak için iOS veya iPadOS aygıtınızda Ayarlar > Borsa bölümüne gidip Tanıtıcıyı Sıfırla’yı açmak üzere dokunun. Mac’te Borsa’yı açın, sonra Borsa > Tanıtıcıyı Sıfırla bölümüne gidip Tanıtıcıyı Sıfırla’yı tıklayın.\n\nBorsa, harika içerikleri sunabilmek için reklamlarla desteklenir. Kişiselleştirilmiş Reklamlar ayarı açıksa Apple’ın reklam platformu, sizinle daha ilgili reklamlar sunmak için bilgilerinizi kullanabilir. Kişiselleştirilmiş Reklamlar’ın kapatılması, Apple’ın hedef reklamlar için bu bilgileri kullanmasını engeller. Aldığınız reklam sayısı azalmayabilir ama reklamlar sizinle daha az ilgili olur. iOS veya iPadOS aygıtınızda Ayarlar > Gizlilik > Apple’ın Sunduğu Reklamlar bölümüne gidip Kişiselleştirilmiş Reklamlar’ı kapatmak üzere dokunarak Kişiselleştirilmiş Reklamlar’ı etkisizleştirebilirsiniz. Mac’inizde Sistem Tercihleri > Güvenlik ve Gizlilik bölümüne gidin, Gizlilik’i tıklayın, Apple’ın Sunduğu Reklamlar’ı seçin ve Kişiselleştirilmiş Reklamlar onay kutusunun seçimini kaldırın. Apple News’da ve Borsa’da okuduğunuz ve dinlediğiniz yazılar yalnızca siz Apple News veya Borsa uygulamalarındayken reklam göndermek için kullanılır.\n\nBorsa verileri (ve Amerika Birleşik Devletleri, Birleşik Krallık, Avustralya ve Kanada dışındaki kullanıcılar için takip ettiğiniz hisseler hakkındaki haberler) Apple’ın gereksinimlerine uygun olarak bilgileri işlemek zorunda olan ortaklar tarafından sağlanır.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "Stocks.strings",
        "language" : "tr"
      },
      {
        "target" : "Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Staramy się gromadzić tylko te dane, których rzeczywiście potrzebujemy do ulepszania naszych produktów i usług. Gdy gromadzimy dane, informujemy Cię jakie i dlaczego, aby pozwolić Ci dokonywać świadomych wyborów. Jak każdy inny produkt oraz usługa Apple, aplikacja Giełda również opiera się na tych zasadach.\n\nUżytkownikom w Stanach Zjednoczonych, Wielkiej Brytanii, Australii oraz Kanadzie publikacje artykułów informacyjnych w aplikacji Giełda dostarczane są przez Apple News. Apple gromadzi dane o sposobie, w jaki korzystasz z Apple News w aplikacji Giełda. Te dane są powiązane z losowym identyfikatorem właściwym dla Apple News oraz aplikacji Giełda, który nie jest powiązany z innymi usługami. Więcej szczegółów na temat danych, jakie gromadzimy w Apple News, znajdziesz pod adresem www.apple.com\/pl\/legal\/privacy\/data\/pl\/apple-news.\n\nInformacje na temat subskrypcji kupionych w usłudze Apple News przy użyciu Twojego Apple ID są wykorzystywane do udostępniania tych subskrypcji w aplikacji Giełda.\n\nAby udoskonalać aplikację Giełda, gromadzimy także informacje o jej wydajności oraz Twoich interakcjach z nią. Te dane są skojarzone z identyfikatorem właściwym dla aplikacji Giełda i News (jeśli są dostępne w danym regionie), który nie jest powiązany z innymi usługami Apple. Możesz wyzerować ten identyfikator na urządzeniu iOS lub iPadOS, przechodząc do Ustawień, stukając w Giełda, a następnie stukając w Wyzeruj identyfikator. Na Macu otwórz aplikację Giełda, wybierz polecenie menu Giełda > Wyzeruj identyfikator i kliknij w Wyzeruj identyfikator.\n\nAby móc dostarczać atrakcyjne treści, aplikacja Giełda obsługuje reklamy. Jeśli funkcja Reklamy spersonalizowane jest włączona, platforma reklamowa Apple może wykorzystywać informacje o Tobie do prezentowania Ci reklam bardziej istotnych dla Ciebie. Wyłączenie reklam spersonalizowanych uniemożliwi firmie Apple wykorzystywanie tych informacji do kierowania reklam. Nie spowoduje to zmniejszenia liczby prezentowanych reklam, lecz te reklamy mogą być mniej istotne dla Ciebie. Reklamy spersonalizowane możesz wyłączyć na urządzeniu iOS lub iPadOS, przechodząc do Ustawień, stukając w Prywatność > Reklamy Apple i wyłączając stuknięciem opcję Reklamy spersonalizowane. Na Macu otwórz Preferencje systemowe > Ochrona i prywatność, kliknij w Prywatność, zaznacz Reklamy Apple i usuń zaznaczenie pola wyboru Reklamy spersonalizowane. Publikacje, które czytasz i których słuchasz w aplikacjach News i Giełda, będą wykorzystywane do wysyłania reklam tylko wtedy, gdy używasz tych aplikacji.\n\nNotowania i informacje giełdowe (a także wiadomości dotyczące obserwowanych notowań, jeśli jesteś użytkownikiem spoza Stanów Zjednoczonych, Wielkiej Brytanii, Australii i Kanady) są dostarczane przez partnerów, którzy są zobowiązani do przetwarzania danych zgodnie z wymaganiami Apple.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "pl"
      },
      {
        "target" : "保護您資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進您的體驗。當有收集資料的必要時，我們認為讓您知道收集的內容和需要的原因十分重要，因為唯有如此，您才能做出知情的選擇。如同各項Apple產品和服務，「股市」亦遵照上述原則設計而成。\n\n針對美國、英國、澳洲和加拿大的使用者，「股市」中的新聞報導是由Apple News提供。Apple會根據您在「股市」中使用Apple News的方式收集相關資訊。這些資訊是連結到特定的Apple News和「股市」隨機識別碼，並不會連結到其他服務。若要瞭解Apple News如何收集資訊的相關細節，請參訪www.apple.com\/tw\/legal\/privacy\/data\/zh-tw\/apple-news。\n\n您用Apple ID在Apple News中購買訂閱項目的相關資訊會用來確保您可以在「股市」中取用訂閱項目。\n\n為改進「股市」，我們會收集App的執行效能和您與App的互動情況。此資料是連結到特定的「股市」和Apple News（若可用）的隨機識別碼，不會與其他Apple服務連結。您可以重置iOS或iPadOS裝置上的識別碼，請前往「設定」>「股市」，然後點一下來開啟「重置識別碼」。在Mac上，請打開「股市」，然後前往「股市」>「重置識別碼」並且按一下「重置識別碼」。\n\n為提供最佳的內容，「股市」支援廣告。若啟用了「個人化廣告」設定，則Apple的廣告平台可能會使用您的資訊來提供與您更為相關的廣告。關閉「個人化廣告」可避免Apple將此資訊用於定向廣告。這可能不會減少您接收到的廣告數量，但廣告與您本人的關聯性已經降低。您可以在iOS或iPadOS裝置上關閉「個人化廣告」，請前往「設定」>「隱私權」>「Apple廣告」，並且點一下來關閉「個人化廣告」。在Mac上，請前往「系統偏好設定」>「安全性與隱私權」，按一下「隱私權」，選取「Apple廣告」並取消選取「個人化廣告」註記框。在Apple News或「股市」App中閱讀和聆聽的報導只會用來在Apple News或「股市」App中對您傳送廣告。\n\n股市報價和資料（以及美國、英國、澳洲和加拿大以外使用者追蹤的股市新聞報導）是由合作夥伴所提供，它們也必須依照Apple的規範來處理相關資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "Stocks.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better. When we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Stocks, like every Apple product and service, is designed with these principles in mind.\n\nFor users in the United States, the United Kingdom, Australia and Canada, news stories in Stocks are provided by Apple News. Apple collects information about how you use Apple News in Stocks. This information is linked to a random identifier specific to Apple News and Stocks that is not linked to other services. For more details on the information we collect for Apple News, visit www.apple.com\/legal\/privacy\/data\/en\/apple-news.\n\nInformation about the subscriptions you purchase in Apple News with your Apple ID is used to ensure you can access your subscriptions in Stocks.\n\nTo improve Stocks, we collect information about the performance of and your interaction with the app. The data is associated with an identifier specific to Stocks and Apple News (where available) and is not linked to other Apple services. You can reset the identifier on your iOS or iPadOS device by going to Settings > Stocks, then tapping to turn on Reset Identifier. On Mac, open Stocks, then go to Stocks > Reset Identifier and click Reset Identifier.\n\nIn order to deliver great content, Stocks is ad-supported. If the Personalised Ads setting is turned on, Apple’s advertising platform may use your information to serve ads that are more relevant to you. Turning off Personalised Ads will prevent Apple from using this information for ad targeting. It may not decrease the number of ads you receive, but the ads may be less relevant to you. On your iOS or iPadOS device, you can turn off Personalised Ads by going to Settings > Privacy > Apple Advertising and tapping to turn off Personalised Ads. On your Mac, go to System Preferences > Security & Privacy, click Privacy, select Apple Advertising and deselect the Personalised Ads tickbox. The stories you read and listen to in Apple News and Stocks will only be used to send advertisements to you when you are in the Apple News or Stocks apps.\n\nStock quotes and data (and news stories about the stocks you follow for users outside the United States, the United Kingdom, Australia and Canada) are provided by partners who are required to treat the information in line with Apple’s requirements.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "Stocks.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn. Khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Chứng khoán, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này.\n\nĐối với người dùng ở Mỹ, Vương quốc Anh, Australia và Canada, các tin bài trong Chứng khoán được cung cấp bởi Apple News. Apple thu thập thông tin về cách bạn sử dụng Apple News trong Chứng khoán. Thông tin này được liên kết với một mã định danh ngẫu nhiên dành riêng cho Apple News và Chứng khoán, không được liên kết với các dịch vụ khác. Để biết thêm chi tiết về thông tin mà chúng tôi thu thập cho Apple News, hãy truy cập www.apple.com\/legal\/privacy\/data\/vi\/apple-news.\n\nThông tin về các đăng ký mà bạn mua trong Apple News bằng ID Apple được sử dụng để đảm bảo rằng bạn có thể truy cập các đăng ký của mình trong Chứng khoán.\n\nĐể cải thiện Chứng khoán, chúng tôi thu thập thông tin về hiệu năng và tương tác của bạn với ứng dụng. Dữ liệu được liên kết với một mã định danh dành riêng cho Chứng khoán và Apple News (khi có sẵn) và không được liên kết với các dịch vụ khác của Apple. Bạn có thể đặt lại mã định danh trên thiết bị iOS hoặc iPadOS bằng cách đi tới Cài đặt > Chứng khoán, sau đó chạm để bật Đặt lại mã định danh. Trên máy Mac, hãy mở Chứng khoán, sau đó đi tới Chứng khoán > Đặt lại mã định danh và bấm vào Đặt lại mã định danh.\n\nĐể cung cấp nội dung có chất lượng tốt, Chứng khoán được hỗ trợ quảng cáo. Nếu cài đặt Quảng cáo được cá nhân hóa được bật, nền tảng quảng cáo của Apple có thể sử dụng thông tin của bạn để cung cấp các quảng cáo phù hợp hơn với bạn. Tắt Quảng cáo được cá nhân hóa sẽ ngăn cản Apple sử dụng thông tin này để nhắm mục tiêu quảng cáo. Việc này có thể không làm giảm số lượng quảng cáo mà bạn nhận được, nhưng các quảng cáo có thể ít phù hợp với bạn hơn. Trên thiết bị iOS hoặc iPadOS, bạn có thể tắt Quảng cáo được cá nhân hóa bằng cách đi tới Cài đặt > Quyền riêng tư > Quảng cáo của Apple và chạm để tắt Quảng cáo được cá nhân hóa. Trên máy Mac của bạn, hãy đi tới Tùy chọn hệ thống > Bảo mật & Quyền riêng tư, bấm vào Quyền riêng tư, chọn Quảng cáo của Apple và bỏ chọn hộp kiểm Quảng cáo được cá nhân hóa. Các tin tức mà bạn đọc và nghe trong Apple News và Chứng khoán sẽ chỉ được sử dụng để gửi quảng cáo khi bạn sử dụng các ứng dụng Apple News hoặc Chứng khoán.\n\nDữ liệu và chào giá chứng khoán (cũng như tin tức về chứng khoán bạn theo dõi đối với những người dùng sống bên ngoài nước Mỹ, Vương quốc Anh, Australia và Canada) được cung cấp bởi các đối tác được yêu cầu xử lý thông tin tuân theo các yêu cầu của Apple.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "Stocks.strings",
        "language" : "vi"
      },
      {
        "target" : "Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для совершенствования предоставляемых услуг. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Приложение «Акции», как и остальные продукты и сервисы Apple, создано на основе этих принципов.\n\nСтатьи в приложении «Акции», которые доступны пользователям в США, Великобритании, Австралии и Канаде, предоставляются Apple News. Apple собирает информацию о том, как Вы используете Apple News в приложении «Акции». Эта информация привязана к случайному идентификатору, который используется только Apple News и приложением «Акции» и не связан с другими сервисами. Подробнее о том, какую информацию мы собираем для Apple News: www.apple.com\/legal\/privacy\/data\/en\/apple-news.\n\nИнформация о подписках, которые Вы приобретаете в Apple News со своего Apple ID, используется для предоставления Вам доступа к подпискам в приложении «Акции».\n\nДля улучшения Акций мы собираем информацию о производительности приложения и Вашем взаимодействии с ним. Эти данные связаны с идентификатором, который используется только приложением «Акции» и Apple News (там, где они доступны) и не связан с другими сервисами Apple. Вы можете сбросить этот идентификатор на устройстве iOS или iPadOS. Для этого откройте «Настройки» > «Акции», затем включите «Сброс идентификатора». На Mac откройте приложение «Акции», перейдите в меню «Акции» > «Сбросить идентификатор», затем нажмите «Сбросить идентификатор».\n\nДля того чтобы бесплатно предоставлять Вам интересный контент, приложение «Акции» содержит рекламу. Если включен параметр «Контекстная реклама», рекламная платформа Apple может использовать информацию о Вас для показа наиболее релевантных рекламных объявлений. Если выключить параметр «Контекстная реклама», Apple не сможет использовать эту информацию для подбора и показа Вам целевой рекламы. При этом количество получаемой Вами рекламы может не уменьшиться, но объявления могут быть менее релевантными для Вас. Чтобы выключить контекстную рекламу на устройстве iOS или iPadOS, откройте «Настройки» > «Конфиденциальность» > «Реклама от Apple», затем касанием выключите параметр «Контекстная реклама». На Mac откройте «Системные настройки» > «Защита и безопасность» > «Конфиденциальность», выберите пункт «Реклама от Apple», затем снимите флажок «Контекстная реклама». Данные о статьях, которые Вы читаете и слушаете в Apple News и приложении «Акции», будут использоваться только для рекламы в Apple News или приложении «Акции».\n\nКотировки и данные акций (а также статьи об интересующих Вас акциях, если Вы находитесь не в США, Великобритании, Австралии и Канаде) предоставлены партнерами, которые обязаны обрабатывать информацию в соответствии с требованиями Apple.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "ru"
      },
      {
        "target" : "La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à collecter uniquement les données dont nous avons besoin pour améliorer votre expérience d’utilisation. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, l’app Bourse a été conçue dans le respect de ces principes.\n\nPour les utilisateurs de Bourse aux États-Unis, au Royaume-Uni, en Australie et au Canada, les articles de Bourse sont fournis par Apple News. Apple collecte des informations sur la façon dont vous utilisez Apple News dans Bourse. Ces informations sont liées à un identifiant anonyme propre à Apple News et à Bourse qui n’est associé à aucun autre service. Pour obtenir plus de détails sur les informations que nous recueillons pour Apple News, rendez-vous sur www.apple.com\/ca\/fr\/legal\/privacy\/data\/fr-ca\/apple-news.\n\nLes informations sur les abonnements que vous avez souscrits avec votre identifiant Apple dans Apple News sont utilisées pour que vous puissiez accéder à vos abonnements dans l’app Bourse.\n\nPour améliorer Bourse, nous recueillons des informations sur les performances de l’app et vos interactions avec celle-ci. Les données sont associées à un identifiant propre à Bourse et à Apple News (dans les régions où le service est offert). L’identifiant n’est lié à aucun autre service Apple. Vous pouvez réinitialiser l’identifiant sur votre appareil iOS ou iPadOS en sélectionnant « Réinitialiser l’identifiant » dans Réglages > Bourse. Sur votre Mac, ouvrez Bourse, accédez à Bourse > Réinitialiser l’identifiant, puis cliquez sur « Réinitialiser l’identifiant ».\n\nBourse diffuse des annonces pour fournir du contenu qui provient des principaux éditeurs. Si le réglage Annonces personnalisées est activé, la plateforme publicitaire d’Apple peut utiliser vos informations pour afficher des publicités susceptibles de vous intéresser. La désactivation de ce réglage empêchera Apple d’utiliser ces informations à des fins de ciblage publicitaire. Il se peut que cela n’ait pas d’effet sur le nombre d’annonces que vous recevez, mais elles pourraient être moins pertinentes. Vous pouvez désactiver le réglage Annonces personnalisées sur votre appareil iOS ou iPadOS en accédant à Réglages > Confidentialité > Publicité Apple, puis en désactivant Annonces personnalisées. Sur Mac, accédez à Préférences Système > Sécurité et confidentialité > Confidentialité > Publicité Apple, puis décochez la case Annonces personnalisées. Les articles que vous lisez et écoutez dans Apple News et Bourse seront utilisés uniquement pour vous présenter des publicités lorsque vous utilisez les apps Apple News et Bourse.\n\nLes cours et les données de Bourse, ainsi que les articles sur les actions suivies par les utilisateurs hors États-Unis, Royaume-Uni, Australie et Canada, sont fournis par des partenaires qui ont l’obligation de traiter les informations conformément aux exigences d’Apple.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tous les produits et services Apple, l’app Bourse a été conçue dans le respect de ces principes.\n\nPour les utilisateurs résidant aux États-Unis, au Royaume-Uni, en Australie et au Canada, les articles d’actualité présentés dans Bourse sont fournis par Apple News. Apple recueille des informations sur la façon dont vous utilisez Apple News dans Bourse. Ces informations sont associées à un identifiant aléatoire propre à Apple News et à Bourse et non lié à d’autres services. Pour en savoir plus sur les données collectées pour Apple News, consultez la page www.apple.com\/legal\/privacy\/data\/fr\/apple-news.\n\nLes informations liées aux abonnements souscrits dans Apple News avec votre identifiant Apple sont utilisées pour vous garantir l’accès à vos abonnements dans Bourse.\n\nPour améliorer l’app Bourse, nous collectons des informations liées aux performances de l’app et à vos interactions avec cette dernière. Ces données sont associées à un identifiant spécifique propre à Bourse et à Apple News (dans les régions où ce service est disponible) et ne sont pas associées aux autres services d’Apple. Vous pouvez réinitialiser cet identifiant sur votre appareil iOS ou iPadOS en accédant à Réglages > Bourse, puis en touchant « Réinitialiser l’identifiant ». Sur votre Mac, ouvrez l’app Bourse, puis accédez à Bourse > Réinitialiser l’identifiant et cliquez sur « Réinitialiser l’identifiant ».\n\nAfin de vous offrir du contenu intéressant, Bourse comporte des publicités. Si le réglage « Publicités personnalisées » est activé, la plateforme publicitaire d’Apple peut utiliser vos données pour vous proposer des publicités plus pertinentes. La désactivation de ce réglage empêchera Apple d’utiliser ces données à des fins de ciblage publicitaire. Cela ne réduira peut-être pas le nombre de publicités que vous recevrez, mais celles-ci seront moins pertinentes. Sur votre appareil iOS ou iPadOS, vous pouvez désactiver les publicités personnalisées en accédant à Réglages > Confidentialité > Publicité Apple et en touchant « Publicités personnalisées » pour les désactiver. Sur votre Mac, accédez à Préférences Système > Sécurité et confidentialité, cliquez sur Confidentialité, sélectionnez « Publicité Apple », et décochez « Publicités personnalisées ». Les articles que vous lisez et écoutez dans Apple News et Bourse seront uniquement utilisés pour vous envoyer des publicités lorsque vous êtes dans l’app Apple News ou Bourse.\n\nLes cours et données présentés dans Bourse (ainsi que les articles d’actualité pour les utilisateurs non basés aux États-Unis, au Royaume-Uni, en Australie et au Canada) sont fournis par des partenaires tenus de traiter les informations conformément aux exigences d’Apple.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "Stocks.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietojesi yksityisyyden ja turvallisuuden suojaaminen on Applelle ensisijaista. Apple pyrkii keräämään vain tarvitsemansa tiedot tehdäkseen kokemuksestasi paremman. Applen mielestä on tärkeää, että tiedät, mitä tietoja Apple kerää ja miksi niitä tarvitaan, jotta voit tehdä tietoon perustuvia valintoja. Pörssi, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti.\n\nYhdysvalloissa, Englannissa, Australiassa ja Kanadassa oleville käyttäjille uutisjutut Pörssissä toimittaa Apple News. Apple kerää tietoja siitä, miten käytät Apple Newsiä Pörssissä. Nämä tiedot yhdistetään vain Apple Newsiin ja Pörssiin liittyvään satunnaiseen tunnisteeseen, jota ei linkitetä muihin palveluihin. Lisätietoja Apple Newsille kerätyistä tiedoista on osoitteessa www.apple.com\/fi\/legal\/privacy\/data\/fi\/apple-news.\n\nApple Newsissä Apple ID:lläsi ostamisiesi tilausten tiedoilla varmistetaan, että voit käyttää tilauksiasi Pörssissä.\n\nPörssin parantamiseksi Apple kerää tietoja apin suorituskyvystä ja siitä, miten käytät appia. Nämä tiedot yhdistetään vain Pörssiin ja Apple Newsiin liittyvään tunnisteeseen, jota ei linkitetä muihin Applen palveluihin. Voit nollata tunnisteen iOS- tai iPadOS-laitteessa valitsemalla Asetukset > Pörssi ja napauttamalla Nollaa tunniste -kohdan päälle. Avaa Macissa Pörssi, valitse Pörssi > Nollaa tunniste ja klikkaa Nollaa tunniste.\n\nPörssi käyttää mainosrahoitusta voidakseen tarjota upeaa sisältöä. Jos Räätälöidyt mainokset -asetus on päällä, Applen mainosalusta voi käyttää tietojasi merkityksellisempien mainosten tarjoamiseen sinulle. Räätälöityjen mainosten laittaminen pois päältä estää Applea käyttämästä näitä tietoja mainosten kohdentamiseen. Se ei välttämättä vähennä saamiesi mainosten määrää, mutta saamasi mainokset voivat olla sinulle vähemmän merkityksellisiä. iOS- tai iPadOS-laitteessa voit laittaa Räätälöidyt mainokset pois päältä valitsemalla Asetukset > Tietosuoja > Applen mainonta ja napauttamalla ”Räätälöidyt mainokset” pois päältä. Macissa valitse Järjestelmäasetukset > Suojaus ja yksityisyys, klikkaa Yksityisyys, valitse Applen mainonta ja poista Räätälöidyt mainokset -valintaruudun valinta. Apple Newsissä ja Pörssissä lukemiasi ja kuuntelemiasi juttuja käytetään mainosten lähettämiseen ainoastaan käyttäessäsi Apple News- tai Pörssi-appia.\n\nPörssinoteeraukset ja -tiedot (ja uutisjutut seuraamistasi osakkeista Yhdysvaltain, Englannin, Australian ja Kanadan ulkopuolella oleville käyttäjille) tarjoavat yhteistyökumppanit, jotka ovat velvollisia käsittelemään tietoja Applen vaatimusten mukaisesti.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "fi"
      },
      {
        "target" : "Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang diperlukan untuk membuat pengalaman Anda lebih baik. Saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Saham, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini.\n\nUntuk pengguna di Amerika Serikat, Inggris Raya, Australia dan Kanada, tulisan berita di Saham disediakan oleh Apple News. Apple mengumpulkan informasi mengenai bagaimana Anda menggunakan Apple News di Saham. Informasi ini ditautkan ke pengenal anonim khusus Apple News dan Saham, yang tidak ditautkan ke layanan lainnya. Untuk detail lainnya mengenai informasi yang kami kumpulkan untuk Apple News, kunjungi www.apple.com\/legal\/privacy\/data\/id\/apple-news.\n\nInformasi mengenai langganan yang Anda beli di Apple News dengan ID Apple Anda digunakan untuk memastikan bahwa Anda dapat mengakses langganan Anda di Saham.\n\nUntuk meningkatkan Saham, kami mengumpulkan informasi mengenai kinerja dan interaksi Anda dengan app. Data dikaitkan dengan pengenal khusus Saham dan Apple News (jika tersedia) dan tidak ditautkan ke layanan Apple lainnya. Anda dapat mengatur ulang pengenal di perangkat iOS dan iPadOS Anda dengan membuka Pengaturan > Saham, lalu mengetuk untuk menyalakan Atur Ulang Pengenal. Di Mac, buka Saham, lalu buka Saham > Atur Ulang Pengenal dan klik Atur Ulang Pengenal.\n\nUntuk menyuguhkan konten berkualitas, Saham didukung oleh iklan. Jika pengaturan Iklan yang Dipersonalisasi dinyalakan, platform pengiklanan Apple dapat menggunakan informasi Anda untuk menyajikan iklan yang lebih relevan bagi Anda. Jika Iklan yang Dipersonalisasi dimatikan, Apple tidak akan dapat menggunakan informasi ini untuk penargetan iklan. Hal ini mungkin tidak akan mengurangi jumlah iklan yang Anda terima, tapi iklan mungkin akan menjadi kurang relevan bagi Anda. Di perangkat iOS atau iPadOS, Anda dapat mematikan Iklan yang Dipersonalisasi dengan membuka Pengaturan > Privasi > Pengiklanan Apple dan mengetuk untuk mematikan Iklan yang Dipersonalisasi. Di Mac Anda, buka Preferensi Sistem > Keamanan & Privasi, klik Privasi, pilih Pengiklanan Apple, dan batal pilih kotak centang Iklan yang Dipersonalisasi. Artikel yang Anda baca dan dengarkan di Apple News serta Saham hanya akan digunakan untuk mengirimkan iklan kepada Anda saat Anda menggunakan app Apple News atau Saham.\n\nPenawaran dan data saham (serta tulisan berita mengenai saham yang Anda ikuti untuk pengguna di luar Amerika Serikat, Inggris Raya, Australia, dan Kanada) disediakan oleh mitra yang diharuskan untuk memperlakukan informasi sesuai dengan persyaratan Apple.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "Stocks.strings",
        "language" : "id"
      },
      {
        "target" : "Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen, vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle Apple producten en voorzieningen is ook de Aandelen-app ontworpen met deze principes in gedachten.\n\nVoor gebruikers in de Verenigde Staten, het Verenigd Koninkrijk, Australië en Canada worden de nieuwsberichten in Aandelen geleverd door Apple News. Apple verzamelt informatie over de manier waarop je Apple News in Aandelen gebruikt. Deze informatie is gekoppeld aan een willekeurige ID die specifiek is voor Apple News en Aandelen en die niet is gekoppeld aan andere voorzieningen. Meer informatie over de gegevens die we verzamelen voor Apple News vind je op www.apple.com\/nl\/legal\/privacy\/data\/en\/apple-news.\n\nInformatie over de abonnementen die je met je Apple ID koopt in Apple News wordt gebruikt om ervoor te zorgen dat je toegang hebt tot je abonnementen in Aandelen.\n\nOm Aandelen te verbeteren, verzamelen we gegevens over de prestaties van en je interactie met de app. De gegevens zijn geassocieerd met een ID die specifiek is voor Aandelen en Apple News (indien beschik­baar) en is niet gekoppeld aan andere Apple voorzieningen. Je kunt de ID opnieuw instellen op je iOS- of iPadOS-apparaat door in Instellingen naar 'Aandelen' te gaan en vervolgens tikken om 'Stel ID opnieuw in' in te schakelen. Op de Mac open je Aandelen en ga je naar 'Aandelen' > 'Stel ID opnieuw in' en klik je op 'Stel ID opnieuw in'.\n\nOm je geweldig materiaal te kunnen aanbieden, bevat Aandelen reclame. Als gepersonaliseerde reclame is ingeschakeld, kan het reclameplatform van Apple je gegevens gebruiken om advertenties weer te geven die relevanter voor je zijn. Als je gepersonaliseerde reclame uitschakelt, kan Apple deze informatie niet gebruiken voor gerichte reclame. De hoeveelheid reclame die je ontvangt, wordt mogelijk niet verminderd, maar de reclame is mogelijk minder relevant voor je. Op je iOS- of iPadOS-apparaat kun je gepersonaliseerde reclame uitschakelen door in Instellingen naar 'Privacy' > 'Apple reclame' te gaan en te tikken om 'Gepersonaliseerde reclame' uit te schakelen. Ga op de Mac in Systeemvoorkeuren naar 'Beveiliging en privacy' > 'Privacy' > 'Apple reclame' en deselecteer het aankruisvak 'Gepersonaliseerde reclame'. De verhalen die je in Apple News leest en waar je in Apple News naar luistert, worden alleen gebruikt om reclame te verzorgen in de Apple News- of Aandelen-app.\n\nAandelenkoersen en gegevens (en nieuwsberichten over de aandelen die door gebruikers buiten de Verenigde Staten, het Verenigd Koninkrijk, Australië en Canada worden gevolgd) worden aangeboden door partners die de informatie conform de vereisten van Apple moeten behandelen.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "Stocks.strings",
        "language" : "nl"
      },
      {
        "target" : "การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น เมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าเป็นสิ่งสำคัญที่คุณจะได้รับทราบว่าเราเก็บข้อมูลอะไรและเหตุใดเราจึงต้องการข้อมูลนั้น เพื่อให้คุณสามารถตัดสินใจได้โดยการได้รับข้อมูลที่เพียงพอ หุ้นนั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้\n\nสำหรับผู้ใช้ในสหรัฐอเมริกา สหราชอาณาจักร ออสเตรเลีย และแคนาดา ข่าวสารต่างๆ ในหุ้นได้รับการสนับสนุนจาก Apple News Apple เก็บรวบรวมข้อมูลเกี่ยวกับการใช้งาน Apple News ของคุณในหุ้น ข้อมูลนี้จะผูกกับข้อมูลจำเพาะแบบสุ่มของ Apple News และหุ้นโดยเฉพาะ ซึ่งไม่ได้ผูกกับบริการอื่นๆ สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับข้อมูลที่เราเก็บรวบรวมสำหรับ Apple News ให้ไปที่ www.apple.com\/th\/legal\/privacy\/data\/th\/apple-news\n\nข้อมูลเกี่ยวกับการสมัครใช้บริการที่คุณซื้อใน Apple News ด้วย Apple ID ของคุณจะถูกใช้เพื่อให้แน่ใจว่าคุณสามารถเข้าถึงการสมัครใช้บริการของคุณในหุ้นได้\n\nในการปรับปรุงหุ้น เราจะเก็บรวบรวมข้อมูลเกี่ยวกับประสิทธิภาพและการโต้ตอบของคุณกับแอป ข้อมูลจะผูกกับข้อมูลจำเพาะที่เฉพาะเจาะจงของหุ้นและ Apple News (หากมี) และจะไม่ผูกกับบริการอื่นๆ จาก Apple คุณสามารถรีเซ็ตข้อมูลจำเพาะบนอุปกรณ์ iOS หรือ iPadOS ของคุณได้โดยไปที่การตั้งค่า > หุ้น แล้วแตะเพื่อเปิดใช้รีเซ็ตข้อมูลจำเพาะ บน Mac ให้เปิดหุ้น แล้วไปที่หุ้น > รีเซ็ตข้อมูลจำเพาะ จากนั้นคลิกรีเซ็ตข้อมูลจำเพาะ\n\nหุ้นรองรับการโฆษณาเพื่อให้สามารถนำเสนอเนื้อหาที่ยอดเยี่ยมได้ ถ้าการตั้งค่าโฆษณาสำหรับคุณโดยเฉพาะเปิดใช้อยู่ แพลตฟอร์มโฆษณาของ Apple อาจใช้ข้อมูลของคุณเพื่อให้บริการโฆษณาที่อาจเกี่ยวข้องกับคุณมากขึ้น การปิดใช้โฆษณาสำหรับคุณโดยเฉพาะจะป้องกันไม่ให้ Apple ใช้ข้อมูลนี้สำหรับการเจาะจงเป้าหมายโฆษณา ซึ่งจะไม่ลดจำนวนโฆษณาที่คุณได้รับ แต่โฆษณาอาจเกี่ยวข้องกับคุณน้อยลง คุณสามารถปิดใช้โฆษณาสำหรับคุณโดยเฉพาะได้บนอุปกรณ์ iOS หรือ iPadOS โดยไปที่การตั้งค่า > ความเป็นส่วนตัว > การโฆษณาของ Apple แล้วแตะเพื่อปิดใช้โฆษณาสำหรับคุณโดยเฉพาะ บน Mac ให้ไปที่การตั้งค่าระบบ > ความปลอดภัยและความเป็นส่วนตัว คลิกความเป็นส่วนตัว แล้วเลือกการโฆษณาของ Apple แล้วเลิกเลือกกล่องกาเครื่องหมายโฆษณาสำหรับคุณโดยเฉพาะ เรื่องราวที่คุณอ่านและฟังใน Apple News และหุ้นจะใช้เพื่อส่งโฆษณาให้คุณเมื่อคุณอยู่ใน Apple News หรือแอปหุ้นเท่านั้น\n\nราคาและข้อมูลหุ้น (และข่าวสารเกี่ยวกับหุ้นที่คุณติดตามสำหรับผู้ใช้ที่อยู่นอกสหรัฐอเมริกา สหราชอาณาจักร ออสเตรเลีย และแคนาดา) ได้รับการสนับสนุนจากคู่ค้าที่ต้องปฏิบัติต่อข้อมูลตามแนวทางความต้องการของ Apple\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "Stocks.strings",
        "language" : "th"
      },
      {
        "target" : "Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară. Atunci când colectăm date, credem că este important să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Bursa, precum toate produsele Apple, este conceput pe baza acestor principii.\n\nPentru utilizatorii din Statele Unite, Regatul Unit, Australia și Canada, articolele de știri din Bursa sunt furnizate de Apple News. Apple colectează informații despre modul în care utilizați Apple News în Bursa. Aceste informații sunt asociate cu un identificator aleatoriu specific pentru Apple News și Bursa, care nu este asociat cu alte servicii. Pentru mai multe detalii despre informațiile colectate pentru Apple News, vizitați www.apple.com\/legal\/privacy\/data\/ro\/apple-news.\n\nInformații despre abonamentele pe care le achiziționați în Apple News cu ID‑ul dvs. Apple sunt utilizate pentru a vă asigura accesul la abonamente din aplicația Bursa.\n\nPentru a îmbunătăți Bursa, colectăm informații despre performanța aplicației și interacțiunile dvs. cu aceasta. Datele sunt asociate cu un identificator specific pentru Bursa și Apple News (în funcție de disponibilitate), care nu este asociat cu alte servicii Apple. Puteți reseta identificatorul de pe dispozitivul dvs. iOS sau iPadOS accesând Configurări > Bursa, apoi apăsând pentru a activa opțiunea de resetare a identificatorului. Pe Mac, deschideți aplicația Bursa, apoi accesați Bursa > Resetează identificatorul și faceți clic pe “Resetează identificatorul”.\n\nPentru a vă putea livra conținut de calitate superioară, aplicația Bursa se bazează pe publicitate. Dacă opțiunea “Reclame personalizate” este activată, platforma publicitară Apple poate utiliza informațiile dvs. pentru a vă furniza reclame care sunt mai relevante pentru dvs. Dezactivarea opțiunii “Reclame personalizate” va împiedica Apple să utilizeze aceste informații pentru direcționarea reclamelor. Este posibil ca numărul reclamelor recepționate să nu scadă, dar reclamele ar putea fi mai puțin relevante pentru dvs. Pe un dispozitiv iOS sau iPadOS, puteți dezactiva reclamele personalizate accesând Configurări > Intimitate > Publicitate Apple și apăsând pentru a dezactiva opțiunea “Reclame personalizate”. Pe un Mac, accesați Preferințe sistem > Securitate și intimitate, faceți clic pe Intimitate, selectați Publicitate Apple și deselectați caseta de validare “Reclame personalizate”. Articolele pe care le citiți și le ascultați în Apple News și Bursa vor fi utilizate pentru a vă trimite reclame doar atunci când vă aflați în aplicațiile Apple News sau Bursa.\n\nCotațiile și datele bursiere (precum și articolele de știri despre acțiunile bursiere pe care le urmăriți în afara Statelor Unite, Regatului Unit, Australiei și Canadei) sunt furnizate de parteneri care sunt obligați să trateze informațiile în conformitate cu exigențele Apple.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "ro"
      },
      {
        "target" : "Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni kako bismo poboljšali vaše iskustvo. Kad doista i prikupljamo podatke, smatramo da je važno da znate što prikupljamo i zašto nam trebaju ti podaci, kako biste mogli donijeti informirane odluke. Aplikacije Dionice, kao i svi drugi Appleovi proizvodi i usluge, dizajnirana je oko ovih principa.\n\nZa korisnike u Sjedinjenim Američkim Državama, Ujedinjenom Kraljevstvu, Australiji i Kanadi, Apple News donosi vijesti u aplikaciji Dionice. Apple prikuplja informacije o načinu na koji koristite Apple News u Dionicama. Te informacije povezane su s anonimnim identifikatorom koji je specifičan za Apple News i Dionice te nije povezan s drugim uslugama. Za detalje o informacijama koje prikupljamo za Apple News posjetite www.apple.com\/legal\/privacy\/data\/en\/apple-news.\n\nInformacije o pretplatama koje ste putem usluge Apple News kupili svojim Apple ID-jem koriste se kako biste mogli pristupiti svojim pretplatama u aplikaciji Dionice.\n\nZa poboljšanje Dionica prikupljamo informacije o performansama i vašoj interakciji s aplikacijom. Podaci su povezani s identifikatorom koji je specifičan za Dionice i Apple News (gdje je dostupno) i nisu povezani s drugim Appleovim uslugama. Možete resetirati identifikator na svom iOS ili iPadOS uređaju i to tako da otvorite Postavke > Dionice, a zatim dodirom uključite Resetiraj identifikator. Na Macu otvorite Dionice, zatim idite u Dionice > Resetiraj identifikator i kliknite Resetiraj identifikator.\n\nKako bismo vam mogli pružiti izvrsne sadržaje, aplikacija Dionice podržava oglase. Ako je postavka Personalizirani oglasi uključena, Appleova oglašivačka platforma može upotrijebiti vaše podatke kako bi vam se pružali oglasi koji su vam najrelevantniji. Isključivanje personaliziranih oglasa onemogućit će Appleu korištenje ovih informacija za ciljano oglašavanje. Možda neće smanjiti broj primljenih oglasa, ali oglasi mogu biti manje relevantni za vas. Na svom iOS ili iPadOS uređaju možete isključiti personalizirane oglase tako da otvorite Postavke > Privatnost > Apple oglašavanje i dodirom isključite Personalizirane oglase. Na svom Macu idite na Postavke sustava > Sigurnost i privatnost, kliknite Privatnost, odaberite Apple oglašavanje i odznačite kućicu za odabir Personalizirani oglasi. Priče koje čitate i slušate u Apple Newsu i Dionicama upotrebljavat će se samo kako bi vam se slali oglasi kada budete u aplikacijama Apple News ili Dionice.\n\nKotacije dionica i podatke (i vijesti o dionicama koje pratite za korisnike izvan Sjedinjenih Američkih Država, Ujedinjenog Kraljevstva, Australije i Kanade) pružaju partneri koji su dužni tretirati informacije u skladu sa zahtjevima tvrtke Apple.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "Stocks.strings",
        "language" : "hr"
      },
      {
        "target" : "आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल उस डेटा को संग्रहित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है। जब हम डेटा संग्रहित करते हैं, तो हम यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या संग्रहित कर रहे हैं और हमें उसकी आवश्यकता क्यों है ताकि आप अपने विकल्प तय कर सकें। Apple के हर उत्पाद और सेवा की तरह स्टॉक्स को भी इन्हीं सिद्धांतों को ध्यान में रखकर बनाया गया है।\n\nसंयुक्त राज्य अमेरिका, यूनाइटेड किंगडम, आस्ट्रेलिया और कनाडा के यूज़र के लिए, स्टॉक्स में समाचार Apple News द्वारा प्रदान किए जाते हैं। Apple इस बारे में जानकारी एकत्र करता है कि आप स्टॉक्स में Apple News का उपयोग कैसे करते हैं। यह जानकारी Apple News और स्टॉक्स के लिए एक विशिष्ट रैंडम आइडेंटिफ़ायर से संबद्ध होती है जो अन्य सेवाओं से संबद्ध नहीं होता है। Apple News के लिए हमारे द्वारा एकत्र की जाने वाली जानकारी के बारे में अधिक विवरण के लिए www.apple.com\/legal\/privacy\/data\/hi\/apple-news देखें।\n\nअपने Apple ID से Apple News में आप जो सब्सक्रिप्शन ख़रीदते हैं उनके बारे में जानकारी का उपयोग यह सुनिश्चित करने के लिए किया जाता है कि आप स्टॉक्स में अपने सब्सक्रिप्शन ऐक्सेस कर सकें।\n\nस्टॉक्स को बेहतर बनाने के लिए हम ऐप के कार्यप्रदर्शन और ऐप के साथ आपके इंटरऐक्शन के बारे में जानकारी इकट्ठा करते हैं। डेटा को स्टॉक्स और Apple News (जहाँ उपलब्ध हो) के लिए एक विशिष्ट आइडेंटिफ़ायर से संबद्ध किया जाता है और उसे Apple की अन्य सेवाओं से जोड़ा नहीं जाता है। आप सेटिंग्ज़ > स्टॉक्स पर जाकर, फिर “आइडेंटिफ़ायर रीसेट करें” चालू करने के लिए टैप करके अपने iOS या iPadOS डिवाइस पर आइडेंटिफ़ायर रीसेट कर सकते हैं। Mac पर, स्टॉक्स खोलें, फिर स्टॉक्स > आइडेंटिफ़ायर रीसेट करें पर जाएँ और आइडेंटिफ़ायर रीसेट करें क्लिक करें।\n\nबेहतर कॉन्टेंट प्रदान करने के लिए स्टॉक्स विज्ञापनों का समर्थन लेता है। यदि वैयक्तिकृत विज्ञापन सेटिंग चालू है, तो Apple का विज्ञापन प्लैटफ़ॉर्म आपकी जानकारी का उपयोग आपके लिए ज़्यादा प्रासंगिक विज्ञापन देने के लिए कर सकता है। वैयक्तिकृत विज्ञापन को बंद करने से Apple इस जानकारी का उपयोग विज्ञापन लक्ष्यीकरण के लिए नहीं कर पाएगा। इससे आपको प्राप्त होने वाले विज्ञापनों की संख्या कम नहीं होगी लेकिन विज्ञापन आपके लिए कम प्रासंगिक हो सकते हैं। अपने iOS या iPadOS डिवाइस पर, आप सेटिंग्ज़ > गोपनीयता > Apple विज्ञापन पर जाकर और वैयक्तिकृत विज्ञापन पर टैप करके उसे बंद कर सकते हैं। अपने Mac पर, सिस्टम प्राथमिकता > सुरक्षा और गोपनीयता पर जाएँ, गोपनीयता पर क्लिक करें, Apple विज्ञापन चुनें और वैयक्तिकृत विज्ञापन चेकबॉक्स अचयनित करें। Apple News में आप जो कहानियाँ पढ़ और सुन रहे हैं, उसका उपयोग आपको केवल उस समय विज्ञापन भेजने के लिए किया जाएगा जब आप Apple News या स्टॉक्स ऐप्स में होते हैं।\n\nस्टॉक्स की बोलियों और डेटा (और संयुक्त राज्य अमेरिका, यूनाइटेड किंगडम, आस्ट्रेलिया और कनाडा से बाहर के यूज़र के लिए आपके द्वारा जिन स्टॉक्स के बारे में समाचार देखे जाते हैं) उन सहयोगियों द्वारा प्रदान किए जाते हैं जिन्हें Apple की ज़रूरतों के आधार पर जानकारी के साथ काम करना पड़ता है।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "Stocks.strings",
        "language" : "hi"
      },
      {
        "target" : "A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar la teva experiència d’ús. Quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, l’app Borsa s’ha dissenyat partint d’aquests principis.\n\nEls usuaris dels Estats Units, el Regne Unit, Austràlia i el Canadà rebran les notícies sobre borsa a través de l’Apple News. Apple recopila informació sobre com utilitzes l’Apple News dins de l’app Borsa. Aquesta informació es vincula a un identificador aleatori específic de l’Apple News i l’app Borsa que no està vinculat a altres serveis. Per obtenir informació detallada sobre quines dades de l’Apple News recopilem, ves a www.apple.com\/es\/legal\/privacy\/data\/apple-news.\n\nLa informació sobre les subscripcions que compres dins de l’Apple News amb el teu ID d’Apple s’utilitza per garantir que puguis accedir a les teves subscripcions des de l’app Borsa.\n\nPer millorar l’app Borsa, recopilem informació sobre el rendiment de l’app i de com hi interacciones. En els casos en què sigui aplicable, les dades s’associaran a un identificador específic de l’app Borsa i l’Apple News, però no a altres serveis d’Apple. Per restablir l’identificador en un dispositiu iOS o iPadOS, ves a l’app Configuració > Borsa i activa l’opció ”Restablir l’identificador”. Al Mac, obre l’app Borsa, ves a Borsa > Restablir l’identificador i fes clic a ”Restablir l’identificador”.\n\nPer oferir‑te el millor contingut, l’app Borsa inclou anuncis. Si el paràmetre “Anuncis personalitzats” està activat, la plataforma publicitària d’Apple podrà fer servir la teva informació per mostrar‑te anuncis rellevants. Si desactives els anuncis personalitzats, Apple no podrà utilitzar aquesta informació per personalitzar els anuncis. Potser continuaràs rebent la mateixa quantitat d’anuncis, però no seran tan rellevants per a tu. En un dispositiu iOS o iPadOS pots desactivar els anuncis personalitzats si vas a l’app Configuració > Privacitat > “Anuncis d’Apple” i desactives l’opció “Anuncis personalitzats”. En un Mac, ves a l’app Preferències del Sistema > “Seguretat i privacitat”, fes clic a Privacitat, selecciona “Anuncis d’Apple” i desmarca la casella “Anuncis personalitzats”. Els articles que llegeixis i escoltis a les apps Apple News i Borsa s’utilitzaran només per enviar‑te anuncis quan siguis a les apps Apple News o Borsa.\n\nLes cotitzacions i dades borsàries (i les notícies sobre borsa que segueixes si ets un usuari de fora dels Estats Units, el Regne Unit, Austràlia o el Canadà) les proporcionen col·laboradors obligats a tractar la informació d’acord amb els requisits d’Apple.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "Stocks.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Aktien",
        "filename" : "Stocks.strings",
        "language" : "de"
      },
      {
        "target" : "מניות",
        "filename" : "Stocks.strings",
        "language" : "he"
      },
      {
        "target" : "Stocks",
        "filename" : "Stocks.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الأسهم",
        "filename" : "Stocks.strings",
        "language" : "ar"
      },
      {
        "target" : "Μετοχές",
        "filename" : "Stocks.strings",
        "language" : "el"
      },
      {
        "target" : "株価",
        "filename" : "Stocks.strings",
        "language" : "ja"
      },
      {
        "target" : "Stocks",
        "filename" : "Stocks.strings",
        "language" : "en"
      },
      {
        "target" : "Біржі",
        "filename" : "Stocks.strings",
        "language" : "uk"
      },
      {
        "target" : "Bolsa",
        "filename" : "Stocks.strings",
        "language" : "es_419"
      },
      {
        "target" : "股市",
        "filename" : "Stocks.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Bolsa",
        "filename" : "Stocks.strings",
        "language" : "es"
      },
      {
        "target" : "Bolsa",
        "filename" : "Stocks.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Værdipapirer",
        "filename" : "Stocks.strings",
        "language" : "da"
      },
      {
        "target" : "Borsa",
        "filename" : "Stocks.strings",
        "language" : "it"
      },
      {
        "target" : "Akcie",
        "filename" : "Stocks.strings",
        "language" : "sk"
      },
      {
        "target" : "Bolsa",
        "filename" : "Stocks.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Saham",
        "filename" : "Stocks.strings",
        "language" : "ms"
      },
      {
        "target" : "Aktier",
        "filename" : "Stocks.strings",
        "language" : "sv"
      },
      {
        "target" : "Akcie",
        "filename" : "Stocks.strings",
        "language" : "cs"
      },
      {
        "target" : "주식",
        "filename" : "Stocks.strings",
        "language" : "ko"
      },
      {
        "target" : "Aksjer",
        "filename" : "Stocks.strings",
        "language" : "no"
      },
      {
        "target" : "Részvények",
        "filename" : "Stocks.strings",
        "language" : "hu"
      },
      {
        "target" : "股市",
        "filename" : "Stocks.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Borsa",
        "filename" : "Stocks.strings",
        "language" : "tr"
      },
      {
        "target" : "Giełda",
        "filename" : "Stocks.strings",
        "language" : "pl"
      },
      {
        "target" : "股市",
        "filename" : "Stocks.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Stocks",
        "filename" : "Stocks.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chứng khoán",
        "filename" : "Stocks.strings",
        "language" : "vi"
      },
      {
        "target" : "Акции",
        "filename" : "Stocks.strings",
        "language" : "ru"
      },
      {
        "target" : "Bourse",
        "filename" : "Stocks.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Bourse",
        "filename" : "Stocks.strings",
        "language" : "fr"
      },
      {
        "target" : "Pörssi",
        "filename" : "Stocks.strings",
        "language" : "fi"
      },
      {
        "target" : "Saham",
        "filename" : "Stocks.strings",
        "language" : "id"
      },
      {
        "target" : "Aandelen",
        "filename" : "Stocks.strings",
        "language" : "nl"
      },
      {
        "target" : "หุ้น",
        "filename" : "Stocks.strings",
        "language" : "th"
      },
      {
        "target" : "Bursa",
        "filename" : "Stocks.strings",
        "language" : "ro"
      },
      {
        "target" : "Dionice",
        "filename" : "Stocks.strings",
        "language" : "hr"
      },
      {
        "target" : "स्टॉक्स",
        "filename" : "Stocks.strings",
        "language" : "hi"
      },
      {
        "target" : "Borsa",
        "filename" : "Stocks.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die App „Aktien“ ist dafür konzipiert, deine Informationen zu schützen.",
        "filename" : "Stocks.strings",
        "language" : "de"
      },
      {
        "target" : "״מניות״ תוכנן באופן שמגן על המידע שלך.",
        "filename" : "Stocks.strings",
        "language" : "he"
      },
      {
        "target" : "Stocks is designed to protect your information.",
        "filename" : "Stocks.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَ تطبيق الأسهم لحماية معلوماتك.",
        "filename" : "Stocks.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Μετοχές έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας.",
        "filename" : "Stocks.strings",
        "language" : "el"
      },
      {
        "target" : "“株価”はあなたの個人情報を保護するように設計されています。",
        "filename" : "Stocks.strings",
        "language" : "ja"
      },
      {
        "target" : "Stocks is designed to protect your information.",
        "filename" : "Stocks.strings",
        "language" : "en"
      },
      {
        "target" : "Програму «Біржі» спроєктовано так, щоб захищати вашу інформацію.",
        "filename" : "Stocks.strings",
        "language" : "uk"
      },
      {
        "target" : "Bolsa se diseñó para proteger tu información.",
        "filename" : "Stocks.strings",
        "language" : "es_419"
      },
      {
        "target" : "“股市”旨在保护您的信息。",
        "filename" : "Stocks.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La app Bolsa se ha diseñado para mantener protegida tu información.",
        "filename" : "Stocks.strings",
        "language" : "es"
      },
      {
        "target" : "O app Bolsa é projetado para proteger as suas informações.",
        "filename" : "Stocks.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Værdipapirer er designet til at beskytte dine oplysninger.",
        "filename" : "Stocks.strings",
        "language" : "da"
      },
      {
        "target" : "L'app Borsa è stata concepita in modo da proteggere i tuoi dati sensibili.",
        "filename" : "Stocks.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Akcie chráni vaše osobné údaje.",
        "filename" : "Stocks.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Bolsa foi concebida de modo a proteger a informação pessoal.",
        "filename" : "Stocks.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Saham direka bentuk untuk melindungi maklumat anda.",
        "filename" : "Stocks.strings",
        "language" : "ms"
      },
      {
        "target" : "Aktier har utformats för att skydda din information.",
        "filename" : "Stocks.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Akcie chrání vaše osobní údaje.",
        "filename" : "Stocks.strings",
        "language" : "cs"
      },
      {
        "target" : "주식 앱은 사용자의 정보를 보호하도록 설계되었습니다.",
        "filename" : "Stocks.strings",
        "language" : "ko"
      },
      {
        "target" : "Aksjer beskytter informasjonen din.",
        "filename" : "Stocks.strings",
        "language" : "no"
      },
      {
        "target" : "A Részvények appot úgy tervezték, hogy megvédje az Ön információit.",
        "filename" : "Stocks.strings",
        "language" : "hu"
      },
      {
        "target" : "「股市」的設計可保護你的資料。",
        "filename" : "Stocks.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Borsa, bilgilerinizi koruyacak şekilde tasarlanmıştır.",
        "filename" : "Stocks.strings",
        "language" : "tr"
      },
      {
        "target" : "Aplikacja Giełda została zaprojektowana z myślą o ochronie Twoich danych.",
        "filename" : "Stocks.strings",
        "language" : "pl"
      },
      {
        "target" : "「股市」的設計可保護您的資訊。",
        "filename" : "Stocks.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Stocks is designed to protect your information.",
        "filename" : "Stocks.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chứng khoán được thiết kế để bảo vệ thông tin của bạn.",
        "filename" : "Stocks.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые приложением «Акции», надежно защищены.",
        "filename" : "Stocks.strings",
        "language" : "ru"
      },
      {
        "target" : "L’app Bourse a été conçue pour protéger vos informations.",
        "filename" : "Stocks.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Bourse est conçue pour protéger vos données.",
        "filename" : "Stocks.strings",
        "language" : "fr"
      },
      {
        "target" : "Pörssi on suunniteltu niin, että tietosi ovat turvassa.",
        "filename" : "Stocks.strings",
        "language" : "fi"
      },
      {
        "target" : "Saham dirancang untuk melindungi informasi Anda.",
        "filename" : "Stocks.strings",
        "language" : "id"
      },
      {
        "target" : "Aandelen is ontworpen om je gegevens te beschermen.",
        "filename" : "Stocks.strings",
        "language" : "nl"
      },
      {
        "target" : "หุ้นได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณ",
        "filename" : "Stocks.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Bursa este concepută pentru a vă proteja informațiile.",
        "filename" : "Stocks.strings",
        "language" : "ro"
      },
      {
        "target" : "Aplikacija Dionice dizajnirana je kako bi štitila vaše informacije.",
        "filename" : "Stocks.strings",
        "language" : "hr"
      },
      {
        "target" : "स्टॉक्स को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है।",
        "filename" : "Stocks.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Borsa s’ha dissenyat per protegir la teva informació.",
        "filename" : "Stocks.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "Aktien & Datenschutz",
        "filename" : "Stocks.strings",
        "language" : "de"
      },
      {
        "target" : "מניות ופרטיות",
        "filename" : "Stocks.strings",
        "language" : "he"
      },
      {
        "target" : "Stocks & Privacy",
        "filename" : "Stocks.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الأسهم والخصوصية",
        "filename" : "Stocks.strings",
        "language" : "ar"
      },
      {
        "target" : "Μετοχές και Απόρρητο",
        "filename" : "Stocks.strings",
        "language" : "el"
      },
      {
        "target" : "株価とプライバシー",
        "filename" : "Stocks.strings",
        "language" : "ja"
      },
      {
        "target" : "Stocks & Privacy",
        "filename" : "Stocks.strings",
        "language" : "en"
      },
      {
        "target" : "Біржі і Приватність",
        "filename" : "Stocks.strings",
        "language" : "uk"
      },
      {
        "target" : "Bolsa y la privacidad",
        "filename" : "Stocks.strings",
        "language" : "es_419"
      },
      {
        "target" : "股市与隐私",
        "filename" : "Stocks.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Bolsa y la privacidad",
        "filename" : "Stocks.strings",
        "language" : "es"
      },
      {
        "target" : "Bolsa e Privacidade",
        "filename" : "Stocks.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Værdipapirer og anonymitet",
        "filename" : "Stocks.strings",
        "language" : "da"
      },
      {
        "target" : "Borsa e privacy",
        "filename" : "Stocks.strings",
        "language" : "it"
      },
      {
        "target" : "Akcie a súkromie",
        "filename" : "Stocks.strings",
        "language" : "sk"
      },
      {
        "target" : "Bolsa e Privacidade",
        "filename" : "Stocks.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Saham & Privasi",
        "filename" : "Stocks.strings",
        "language" : "ms"
      },
      {
        "target" : "Aktier och integritet",
        "filename" : "Stocks.strings",
        "language" : "sv"
      },
      {
        "target" : "Akcie a soukromí",
        "filename" : "Stocks.strings",
        "language" : "cs"
      },
      {
        "target" : "주식 및 개인 정보 보호",
        "filename" : "Stocks.strings",
        "language" : "ko"
      },
      {
        "target" : "Aksjer og personvern",
        "filename" : "Stocks.strings",
        "language" : "no"
      },
      {
        "target" : "A Részvények és az adatvédelem",
        "filename" : "Stocks.strings",
        "language" : "hu"
      },
      {
        "target" : "股市與私隱",
        "filename" : "Stocks.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Borsa ve Gizlilik",
        "filename" : "Stocks.strings",
        "language" : "tr"
      },
      {
        "target" : "Giełda i prywatność",
        "filename" : "Stocks.strings",
        "language" : "pl"
      },
      {
        "target" : "股市與隱私權",
        "filename" : "Stocks.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Stocks & Privacy",
        "filename" : "Stocks.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chứng khoán & Quyền riêng tư",
        "filename" : "Stocks.strings",
        "language" : "vi"
      },
      {
        "target" : "Акции и конфиденциальность",
        "filename" : "Stocks.strings",
        "language" : "ru"
      },
      {
        "target" : "Bourse et confidentialité",
        "filename" : "Stocks.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Bourse et confidentialité",
        "filename" : "Stocks.strings",
        "language" : "fr"
      },
      {
        "target" : "Pörssi ja tietosuoja",
        "filename" : "Stocks.strings",
        "language" : "fi"
      },
      {
        "target" : "Saham & Privasi",
        "filename" : "Stocks.strings",
        "language" : "id"
      },
      {
        "target" : "Aandelen en privacy",
        "filename" : "Stocks.strings",
        "language" : "nl"
      },
      {
        "target" : "หุ้นและความเป็นส่วนตัว",
        "filename" : "Stocks.strings",
        "language" : "th"
      },
      {
        "target" : "Bursa și intimitatea",
        "filename" : "Stocks.strings",
        "language" : "ro"
      },
      {
        "target" : "Dionice i privatnost",
        "filename" : "Stocks.strings",
        "language" : "hr"
      },
      {
        "target" : "स्टॉक्स और गोपनीयता",
        "filename" : "Stocks.strings",
        "language" : "hi"
      },
      {
        "target" : "Borsa i la privacitat",
        "filename" : "Stocks.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über Aktien & Datenschutz …",
        "filename" : "Stocks.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״מניות״ ופרטיות…",
        "filename" : "Stocks.strings",
        "language" : "he"
      },
      {
        "target" : "About Stocks & Privacy…",
        "filename" : "Stocks.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول الأسهم والخصوصية…",
        "filename" : "Stocks.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για τις Μετοχές και το Απόρρητο…",
        "filename" : "Stocks.strings",
        "language" : "el"
      },
      {
        "target" : "株価とプライバシーについて…",
        "filename" : "Stocks.strings",
        "language" : "ja"
      },
      {
        "target" : "About Stocks & Privacy…",
        "filename" : "Stocks.strings",
        "language" : "en"
      },
      {
        "target" : "Про Біржі і Приватність…",
        "filename" : "Stocks.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de Bolsa y la privacidad…",
        "filename" : "Stocks.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于股市与隐私…",
        "filename" : "Stocks.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de Bolsa y la privacidad…",
        "filename" : "Stocks.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre o App Bolsa e Privacidade…",
        "filename" : "Stocks.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Værdipapirer og anonymitet…",
        "filename" : "Stocks.strings",
        "language" : "da"
      },
      {
        "target" : "Informazioni su Borsa e privacy…",
        "filename" : "Stocks.strings",
        "language" : "it"
      },
      {
        "target" : "O Akciách a súkromí…",
        "filename" : "Stocks.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Bolsa e Privacidade…",
        "filename" : "Stocks.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Saham & Privasi…",
        "filename" : "Stocks.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Aktier och integritet…",
        "filename" : "Stocks.strings",
        "language" : "sv"
      },
      {
        "target" : "O aplikaci Akcie a soukromí…",
        "filename" : "Stocks.strings",
        "language" : "cs"
      },
      {
        "target" : "주식 및 개인 정보 보호에 관하여…",
        "filename" : "Stocks.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Aksjer og personvern…",
        "filename" : "Stocks.strings",
        "language" : "no"
      },
      {
        "target" : "A Részvényekről és az adatvédelemről…",
        "filename" : "Stocks.strings",
        "language" : "hu"
      },
      {
        "target" : "關於股市與私隱⋯",
        "filename" : "Stocks.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Borsa ve Gizlilik Hakkında…",
        "filename" : "Stocks.strings",
        "language" : "tr"
      },
      {
        "target" : "Giełda i prywatność…",
        "filename" : "Stocks.strings",
        "language" : "pl"
      },
      {
        "target" : "關於股市與隱私權⋯",
        "filename" : "Stocks.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Stocks & Privacy…",
        "filename" : "Stocks.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Chứng khoán & Quyền riêng tư…",
        "filename" : "Stocks.strings",
        "language" : "vi"
      },
      {
        "target" : "Об Акциях и конфиденциальности…",
        "filename" : "Stocks.strings",
        "language" : "ru"
      },
      {
        "target" : "À propos de Bourse et de la confidentialité…",
        "filename" : "Stocks.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Bourse et confidentialité…",
        "filename" : "Stocks.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Pörssi ja tietosuoja…",
        "filename" : "Stocks.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Saham & Privasi…",
        "filename" : "Stocks.strings",
        "language" : "id"
      },
      {
        "target" : "Info over Aandelen en privacy…",
        "filename" : "Stocks.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับหุ้นและความเป็นส่วนตัว…",
        "filename" : "Stocks.strings",
        "language" : "th"
      },
      {
        "target" : "Despre Bursa și intimitate…",
        "filename" : "Stocks.strings",
        "language" : "ro"
      },
      {
        "target" : "O aplikaciji Dionice i privatnosti…",
        "filename" : "Stocks.strings",
        "language" : "hr"
      },
      {
        "target" : "स्टॉक्स और गोपनीयता परिचय…",
        "filename" : "Stocks.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre Borsa i la privacitat…",
        "filename" : "Stocks.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.stocks.bundle",
  "framework" : "com.apple.onboarding.stocks.bundle"
}