{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "Problem melden (Karten) & Datenschutz",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "״דיווח על בעיה במפות״ ופרטיות",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Maps Report an Issue & Privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "\"الإبلاغ عن مشكلة في الخرائط\" والخصوصية",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Αναφορά ζητήματος στους Χάρτες και το Απόρρητο",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "“マップの問題を報告”とプライバシー",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Maps Report an Issue & Privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Звітування про недоліки в Картах і приватність",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "“Reportar un problema” de Mapas y la privacidad",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "地图报告问题与隐私",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "“Informar de un problema” (Mapas) y la privacidad",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "Comunicar Problema do App Mapas e Privacidade",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Rapporter et problem i Kort og anonymitet",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Segnalazione problemi di Mappe e privacy",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Nahlasovanie problémov v Mapách a súkromie",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "Comunicar um problema (Mapas) e privacidade",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Laporkan Isu Peta & Privasi",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Rapportera ett problem i Kartor och integritet",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Nahlášení problému v Mapách a soukromí",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 문제 리포트 및 개인 정보 보호",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Feilrapportering i Kart og personvern",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "A Probléma jelentése a Térképekben és az adatvédelem",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "地圖報告問題與私隱",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’da Sorun Bildir ve Gizlilik",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Zgłaszanie problemów (Mapy) i prywatność",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "地圖回報問題與隱私權",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Maps Report an Issue & Privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Báo cáo sự cố Bản đồ & Quyền riêng tư",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция «Сообщить о проблеме» в Картах и конфи­денциальность",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Signaler un problème dans Plans et confidentialité",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Signaler un problème dans Plans et confidentialité",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Ilmoita karttaongelmasta ja tietosuoja",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Laporkan Masalah di Peta & Privasi",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "'Meld een probleem' in Kaarten en privacy",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "การแจ้งปัญหาของแอปแผนที่และความเป็นส่วนตัว",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "“Raportarea problemelor din Hărți” și intimitatea",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijava problema u Kartama i privatnost",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "नक़्शा : समस्या की रिपोर्ट करें और गोपनीयता",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Comunicar un problema a Mapes i privacitat",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "„Karten“ wurde so entwickelt, dass beim Melden eines Problems so wenig persönliche Daten wie möglich erfasst werden, um deinen Bericht zu evaluieren und „Karten“ zu verbessern.\n\nApple erfasst die folgenden Informationen:\n\n• Deine Apple-ID, damit du benachrichtigt werden kannst, wenn dein gemeldetes Problem behoben wurde\n\n• Das Gerätemodell, Betriebssystemversion, Region und Sprache, Uhrzeit und Zeitzone, Einstellungen von „Karten“ und Informationen dazu, ob eine Verbindung zur Apple Watch oder CarPlay besteht, um die Funktionalität und den Zustand von „Karten“ zum Zeitpunkt deines Berichts besser zu verstehen und zu erfassen\n\n• Ein Bildschirmfoto von dem, was du in der Karten-App vor dem Melden des Problems siehst, die Zoomebene und der letzte verwendete Suchbegriff, um den Kontext besser zu verstehen\n\n• Dein Standort und deine Kontaktinformationen, um dich zu benachrichtigen, wenn das von dir gemeldete Problem behoben wurde\n\n• Die Informationen, die in deinem Bericht aufgeführt sind, wie vorgeschlagene neue Adressen, URLs, Öffnungszeiten mit Kommentaren sowie hochgeladene Fotos\n\nIn manchen Fällen erfasst Apple möglicherweise auch folgende Informationen:\n\n• Deine E-Mail-Adresse, wenn du zugestimmt hast, dass du kontaktiert werden darfst, um weitere Informationen zu deinem gemeldeten Problem einzuholen. Du kannst für bestimmte Berichte auswählen, dass deine E-Mail-Adresse nicht mehr geteilt wird. Wähle dazu auf einem iOS- oder iPadOS-Gerät „Einstellungen“ > „Karten“ und deaktiviere „Rückfragen per E-Mail“ und auf einem Mac wählst du „Karten“ > „Einstellungen“ > „Allgemein“ und deaktivierst „Rückfragen per E-Mail“. \n\n• Deine Route, einschließlich Start und Ende deiner Reise, für Probleme mit der Navigation\n\n• Deine Privat-, Büro- oder Schuladresse, um den Privat-, Büro- oder Schulstandort zu korrigieren\n\n• Die Ergebnisse deiner letzten Suchen, einschließlich der Suchbegriffe, die zu den Suchergebnissen geführt haben, für Probleme mit der Suche\n\n• Richtung und Winkel deiner Ansicht in „Umsehen“ für Probleme mit Bildmaterial\n\n• Weitere Informationen in deinem übermittelten Bericht, einschließlich alle Kommentare oder Fotos\n\nWenn dein Problem mit einem Drittanbieter zusammenhängt, kann Apple diesem Informationen deines gemeldeten Problems bereitstellen, um das identifizierte Problem zu beheben. Apple teilt nur dann Informationen mit solchen Drittanbietern, wenn dies zur Beseitigung des Problems erforderlich ist, und versucht zuerst, sämtliche Informationen zu löschen, durch die du identifiziert werden könntest.\n\nDie von Apple gesammelten Daten können von vertrauenswürdigen Drittanbietern derartiger Dienste verarbeitet und gespeichert werden. Die Daten, die mit deinem Bericht zusammenhängen und mit dir verknüpft werden können, werden bis zu zwei Jahre aufbewahrt, um die Dienstintegrität aufrechtzuerhalten, Berichtstrends besser zu verstehen und geltende Gesetze einzuhalten. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "בעת דיווח על בעיה, ״מפות״ אוסף רק את המידע האישי ההכרחי לניתוח הבעיה ולשיפור ״מפות״.\n\n‏Apple אוספת את הנתונים הבאים:\n\n• ה‑Apple ID שלך, כדי להודיע לך על תיקון הבעיה שעליה דיווחת\n\n• דגם המכשיר, גירסת מערכת ההפעלה, אזור ושפה, שעה ושעון מקומי, הגדרות של ״מפות״ והאם התחברת ל-Apple Watch או למערכת CarPlay, כדי להבין את המצב והיכולות של ״מפות״ בעת הדיווח על הבעיה\n\n• צילום מסך של מה שהוצג ביישום ״מפות״ לפני שדווחה הבעיה, רמת ההגדלה והחיפוש האחרון שלך ב״מפות״, כדי להבין טוב יותר את ההקשר בעת הדיווח על הבעיה\n\n• המיקום שלך ופרטי ההתקשרות שלך כאשר הבעיה שעליה דיווחת נפתרה\n\n• המידע שכללת בדיווח, כגון כתובות חדשות מוצעות, כתובות אתרים, שעות פעילות בצירוף הערות ותמונות שהועלו\n\nבמקרים מסוימים, Apple תאסוף גם את:\n\n• כתובת הדוא״ל שלך, במידה שנתת את הסכמתך לכך שנפנה אליך אם נצטרך להבהיר משהו בנוגע לבעיה או להודיע לך על תיקונה. עבור דיווחים מסוימים, באפשרותך לבחור לא לשתף יותר את כתובת הדוא״ל שלך. במכשיר ה-iOS או ה-iPadOS יש לעבור אל ״הגדרות״ > ״מפות״, ולהקיש כדי לכבות את ״מעקב בדוא״ל״. ב-Mac יש לעבור אל ״מפות״ > ״העדפות״ > ״כללי״, ולבטל את הבחירה ב״מעקב בדוא״ל״. \n\n• המסלול שלך, כולל נקודת ההתחלה ונקודת הסיום של המסלול, עבור בעיות ניווט\n\n• כתובתך בבית, בעבודה או בבית הספר, עבור תיקוני מיקום כתובת הבית, העבודה או בית הספר\n\n• תוצאות החיפושים האחרונים שלך, כולל מונחי החיפוש ששימשו לקבלת תוצאות אלה, עבור בעיות הקשורות לחיפוש\n\n• הכיוון והזווית של התצוגה שלך במצב ״מבט מסביב״ עבור בעיות הקשורות לתמונה\n\n• מידע אחר שבחרת לשלוח בדיווח שלך, כולל הערות או תמונות\n\nכאשר הבעיה שדווחה קשורה לגורמים חיצוניים, ייתכן ש-Apple תשתף מידע מהדיווח שלך עם הגורמים החיצוניים, כדי לעזור בפתרון הבעיה שעליה דיווחת. ‏Apple משתפת מידע עם גורמים חיצוניים כאלו רק כשהדבר נחוץ לתיקון בעיה, והיא מוחקת תחילה כל מידע שיכול לזהות אותך באופן אישי.\n\nנתונים שנאספים על-ידי Apple עשויים להיות מעובדים ומאוחסנים באמצעות ספקי שירות חיצוניים מהימנים. המידע שעליו דיווחת עשוי להישמר בצורה המזוהה איתך למשך של עד שנתיים, כדי לשמור על מהימנות השירות, להבין את מגמות הדיווח ולפעול בהתאם לחוקים תקפים. בכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "When you report an issue, Maps is designed to collect the minimum necessary personal information to assess your report and improve Maps.\n\nApple collects the following information:\n\n• Your Apple ID — to be able to notify you of a fix to your reported problem\n\n• The device model, operating system version, region and language, time and time zone, Maps settings, and whether you are connected to Apple Watch or CarPlay, in order to better understand Maps’ capability and status at the time of your report\n\n• A screenshot of what you see in the Maps app prior to filing the issue, the zoom level and the last search term you used, in order to better understand the context at the time of the reported issue\n\n• Your location and a means to contact you when the issue you report has been resolved\n\n• The information you provide in the report, such as suggested new addresses, URLs and opening hours, along with comments and any uploaded photos\n\nIn some cases, Apple may also collect:\n\n• Your email address — if you grant permission to communicate with you to clarify the issue or notify you of a fix. For certain reports, you can choose to no longer share your email address on your iOS or iPadOS device by going to Settings > Maps and tapping to turn off Follow up by Email, and on your Mac by going to Maps > Preferences > General and unselecting Follow up by Email. \n\n• Your route, including the start and endpoints of your trip, for navigation issues\n\n• Your home, work or school address, for home, work or school location corrections\n\n• The results from your most recent searches, including the search terms that were used to provide those results, for search-related issues\n\n• The direction and angle of your view in Look Around for imagery issues\n\n• Other information you choose to submit in your report, including any comments or photos\n\nWhen your issue relates to a third party, Apple may provide the third party with information from your reported issue to help fix the issue you identified. Apple shares information with such third parties only when necessary to fix an issue and first seeks to delete any information from which you can be identified.\n\nData collected by Apple may be processed and stored by trusted third-party service providers. The information you report may be stored in a manner that is associated with you for up to two years to maintain the integrity of the service, understand reporting trends and comply with applicable law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّم تطبيق الخرائط بحيث يجمع الحد الأدنى من المعلومات الشخصية الضرورية لتقييم تقريرك وتحسين تطبيق الخرائط عند الإبلاغ عن مشكلة.\n\nتجمع Apple المعلومات التالية:\n\n• ‏Apple ID، للتمكن من إعلامك عند إصلاح المشكلة المبلغ عنها\n\n• طراز الجهاز، وإصدار نظام التشغيل، والمنطقة واللغة، والوقت والنطاق الزمني، وإعدادات الخرائط، وما إذا كنت متصلاً بـ Apple Watch أو CarPlay أم لا، لفهم إمكانيات وحالة تطبيق الخرائط وقت الإبلاغ على نحو أفضل\n\n• لقطة شاشة لما تراه في تطبيق الخرائط قبل تعبئة معلومات المشكلة، ومستوى التكبير، وآخر مصطلح استخدمته في البحث، وذلك لفهم السياق وقت الإبلاغ على نحو أفضل\n\n• موقعك ووسيلة التواصل معك عندما يتم حل المشكلة التي أبلغت عنها\n\n• المعلومات التي تقدمها في التقرير، مثل العناوين الجديدة المقترحة والروابط وساعات العمل والتعليقات وأي صور تم تحميلها\n\nفي بعض الحالات، قد تجمع Apple أيضًا:\n\n• عنوان بريدك الإلكتروني، إذا منحت الإذن بالتواصل معك لاستيضاح المشكلة أو إعلامك عند إصلاحها. في بعض التقارير، يمكنك اختيار عدم مشاركة عنوان بريدك الإلكتروني بعد ذلك على جهاز iOS أو iPadOS بالانتقال إلى الإعدادات > الخرائط، والضغط لإيقاف \"المتابعة بالبريد الإلكتروني\"، وعلى Mac بالانتقال إلى الخرائط > تفضيلات > عام، وإلغاء تحديد \"المتابعة بالبريد الإلكتروني\". \n\n• مسارك، بما في ذلك نقطة البداية ونقطة النهاية لرحلتك، للمشاكل المتعلقة بالتنقل\n\n• عنوان منزلك أو عملك أو مدرستك، لتصحيح موقع المنزل أو العمل أو المدرسة\n\n• نتائج أحدث عمليات بحث، بما في ذلك المصطلحات التي استُخدِمت للحصول على تلك النتائج، وذلك للمشاكل المتعلقة بالبحث\n\n• اتجاه وزاوية العرض في ميزة \"انظر في الأنحاء\"، وذلك للمشاكل المتعلقة بالتصوير\n\n• المعلومات الأخرى التي تختار إرسالها في تقريرك، بما في ذلك أي تعليقات أو صور\n\nعندما تكون المشكلة لها صلة بجهة خارجية، فقد تقدم Apple إلى الجهة الخارجية معلومات من المشكلة المبلغ عنها للمساعدة في حل تلك المشكلة. لا تشارك Apple المعلومات مع هذه الجهات الخارجية إلا عندما يكون ذلك ضروريًا لإصلاح مشكلة، وتسعى أولاً إلى حذف أي معلومات يمكن من خلالها التعرف عليك.\n\nالبيانات التي تجمعها Apple قد تتم معالجتها وتخزينها من قِبل مزودي خدمة موثوق بهم تابعين لجهات خارجية. قد يتم تخزين المعلومات التي تبلِّغ عنها بطريقة ترتبط بك لمدة تصل إلى سنتين، وذلك للحفاظ على تكامل الخدمة وفهم أنماط التقارير والامتثال للقانون المعمول به. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Όταν αναφέρετε ένα ζήτημα, οι Χάρτες είναι σχεδιασμένοι να συλλέγουν τις ελάχιστες δυνατές απαραίτητες προσωπικές πληροφορίες για την αξιολόγηση της αναφοράς σας και τη βελτίωση των Χαρτών.\n\nΗ Apple συλλέγει τις ακόλουθες πληροφορίες:\n\n• Το Apple ID σας, για να ειδοποιηθείτε όταν υπάρχει κάποια επιδιόρθωση για το πρόβλημα που αναφέρατε\n\n• Το μοντέλο συσκευής, η έκδοση λειτουργικού συστήματος, η περιοχή και η γλώσσα, η ώρα και η ζώνη ώρας, οι ρυθμίσεις Χαρτών, και αν είστε συνδεδεμένοι σε Apple Watch ή στο CarPlay, για καλύτερη κατανόηση της δυνατότητας και της κατάστασης των Χαρτών κατά τη στιγμή της αναφοράς\n\n• Ένα στιγμιότυπο των στοιχείων που εμφανίζονται στην οθόνη της εφαρμογής «Χάρτες» πριν από την καταχώριση του ζητήματος, το επίπεδο ζουμ, καθώς και ο πιο πρόσφατος όρος αναζήτησης που χρησιμοποιήσατε, για καλύτερη κατανόηση του περιβάλλοντος κατά τη στιγμή αναφοράς του ζητήματος\n\n• Η τοποθεσία σας και ένας τρόπος επικοινωνίας μαζί σας όταν επιλυθεί το ζήτημα που αναφέρατε\n\n• Οι πληροφορίες που έχετε συμπεριλάβει στην αναφορά, όπως προτεινόμενες νέες διευθύνσεις, διευθύνσεις URL, ώρες λειτουργίας μαζί με σχόλια, καθώς και τυχόν ανεβασμένες φωτογραφίες\n\nΣε κάποιες περιπτώσεις, η Apple μπορεί επίσης να συλλέξει:\n\n• Η διεύθυνση email σας, εφόσον παραχωρήσετε την άδειά σας να επικοινωνήσει μαζί σας για διασαφήνιση του ζητήματος ή για να ειδοποιηθείτε όταν υπάρξει επιδιόρθωση. Για ορισμένες αναφορές, μπορείτε να επιλέξετε να μην κοινοποιείται πλέον η διεύθυνση email σας στη συσκευή iOS ή iPadOS σας. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Χάρτες» και αγγίξτε για απενεργοποίηση της ρύθμισης «Επικοινωνία μέσω email». Σε Mac, μεταβείτε στην εφαρμογή «Χάρτες» > «Προτιμήσεις» > «Γενικά» και αποεπιλέξτε την «Επικοινωνία μέσω email». \n\n• Η διαδρομή σας, μαζί με τα σημεία αρχής και τέλους του ταξιδιού σας, για ζητήματα που αφορούν πλοήγηση\n\n• Η διεύθυνση οικίας, εργασίας ή σχολείου σας, για διορθώσεις της τοποθεσίας οικίας, εργασίας ή σχολείου\n\n• Τα αποτελέσματα από τις πιο πρόσφατες αναζητήσεις σας, συμπεριλαμβανομένων των όρων αναζήτησης που χρησιμοποιήθηκαν για παροχή αυτών των αποτελεσμάτων, για ζητήματα που σχετίζονται με αναζήτηση\n\n• Η κατεύθυνση και η γωνία θέασης στην Εμφάνιση τριγύρω για ζητήματα εικόνων\n\n• Άλλες πληροφορίες που έχετε συμπεριλάβει στην αναφορά, όπως σχόλια ή φωτογραφίες\n\nΌταν το ζήτημά σας σχετίζεται με κάποιο τρίτο μέρος, η Apple μπορεί να παρέχει στο τρίτο μέρος πληροφορίες από το αναφερόμενο ζήτημά σας για βοήθεια στην επιδιόρθωση του ζητήματος που προσδιορίσατε. Η Apple κοινοποιεί πληροφορίες σε αυτά τα τρίτα μέρη μόνο όταν είναι απαραίτητο για επιδιόρθωση ενός ζητήματος, αφού πρώτα διαγράψει οποιαδήποτε πληροφορία που ενδέχεται να σας ταυτοποιεί.\n\nΑξιόπιστοι τρίτοι πάροχοι υπηρεσιών ενδέχεται να επεξεργαστούν και να αποθηκεύσουν τα δεδομένα που συλλέγονται από την Apple. Οι πληροφορίες που περιλαμβάνονται στην αναφορά σας ενδέχεται να αποθηκευτούν με τρόπο που συσχετίζονται με εσάς για έως δύο έτη, με σκοπό τη διασφάλιση της ακεραιότητας της υπηρεσίας, την κατανόηση των τάσεων αναφορών και τη συμμόρφωση με την ισχύουσα νομοθεσία. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "“マップ”は、問題が報告されたときに、その報告を評価して“マップ”を改善するために最低限必要な個人情報のみを収集するように設計されています。\n\nAppleは以下の情報を収集します:\n\n• お客様のApple ID（報告された問題が解決されたことを通知できるようにするため）\n\n• デバイスのモデル、オペレーティングシステムのバージョン、地域と言語、時刻と時間帯、“マップ”設定、およびApple WatchまたはCarPlayへの接続の有無（問題が報告された時点での“マップ”の機能と状態をより的確に把握するため）\n\n• 問題が報告される前に表示される“マップ” Appのスクリーンショット、拡大\/縮小レベル、最後に使用された検索語句（問題が報告された時点での状況をより的確に把握するため）\n\n• 位置情報と、報告した問題が解決したときの連絡方法\n\n• 報告で提供された、新しい住所の候補、URL、営業時間、およびコメントなどの情報と、アップロードされた写真\n\n場合によっては、Appleは以下の情報も収集することがあります:\n\n• お客様のメールアドレス（問題を明確にしたり、解決されたことを通知したりするための連絡をお客様が許可した場合） 特定の報告に関しては、iOSまたはiPadOSデバイス上では“設定”＞“マップ”で“メールによる事後連絡”をタップしてオフにすることで、Mac上では“マップ”＞“環境設定”＞“一般”で“メールによる事後連絡”を選択解除することで、メールアドレスの共有をやめることを選択できます。 \n\n• 移動の出発地と目的地を含む経路（ナビゲーションに関する問題の場合）\n\n• お客様の自宅、職場または学校の住所（自宅、職場または学校の位置情報を修正する場合）\n\n• 最新の検索の結果と、それらの結果を得るために使用された検索語句（検索関連の問題の場合）\n\n• Look Aroundの方向と角度（画像関連の問題の場合）\n\n• 報告で送信することを選択しているその他の情報（コメントや写真を含む）\n\n報告された問題が他社に関連する場合は、問題の解決に役立てるため、報告された問題の情報をAppleからその他社に提供することがあります。Appleは、問題を解決するために必要な場合にのみ当該の第三者と情報を共有し、まず、ユーザを特定できる情報を削除するよう努めます。\n\nAppleによって収集されたデータは、信頼できる第三者のサービス提供者によって処理および保管される場合があります。お客様が報告した情報は、サービスの整合性の維持、報告の傾向のより的確な把握、および適用法令の遵守のために、お客様に関連付けられた状態で最長2年間保存される可能性があります。Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "When you report an issue, Maps is designed to collect the minimum necessary personal information to assess your report and improve Maps.\n\nApple collects the following information:\n\n• Your Apple ID, to be able to notify you of a fix to your reported problem\n\n• The device model, operating system version, region and language, time and time zone, Maps settings, and whether you are connected to Apple Watch or CarPlay, in order to better understand Maps’ capability and state at the time of your report\n\n• A screenshot of what you see in the Maps app prior to filing the issue, the zoom level, and the last search term you used, in order to better understand the context at the time of the reported issue\n\n• Your location and a means to contact you when the issue you report has been resolved\n\n• The information you provide in the report, such as suggested new addresses, URLs, opening hours along with comments, and any uploaded photos\n\nIn some cases, Apple may also collect:\n\n• Your email address, if you grant the permission to communicate with you to clarify the issue or notify you of a fix. For certain reports, you can choose to no longer share your email address on your iOS or iPadOS device by going to Settings > Maps and tapping to turn off Follow up by Email, and on your Mac by going to Maps > Preferences > General and deselecting Follow up by Email. \n\n• Your route, including the start and endpoints of your trip, for navigation issues\n\n• Your home, work, or school address, for home, work, or school location corrections\n\n• The results from your most recent searches, including the search terms that were used to provide those results, for search-related issues\n\n• The direction and angle of your view in Look Around for imagery issues\n\n• Other information you choose to submit in your report, including any comments or photos\n\nWhen your issue relates to a third party, Apple may provide the third party with information from your reported issue to help fix the issue you identified. Apple shares information with such third parties only when necessary to fix an issue and first seeks to delete any information from which you can be identified.\n\nData collected by Apple may be processed and stored by trusted third-party service providers. The information you report may be stored in a manner that is associated with you for up to two years to maintain the integrity of the service, understand reporting trends, and comply with applicable law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Коли ви звітуєте про недолік, Карти спроєктовано так, щоб збирати мінімум необхідної персональної інформації для оцінення вашого звіту і вдосконалення Карт.\n\nApple збирає таку інформацію:\n\n• Ваш Apple ID, щоб ми могли сповістити вас, коли вирішимо проблему, про яку ви повідомили\n\n• Модель пристрою, версія операційної системи, регіон і мова, час і часовий пояс, параметри Карт і стан підключення до Apple Watch або CarPlay для кращого розуміння можливостей і стану Карт на момент повідомлення\n\n• Знімок екрана програми «Карти» до повідомлення про проблему, рівень масштабування та останній пошуковий запит для кращого розуміння контексту на момент повідомлення про проблему\n\n• Ваша геопозиція і спосіб звʼязку з вами після усунення недоліку\n\n• Інформація, яку ви повідомляєте, наприклад запропоновані нові адреси, URL-адреси, години роботи разом із коментарями та будь-якими закачаними фотографіями\n\nУ деяких випадках Apple також може збирати такі дані:\n\n• Ваша адреса електронної пошти, якщо ви дозволяєте нам зв’язатися з вами, щоб уточнити деталі або сповістити про вирішення проблеми. Для певних звітів можна не поширювати свою е‑адресу. Для цього на пристрої iOS чи iPadOS перейдіть у Параметри > Карти і вимкніть параметр «Нові дані е‑поштою», а на Mac перейдіть у меню Карти > Параметри > Загальні і вимкніть параметр «Нові дані е‑поштою». \n\n• Ваш маршрут із початковими та кінцевими точками для проблем із маршрутами\n\n• Ваша домашня, робоча чи шкільна адреса для виправлень, пов’язаних із геопозицією вашого дому, роботи чи навчального закладу\n\n• Результати ваших недавніх пошуків, зокрема пошукові запити, які дали ці результати, для пов’язаних із пошуком проблем\n\n• Напрям і кут огляду для проблем із зображеннями функції «Роззирніться»\n\n• Інша інформація, яку ви хочете повідомити, зокрема будь-які коментарі чи фотографії\n\nКоли заявлений вами недолік стосується третіх сторін, Apple може надавати третім сторонам інформацію з вашого звіту про недолік, щоб сприяти виправленню недоліків, які ви виявили. Apple надає інформацію таким третім сторонам, тільки якщо це потрібно для виправлення проблеми, і спочатку видаляє всі відомості, за якими можна було б визначити вашу особу.\n\nДані, зібрані Apple, можуть оброблятися і зберігатися довіреними сторонніми постачальниками послуг. Інформація, яку ви надаєте у своїх звітах, може зберігатись у формі, що пов’язується з вами, протягом періоду до двох років, щоб підтримувати цілісність обслуговування, краще розуміти тенденції звітування і дотримуватися чинного законодавства. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com\/ua\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Cuando reportas un problema, Mapas está diseñado para recopilar el mínimo de información personal necesaria para evaluar tu reporte y mejorar Mapas.\n\nApple recopila la siguiente información:\n\n• Tu Apple ID, para notificarte cuando se haya resuelto el problema.\n\n• El modelo de dispositivo, versión de sistema operativo, región e idioma, hora y zona horaria, configuración de Mapas, y si tienes o no conexión con CarPlay o un Apple Watch, con la finalidad de entender mejor la capacidad y el estado de Mapas en el momento en que realizas el reporte.\n\n• Una captura de pantalla de lo que se veía en la app Mapas antes de reportar el problema, el nivel de zoom, y el último término de búsqueda que usaste, con la finalidad de entender mejor el contexto en el que ocurrió el problema.\n\n• Tu ubicación y una forma de contactarte para cuando el problema reportado se haya resuelto.\n\n• La información que proporcionas en el reporte, como una sugerencia de nuevas direcciones, direcciones URL, horarios de servicio junto con comentarios y las fotos que cargues.\n\nEn algunos casos, Apple también puede recopilar:\n\n• Tu dirección de correo, si permites que nos comuniquemos contigo para que clarifiques el problema o para avisarte de la solución. En el caso de algunos reportes, puedes elegir dejar de compartir tu correo electrónico. Para esto, desde tu dispositivo iOS o iPadOS, ve a Configuración > Mapas y desactiva “Seguimiento por correo”; desde tu Mac, ve a Mapas > Preferencias > General y desactiva “Seguimiento por correo”. \n\n• Tu ruta, incluyendo los puntos de inicio y fin de tu trayecto, para evaluar los problemas de navegación.\n\n• Tu dirección de casa, escuela o trabajo, para realizar correcciones de estas ubicaciones.\n\n• Los resultados de tus búsquedas más recientes, incluyendo los términos de búsqueda que se utilizaron para proporcionar tales resultados, en el caso de los problemas relacionados con las búsquedas.\n\n• La dirección y el ángulo de la visualización “Echa un vistazo” para solucionar problemas de imágenes.\n\n• Otra información que elijas enviar en tu reporte, como comentarios o fotos.\n\nCuando tu problema está relacionado con terceros, Apple puede proporcionarle a esta información sobre tu reporte para ayudar a solucionar el problema que detectaste. Apple comparte información con terceros solamente cuando es necesaria para solucionar un problema y, antes de compartirla, Apple busca eliminar cualquier información que pueda identificarte.\n\nApple podrá procesar y almacenar la información recopilada usando proveedores de servicio de terceros. La información que reportes podría almacenarse de una manera tal que esté asociada contigo por un máximo de dos años con el fin de mantener la integridad del servicio, entender mejor las tendencias de reportes y cumplir con las leyes aplicables. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "报告问题时，“地图”会收集所需的最少个人信息以评估报告并改进“地图”。\n\nApple会收集以下信息：\n\n• 您的Apple ID，以便通知您所报告的问题已修复\n\n• 设备型号、操作系统版本、地区和语言、时间和时区、“地图”设置以及您是否已连接Apple Watch或CarPlay车载，以便更好地了解提交报告时“地图”的功能及状况\n\n• 报告问题前“地图”App中所显示内容的截屏、缩放级别以及使用的最后一个搜索词，以便更好地了解报告问题时的环境\n\n• 您的位置以及在报告的问题解决时可与您联系的方式\n\n• 报告中提供的信息，如建议的新地址、URL、开放时间与评论以及任何上传的照片\n\n某些情况下，Apple还可能收集：\n\n• 您的电子邮件地址，前提是您已同意可与您通信以阐述问题或通知您问题已修复。对于某些报告，您可以选择不再共享您的电子邮件地址，方法是在iOS或iPadOS设备上，前往“设置”>“地图”并轻点以关闭“通过电子邮件跟进”；在Mac上，前往“地图”>“偏好设置”>“通用”并取消选择“通过电子邮件跟进”。 \n\n• 您的路线，包括行程的起点与终点（针对导航问题）\n\n• 您的家庭、工作或学校地址，用于纠正家庭、工作或学校地点\n\n• 最近搜索的结果，包括用于提供这些结果的搜索词（针对与搜索相关的问题）\n\n• “四处看看”中的路线和您的视角（针对图像问题）\n\n• 您选择在报告中提交的其他信息，包括任何评论或照片\n\n若问题与第三方相关，Apple可能会向第三方提供问题报告中的相关信息，以帮助修复发现的问题。Apple只有在需要修复问题且首先确保删除其中任何可识别您身份的信息后，才会与此类第三方共享信息。\n\nApple收集的数据可能通过信任的第三方服务提供商进行处理和储存。您报告的信息可能会以与您关联的方式储存最多两年，以保持服务的完整性、了解报告趋势以及遵守适用法律。Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Cuando informas de un error, Mapas está diseñada para recopilar la mínima información personal necesaria para evaluar el informe y mejorar Mapas.\n\nApple recopila la información siguiente:\n\n• Tu ID de Apple, para poder informarte sobre la solución de un problema que hayas notificado.\n\n• El modelo del dispositivo, la versión del sistema operativo, la región y el idioma, la hora y la zona horaria, los ajustes de Mapas y si te has conectado a un Apple Watch o a CarPlay, para comprender mejor el estado y la funcionalidad de Mapas en el momento de tu notificación.\n\n• Una captura de la pantalla de la app Mapas antes de informar del problema, el nivel de zoom y el último término de búsqueda que hayas utilizado, para comprender mejor el contexto en el momento en el que notificaste el problema.\n\n• Tu ubicación y un medio de contacto para informarte cuando se haya solucionado el problema que has notificado.\n\n• La información que proporciones en el informe como, por ejemplo, las nuevas direcciones sugeridas, las URL, el horario comercial junto con comentarios y cualquier foto cargada.\n\nEn algunos casos, Apple también podría recopilar:\n\n• Tu dirección de correo electrónico, en el caso de que nos permitas contactar contigo para aclarar el problema o informarte de la solución. En el caso de ciertos informes, puedes dejar de compartir tu dirección de correo electrónico. Para ello, desactiva la opción “Seguimiento por correo” en Ajustes > Mapas (en tu dispositivo iOS o iPadOS) o en Mapas > Preferencias > General (en el Mac). \n\n• Tu ruta, incluidos los puntos de partida y de destino de tu trayecto, en el caso de problemas relacionados con la navegación.\n\n• La dirección de tu casa, trabajo o escuela, en el caso de correcciones relacionadas con estas ubicaciones.\n\n• Los resultados de tus últimas búsquedas, que incluyen los términos de búsqueda que se utilizaron para proporcionar esos resultados, en el caso de problemas relacionados con las búsquedas.\n\n• La dirección y el ángulo de visión en la vista panorámica, para los problemas relacionados con las imágenes.\n\n• Cualquier otra información que quieras incluir en el informe del problema (por ejemplo, comentarios o fotos).\n\nSi tu problema está relacionado con un tercero, puede que Apple le proporcione información sobre el problema del que has informado para que ayude a buscar la solución. Apple solo comparte información con terceros si es necesario solucionar un problema, en cuyo caso, procura eliminar primero cualquier información que pudiera identificarte.\n\nLos datos recopilados por Apple podrán procesarlos y almacenarlos proveedores de servicios de terceros de confianza. La información que proporciones podrá almacenarse de modo que quede asociada a ti durante un periodo máximo de dos años para mantener la integridad del servicio, comprender las tendencias de los problemas notificados y cumplir con la ley vigente. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "O app Mapas coleta o mínimo necessário de informações pessoais com o objetivo de avaliar os problemas comunicados e melhorar o app.\n\nA Apple coleta as seguintes informações:\n\n• Seu ID Apple para que ela possa notificar você sobre uma correção do problema comunicado\n\n• O modelo do dispositivo, versão do sistema operacional, região e idioma, horário e fuso horário, ajustes do app Mapas e se você está conectado ao Apple Watch ou ao CarPlay, para compreender melhor as capacidades e o estado do app Mapas na hora do relatório\n\n• Uma captura de tela do que você vê no app Mapas antes de comunicar o problema, o nível do zoom e o último termo de busca usado, com o objetivo de oferecer mais contexto no momento da comunicação do problema\n\n• Sua localização e um meio de contato com você quando o problema comunicado for resolvido\n\n• As informações que você fornece no relatório, como novos endereços sugeridos, URLs, horários comerciais que acompanham os comentários e qualquer foto enviada\n\nEm alguns casos, a Apple também pode coletar:\n\n• Seu endereço de e-mail, caso você conceda permissão para que nos comuniquemos com você para esclarecer o problema ou para notificar você sobre uma correção. Em determinadas comunicações que você fizer, será possível optar por não compartilhar o endereço de e-mail no dispositivo iOS ou iPadOS. Para isso, acesse Ajustes > Mapas e toque para desativar “Acompanhar por E-mail”. No Mac, clique em Mapas > Preferências > Geral e desmarque “Acompanhar por E-mail”. \n\n• Sua rota, incluindo pontos inicial e final do percurso, para fins de navegação\n\n• Seu endereço de casa, do trabalho ou da escola para correções de localizações da casa, trabalho ou escola\n\n• Os resultados da sua busca mais recente, incluindo os termos de busca usados para fornecer esses resultados, em casos de problemas relacionados a busca\n\n• A direção e o ângulo de visão em “Olhe ao Redor” para problemas de imagens\n\n• Outras informações que você opte por enviar na sua comunicação, incluindo comentários ou fotos\n\nQuando o seu problema estiver relacionado a um terceiro, a Apple poderá fornecer informações do problema comunicado ao terceiro para ajudar a corrigir o problema identificado. A Apple só compartilha informações com tais terceiros quando necessário para a correção de um problema, mas, primeiramente, busca apagar quaisquer informações que possam identificar você.\n\nOs dados coletados pela Apple podem ser processados e armazenados em provedores de serviço terceirizados de confiança. As informações que você comunica podem ser armazenadas de uma maneira que seja associada a você por até dois anos para manter a integridade do serviço, compreender as tendências de comunicação e cumprir com as leis aplicáveis. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Når du rapporterer en fejl, er Kort udviklet til at indsamle de nødvendige personlige oplysninger for at kunne vurdere din rapport og forbedre Kort.\n\nApple indsamler følgende oplysninger:\n\n• Dit Apple‑id, så vi kan underrette dig om en løsning på det problem, du har rapporteret\n\n• Enhedsmodellen, versionen på operativsystemet, område og sprog, tid og tidszone, indstillinger af Kort, og om der er forbindelse til Apple Watch eller CarPlay, for bedre at kunne forstå funktionaliteten og tilstanden af Kort på tidspunktet for din rapport\n\n• Et skærmbillede af det, der blev vist i appen Kort, før du rapporterede problemet, længde- og breddegrad, zoomniveauet og det sidste søgeudtryk, du brugte, for bedre at forstå konteksten på det tidspunkt, da problemet opstod\n\n• Din lokalitet og kontaktoplysninger til at kontakte dig, når det rapporterede problem løses\n\n• De oplysninger, du leverer i rapporten, f.eks. forslag til nye adresser, URL-adresser, åbningstider sammen med kommentarer og evt. overførte fotos\n\nI nogle tilfælde kan Apple også indsamle:\n\n• Din e-mailadresse, hvis du giver tilladelse til, at vi må kommunikere med dig for at klarlægge problemet eller underrette dig om en løsning. For bestemte rapporter kan du vælge at stoppe med at dele din e-mailadresse på din iOS- eller iPadOS-enhed ved at gå til Indstillinger > Kort og trykke for at slå Opfølgning via e-mail fra og på din Mac ved at gå til Kort > Indstillinger > Generelt og fravælge Opfølgning via e-mail. \n\n• Din rute, herunder turens start- og slutpunkt, hvis det drejer sig om et problem med vejvisning\n\n• Din privat-, arbejds- eller skoleadresse, hvis det drejer sig om rettelser af privat-, arbejds- eller skolelokalitet\n\n• Resultaterne fra dine seneste søgninger, inkl. det søgeudtryk, der blev brugt til at levere disse resultater, ved problemer med søgninger\n\n• Retningen og vinklen på det, du ser i Se dig omkring, ved problemer med billedkvalitet\n\n• Andre oplysninger, du angiver i rapporten, herunder kommentarer og fotos\n\nNår problemet har noget med en tredjepart at gøre, kan Apple forsyne tredjeparten med oplysninger om det rapporterede problem for at få hjælp til at rette det problem, du har opdaget. Apple deler kun oplysninger med sådanne tredjeparter, når det er nødvendigt for at løse et problem, og vil først prøve at slette evt. oplysninger, der kan identificere dig.\n\nData indsamlet af Apple kan blive behandlet og opbevaret af pålidelige tredjepartsudbydere af tjenester. De oplysninger, du rapporterer, kan opbevares og knyttes til dig i op til to år for at opretholde tjenestens integritet, forstå rapporteringstendenser og overholde gældende lovgivning. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "L'app Mappe è concepita per raccogliere le informazioni personali minime necessarie per valutare la gravità del problema che hai segnalato e migliorare la funzionalità.\n\nApple raccoglie le seguenti informazioni:\n\n• Il tuo ID Apple (per inviarti una notifica quando il problema che hai segnalato è stato risolto).\n\n• Il modello del dispositivo utilizzato, la versione del sistema operativo, la zona, la lingua, l'ora e il fuso orario, le impostazioni di Mappe e i dati relativi alla connessione con Apple Watch o CarPlay per comprendere la funzionalità e lo stato dell'app Mappe nel momento in cui hai segnalato il problema.\n\n• Uno screenshot di ciò che vedi nell'app Mappe prima di segnalare il problema, il livello di zoom e l'ultimo termine che hai cercato, per comprendere meglio i dati contestuali disponibili nel momento in cui hai segnalato il problema.\n\n• La tua posizione e un metodo per contattarti quando il problema che segnali viene risolto.\n\n• Le informazioni che fornisci, come i nuovi indirizzi suggeriti, gli URL, gli orari di apertura, i commenti e le foto che hai caricato.\n\nIn alcuni casi, Apple può raccogliere anche altri tipi di dati:\n\n• Il tuo indirizzo e‑mail, nel caso in cui tu consenta ad Apple di comunicare con te per ottenere chiarimenti sul problema segnalato o informarti sulla risoluzione di un errore. Per alcune segnalazioni, puoi scegliere di non condividere più il tuo indirizzo e‑mail su un dispositivo iOS o iPadOS selezionando Impostazioni > Mappe e disabilitando “Invia feedback via e‑mail”; sul Mac, puoi farlo selezionando Mappe > Preferenze > Generali e deselezionando “Invia feedback via e‑mail”. \n\n• Il tuo itinerario, inclusi il punto di partenza e di arrivo del viaggio, per valutare problemi di navigazione.\n\n• Gli indirizzi di casa, del lavoro o di scuola quando è necessario correggerne la posizione.\n\n• I risultati delle ricerche più recenti, inclusi i termini utilizzati per fornire tali risultati quando si verificano problemi di ricerca.\n\n• La direzione e l'angolazione della tua vista in “Guardati intorno” per problemi relativi alle immagini.\n\n• Altre informazioni che scegli di inviare nella segnalazione, inclusi commenti o foto.\n\nNel caso in cui il tuo problema debba essere risolto da terze parti, Apple potrebbe fornire informazioni ricavate dal problema che hai segnalato per aiutare a risolvere l'errore. Apple condivide le informazioni con tali terze parti solo quando è necessario per risolvere un problema e, prima di farlo, si impegna a eliminare qualsiasi informazione che possa identificarti.\n\nI dati raccolti da Apple potrebbero essere elaborati e archiviati da provider di servizi di terze parti affidabili. Le informazioni che fornisci potrebbero essere conservate in modo tale da essere associate a te per un periodo di massimo due anni al fine di mantenere l'integrità del servizio, approfondire l'analisi dei trend relativi ai feedback inviati e rispettare le normative applicabili. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Mapy je navrhnutá tak, aby v prípade nahlásenia problému zhromaždila minimálne množstvo osobných údajov nevyhnutných na vyhodnotenie vašej správy a na vylepšovanie Máp.\n\nSpoločnosť Apple zhromažďuje nasledujúce informácie:\n\n• vaše Apple ID, aby vám bolo možné poslať oznámenie o riešení nahláseného problému,\n\n• model zariadenia, verziu operačného systému, oblasť a jazyk, čas a časové pásmo, nastavenia Máp a informácie o tom, či je zariadenie prepojené s hodinkami Apple Watch alebo systémom CarPlay, aby bolo možné lepšie vyhodnotiť možnosti a stav Máp v okamihu nahlásenia problému,\n\n• snímku obrazovky toho, čo bolo zobrazené v apke Mapy pred vytvorením správy o probléme, úroveň zväčšenia a posledný hľadaný výraz, aby bolo možné lepšie vyhodnotiť kontext, v ktorom sa problém vyskytol,\n\n• vašu polohu a spôsob, akým vás môžeme kontaktovať po vyriešení nahláseného problému,\n\n• informácie, ktoré ste uviedli v hlásení, napríklad návrhy nových adries, URL, otváraciu dobu spolu s komentármi a fotky, ak ste nejaké odoslali.\n\nV niektorých prípadoch môže spoločnosť Apple zhromažďovať aj:\n\n• vašu emailovú adresu, ak ste udelili povolenie na komunikáciu s vami s cieľom objasnenia problému alebo oznámenia riešenia. Pre niektoré hlásenia sa môžete rozhodnúť prestať zdieľať svoju emailovú adresu. Na iOS alebo iPadOS zariadení otvorte Nastavenia > Mapy a klepnutím vypnite možnosť Kontakt cez email. Na Macu otvorte Mapy > Nastavenia > Všeobecné a zrušte zaškrtnutie možnosti Kontakt cez email. \n\n• trasu vrátane jej počiatočného a koncového bodu, aby bolo možné vyriešiť problémy s navigáciou,\n\n• vašu domácu alebo pracovnú adresu, prípadne adresu školy, aby bolo možné opraviť polohu domova, práce či školy,\n\n• výsledky vašich posledných vyhľadávaní vrátane hľadaných výrazov, pre ktoré sa dané výsledky vrátili, ak problémy súvisia s vyhľadávaním,\n\n• smer a uhol pohľadu vo funkcii Rozhliadnuť sa na riešenie problémov s obrazom,\n\n• ďalšie informácie, ktoré ste sa rozhodli odoslať v hlásení, vrátane všetkých komentárov alebo fotiek.\n\nAk sa problém týka tretej strany, spoločnosť Apple môže tejto tretej strane poskytnúť údaje z vášho hlásenia o probléme a pomôcť jej vyriešiť nahlásený problém. K zdieľaniu informácií s tretími stranami dochádza len v prípade, ak je to potrebné na opravenie problému, a Apple pred ich zdieľaním najprv vymaže všetky dáta, na základe ktorých by vás bolo možné identifikovať.\n\nDáta zhromaždené spoločnosťou Apple môžu byť spracované a uchované dôveryhodnými poskytovateľmi služieb tretích strán. Vami nahlásené informácie môžu byť uložené spôsobom, ktorý ich umožňuje priradiť k vašej osobe, a to až na obdobie dvoch rokov s cieľom zachovania integrity služby, pochopenia trendov nahlasovania problémov a dodržiavania platných zákonov. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "Quando nos comunica um problema, a aplicação Mapas está preparada para recolher o mínimo de informação pessoal necessária para poder aceder ao seu relatório de problema e melhorar a aplicação.\n\nA Apple recolhe a seguinte informação:\n\n• O seu ID Apple, para lhe poder enviar um aviso quando o problema for resolvido.\n\n• O modelo do dispositivo, a versão do sistema operativo instalada, a região e o idioma, a hora e o fuso horário, as definições de Mapas, se tem ou não um Apple Watch emparelhado ou ligação ao CarPlay, para obter uma visão completa da capacidade e estado da aplicação Mapas na altura da comunicação do erro ou problema.\n\n• Uma captura de ecrã do que viu na aplicação Mapas imediatamente antes de comunicar o problema, o nível de ampliação e o último termo pesquisado, para melhor perceber o contexto do problema comunicado.\n\n• A sua localização e uma forma de entrar em contacto consigo quando o problema comunicado tiver sido resolvido.\n\n• A informação indicada no relatório, como sugestões de endereços novos, URL, horário de funcionamento, com comentários e quaisquer fotografias anexadas.\n\nEm alguns casos, a Apple pode igualmente recolher:\n\n• O seu endereço de e‑mail, caso nos autorize a entrar em contacto consigo para clarificar o problema ou enviar um aviso quando o problema for resolvido. Em determinados relatórios, pode optar por não partilhar o seu endereço de e‑mail. No seu dispositivo iOS ou iPadOS, vá a Definições > Mapas e toque para desativar a opção “Seguimento por e‑mail”; no Mac, vá a Mapas > Preferências > Geral e desassinale “Seguimento por e‑mail”. \n\n• O seu itinerário, incluindo os pontos de origem e destino da viagem, no caso de problemas com as indicações.\n\n• O seu endereço de casa, do trabalho ou da escola, caso o problema se relacione com estas localizações.\n\n• Os resultados das pesquisas mais recentes, incluindo os termos de pesquisa usados, se o problema estiver relacionado com os resultados de pesquisa.\n\n• A direção e o ângulo da vista em Olhe à sua volta, no caso de problemas relacionados com imagens.\n\n• Outras informações que optar por enviar no relatório, incluindo comentários ou fotografias.\n\nQuando o problema comunicado diz respeito a outras entidades, a Apple reserva‑se o direito de comunicar à entidade relevante informação contida no seu relatório. A Apple partilha informação com terceiros se for necessário para resolver um problema e, primeiro, procura apagar qualquer informação de teor pessoal.\n\nOs dados recolhidos pela Apple podem ser processados e armazenados por fornecedores de serviços que considera fidedignos. No intuito de manter a integridade do serviço, de melhor compreender as tendências de comunicação de problemas e de cumprir a legislação aplicável, a informação incluída nos relatórios de problema pode ser armazenada de modo que a associa diretamente a si durante um período máximo de dois anos. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apabila anda melaporkan isu, Peta direka bentuk untuk mengumpulkan maklumat peribadi minimum yang diperlukan untuk menilai laporan anda dan meningkatkan Peta.\n\nApple mengumpulkan maklumat berikut:\n\n• Apple ID anda, untuk membolehkan anda dimaklumkan tentang pembetulan pada masalah yang anda laporkan\n\n• Model peranti, versi sistem pengendalian, rantau dan bahasa, masa dan zon waktu, seting Peta dan sama ada anda disambungkan ke Apple Watch atau CarPlay, untuk memahami keupayaan dan keadaan Peta dengan lebih baik pada masa laporan anda dibuat\n\n• Gambar skrin perkara yang anda lihat dalam app Peta sebelum memfailkan isu, paras zum dan istilah carian terakhir yang anda gunakan, untuk memahami konteks dengan lebih baik pada masa isu dilaporkan\n\n• Lokasi anda dan cara menghubungi anda apabila isu yang anda laporkan telah diselesaikan\n\n• Maklumat yang anda berikan dalam laporan, seperti alamat, URL, waktu pembukaan baru yang dicadangkan bersama-sama dengan komen dan sebarang foto yang dimuat naik\n\nDalam sesetengah kes, Apple juga mungkin mengumpulkan:\n\n• Alamat e-mel anda, jika anda memberikan keizinan untuk berkomunikasi dengan anda untuk menjelaskan isu atau memaklumkan anda tentang pembetulan. Untuk laporan tertentu, anda boleh memilih untuk tidak lagi berkongsi alamat e-mel anda pada peranti iOS atau iPadOS anda dengan pergi ke Seting > Peta dan mengetik untuk menyahaktifkan Susulan melalui E-mel dan pada Mac anda dengan pergi ke Peta > Keutamaan > Umum dan menyahpilih Susulan melalui E-mel. \n\n• Laluan anda, termasuk titik mula dan tamat perjalanan anda, untuk isu navigasi\n\n• Alamat rumah, kerja atau sekolah anda, untuk pembetulan lokasi rumah, kerja atau sekolah\n\n• Hasil daripada carian terbaharu anda, termasuk istilah carian yang digunakan untuk menyediakan hasil tersebut, untuk isu berkaitan carian\n\n• Arah dan sudut paparan anda dalam Lihat Sekeliling untuk isu imejan\n\n• Maklumat lain yang anda pilih untuk diserahkan dalam laporan anda, termasuk sebarang komen atau foto\n\nApabila isu anda berkaitan dengan pihak ketiga, Apple mungkin menyediakan pihak ketiga tersebut dengan maklumat daripada isu yang anda laporkan untuk membantu membetulkan isu yang anda kenal pasti. Apple berkongsi maklumat dengan pihak ketiga sedemikian hanya apabila perlu untuk membetulkan isu dan terlebih dahulu akan cuba memadamkan sebarang maklumat daripada anda yang boleh mengenal pasti anda.\n\nData yang dikumpulkan oleh Apple mungkin diproses dan disimpan oleh penyedia perkhidmatan pihak ketiga yang dipercayai. Maklumat yang anda laporkan mungkin disimpan dalam keadaan yang dikaitkan dengan anda sehingga dua tahun untuk mengekalkan integriti perkhidmatan, memahami aliran pelaporan dan mematuhi undang-undang yang berkenaan. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "När du rapporterar ett problem har Kartor utformats för att samla in minsta möjliga mängd av din personliga information som krävs för att utvärdera rapporten och förbättra Kartor.\n\nApple samlar in följande information:\n\n• Ditt Apple‑ID, så att du kan få ett meddelande om en lösning på det rapporterade problemet.\n\n• Din enhetsmodell, operativsystemsversion, språk och region, tid och tidszon, inställningar för Kartor och om du är ansluten till Apple Watch eller CarPlay, för bättre förståelse av funktionerna och statusen i Kartor vid tidpunkten för din rapport.\n\n• En skärmbild av det du såg i appen Kartor innan problemet rapporterades, zoomnivån och den senaste söktermen du använde, för bättre förståelse av sammanhanget vid den tidpunkt då problemet rapporterades.\n\n• Din plats och ett sätt att kontakta dig när problemet som du rapporterar har lösts.\n\n• Informationen som du anger i rapporten, till exempel föreslagna nya adresser, webbadresser, öppettider tillsammans med kommentarer, och eventuella skickade bilder.\n\nI vissa fall kan Apple också samla in följande:\n\n• Din e-postadress, om du ger din tillåtelse att kommunicera med dig för att klargöra problemet eller meddela dig om en lösning. För vissa rapporter kan du välja att inte längre dela din e-postadress på din enhet med iOS eller iPadOS genom att gå till Inställningar > Kartor och avmarkera Uppföljning via e-post. På Mac gör du detta genom att öppna Kartor > Inställningar > Allmänt och avaktivera Uppföljning via e-post. \n\n• Din rutt, inklusive start- och slutpunkterna för din resa, för problem som rör navigering.\n\n• Adressen till ditt hem, ditt arbete eller din skola, för korrigering av platsinformation för hem, arbete eller skola.\n\n• Resultatet från dina senaste sökningar, inklusive sökvillkoren som användes till att få fram dessa resultat, för problem som rör sökningar.\n\n• Riktningen och vinkeln för din vy i Se dig omkring för bildproblem.\n\n• Annan information som du väljer att skicka in i rapporten, inklusive eventuella kommentarer eller bilder.\n\nNär ditt problem är relaterat till en tredje part kan Apple ge information till denna tredje part från ditt rapporterade problem så att problemet du upptäckte kan lösas. Apple delar information med sådana tredje parter endast när det är nödvändigt för att åtgärda ett problem och försöker först radera all information som kan identifiera dig personligen.\n\nData som samlas in av Apple kan behandlas och lagras av betrodda tredjepartsleverantörer. Informationen som du rapporterar kan lagras på ett sätt som är kopplat till dig i upp till två år för att bibehålla tjänstens integritet, få en bättre förståelse för rapporteringstrender och följa gällande lagar. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Mapy je navržena tak, aby v případě, že ohlásíte problém, shromáždila minimální množství osobních údajů nezbytně nutných k vyhodnocení vaší zprávy a k vylepšení Map.\n\nApple shromažďuje následující informace:\n\n• Vaše Apple ID, aby vám bylo možné zaslat oznámení o řešení nahlášeného problému\n\n• Model zařízení, verzi operačního systému, oblast a jazyk, časové pásmo, nastavení Map a informace o tom, zda je zařízení propojené s hodinkami Apple Watch nebo aplikací CarPlay, aby bylo možné lépe vyhodnotit funkce Map a jejich stav v okamžiku, kdy jste problém ohlásili\n\n• Snímek obrazovky Map před vytvořením zprávy o problému, úroveň přiblížení a poslední hledaný výraz, aby bylo možné lépe vyhodnotit kontext, ve kterém se problém vyskytl\n\n• Vaši polohu a kontaktní informace, abychom se s vámi mohli spojit, až bude vámi nahlášený problém vyřešen\n\n• Informace, které jste uvedli ve zprávě, například návrhy nových adres, URL, otevírací doby spolu s komentářem a s fotkami, pokud jste nějaké odeslali\n\nV některých případech může Apple shromažďovat také:\n\n• Vaši e‑mailovou adresu, pokud jste udělili svolení ke komunikaci s vámi za účelem objasnění problému nebo oznámení řešení. Pokud si už u některých hlášení nepřejete sdílet svou e‑mailovou adresu, přejděte na zařízení s iOS nebo iPadOS do Nastavení > Mapy a klepnutím vypněte volbu Dále řešit v e‑mailu. Na Macu přejděte na Mapy > Předvolby > Obecné a odznačte volbu Dále řešit v e‑mailu. \n\n• Trasu včetně počátečního a koncového bodu (u problémů souvisejících s navigací)\n\n• Vaši adresu domů, do zaměstnání nebo do školy (u požadavků na opravu polohy domova, práce nebo školy)\n\n• Výsledky vašich posledních hledání včetně hledaných výrazů, pro které byly tyto výsledky vráceny (u problémů souvisejících s hledáním)\n\n• Polohu a úhel vašeho pohledu v Rozhlížení (u problémů souvisejících se záznamem obrazu)\n\n• Další informace, které jste ve zprávě uvedli, včetně komentářů a fotek\n\nPokud se problém týká třetí strany, společnost Apple může této třetí straně poskytnout údaje z vašeho hlášení o problému, aby jí pomohla ohlášený problém vyřešit. Apple s těmito třetími stranami sdílí informace jen v případě, že je to pro vyřešení problému nezbytné, a vždy se předtím snaží smazat všechny údaje, podle kterých by vás bylo možné identifikovat.\n\nData shromážděná společností Apple můžou být sdílena s důvěryhodnými nezávislými poskytovateli služeb. Informace z vašich hlášení můžou být uložené tak, že budou přidružené k vaší osobě a uchované až po dobu dvou let za účelem zachování integrity služby, lepší analýzy trendů v zasílaných hlášeních a dodržování platných zákonů. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 앱은 문제를 리포트할 때 최소한으로 필요한 개인 정보를 수집하여 문제를 파악하고 지도 앱을 향상하도록 설계되었습니다.\n\nApple은 다음 정보를 수집합니다.\n\n• 리포트한 문제를 수정하는 경우 알림을 보낼 사용자의 Apple ID\n\n• 리포트 당시 지도 앱의 기능 및 상태를 제대로 파악하기 위한 기기 모델, 운영 체제 버전, 지역 및 언어, 시간 및 시간대, 지도 설정, Apple Watch 또는 CarPlay로 연결했는지 여부\n\n• 문제를 리포트한 시점의 상황을 제대로 파악하기 위한 리포트 전의 지도 앱에서 사용자가 보고 있는 화면의 스크린샷, 위도 및 경도, 확대\/축소 단계 및 최근 검색에 사용한 용어\n\n• 사용자의 위치 및 사용자가 리포트한 문제가 해결되었을 때 사용자에게 연락할 수 있는 방법\n\n• 새로운 주소 제안, URL, 개점 시간과 설명, 업로드된 사진과 같은 리포트에 제공하는 정보\n\nApple이 때때로 다음 정보를 수집할 수도 있습니다.\n\n• 문제를 확실하게 하기 위해 커뮤니케이션하거나 수정사항에 대한 알림을 보낼 권한을 사용자가 제공한 경우 사용자의 이메일 주소. 특정한 리포트에 대해 더 이상 사용자의 이메일 주소를 공유하지 않도록 선택할 수 있습니다. iOS 및 iPadOS 기기에서 설정 > 지도로 이동한 다음 ‘이메일로 후속 처리’를 탭하여 끄거나, Mac에서는 지도 > 환경설정 > 일반으로 이동한 다음 ‘이메일로 후속 처리’를 선택 해제하여 설정할 수 있습니다. \n\n• 내비게이션 문제의 경우 사용자의 경로의 시작 및 종료 지점을 포함한 경로\n\n• 집, 직장 또는 학교 위치 수정을 위한 집, 직장 또는 학교 주소\n\n• 검색 관련 문제의 경우 사용자가 결과를 제공하는 데 사용한 검색 용어가 포함된 가장 최근의 검색 결과\n\n• 이미지 관련 문제의 경우 주변보기에서 사용자가 보는 각도 및 방향\n\n• 설명 또는 사진 등 사용자가 리포트와 함께 제출하도록 선택한 기타 정보\n\n사용자의 문제가 타사에 연관된 경우, Apple은 사용자가 확인한 문제를 수정하기 위해 타사에 리포트된 문제 정보를 제공할 수 있습니다. Apple은 문제 수정이 필요한 경우에만 타사와 정보를 공유하며 사용자를 식별할 수 있는 정보는 먼저 삭제합니다.\n\nApple이 수집하는 데이터는 Apple이 신뢰하는 타사 서비스 제공업체에 의해 처리 및 저장될 수 있습니다. 사용자가 리포트한 정보는 서비스의 무결성을 유지하고, 문제 리포트의 추세를 이해하고, 관련 법률을 준수하기 위해 사용자와 연계되어 최대 2년간 보관될 수 있습니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Når du rapporterer en feil, er Kart utviklet til å samle inn så lite personlig informasjon som nødvendig for å vurdere rapporten og rette feilen i Kart.\n\nApple samler inn følgende informasjon:\n\n• Apple‑ID-en din for å kunne varsle deg når feilen har blitt rettet\n\n• enhetsmodellen, versjonen av operativsystemet, område- og språkinnstillinger, klokkeslett og tidssone, innstillinger for Kart og om du er koblet til en Apple Watch eller CarPlay, så vi bedre kan forstå tilstanden til og mulighetene i Kart da du rapporterte feilen\n\n• et skjermbilde av det du ser i Kart-appen før feilen rapporteres, zoomnivået og siste søkeord du brukte, slik at vi bedre kan forstå situasjonen da feilen oppsto\n\n• posisjonen din og en måte vi kan kontakte deg på når det rapporterte problemet er utbedret\n\n• informasjonen du gir i rapporten, som forslag til nye adresser, nettlenker, åpningstider, samt kommentarer og opplastede bilder\n\nI noen tilfeller kan Apple også samle inn:\n\n• e-postadressen din, hvis du gir tillatelse til å bli kontaktet for å forklare feilen eller bli varslet om at den har blitt rettet. For visse rapporter kan du velge å slutte å dele e‑postadressen på iOS- eller iPadOS-enheten din ved å gå til Innstillinger > Kart og trykke for å slå av Følg opp via e‑post, og på Mac ved å gå til Kart > Valg > Generelt og fjerne avmerkingen for Følg opp via e‑post. \n\n• ruten din, inkludert startstedet og bestemmelsesstedet for turen, for feil i veibeskrivelser\n\n• hjemme-, jobb- eller skoleadressen din for å rette feil i plasseringen av hjem, jobb eller skole\n\n• søkeresultatene fra ditt siste søk, inkludert søkeordene du brukte, for feil relatert til søk\n\n• retningen og vinkelen du ser i ved bildefeil i Se deg rundt\n\n• annen informasjon du oppgir i rapporten, inkludert kommentarer og bilder\n\nHvis feilen er knyttet til en tredjepart, kan Apple gi tredjeparten informasjon fra feilrapporten din for å hjelpe til med å rette opp feilen du identifiserte. Apple deler kun informasjon med slike tredjeparter når det er nødvendig for å rette en feil, og all informasjon som kan identifisere deg personlig, vil bli slettet før den overleveres.\n\nDet kan hende at data som samles inn av Apple, blir behandlet og oppbevart av tredjeparts tjenesteleverandører. Informasjonen du rapporterer, kan bli lagret, og fortsatt knyttes til deg, i opptil to år for å ivareta tjenestens integritet, bedre forstå rapporteringstrender og overholde gjeldende lover. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "A Térképeket úgy tervezték, hogy amikor Ön jelent egy problémát, akkor a jelentés kiértékeléséhez és a Térképek továbbfejlesztéséhez szükséges lehető legkevesebb személyes adat legyen begyűjtve.\n\nAz Apple a következő információkat gyűjti:\n\n• Az Ön Apple ID-ját, hogy értesíteni tudjuk a jelentett probléma kijavításáról\n\n• Az eszközmodellt, az operációs rendszer verzióját, a régiót és a nyelvet, az időt és az időzónát, a Térképek beállításait, valamint azt, hogy csatlakozik-e az Apple Watchhoz vagy a CarPlayhez, mivel így jobban megismerhetjük a Térképek képességeit és állapotát a jelentés időpontjában\n\n• A Térképek app képernyőfotóját a jelentés kitöltése előtt, a nagyítási szintet, valamint az utoljára használt keresési kifejezést, mivel így jobban megismerhetjük a bejelentett probléma körülményeit\n\n• Az Ön helyzetét és egy kapcsolatfelvételi módot, amelyen keresztül kapcsolatba lehet lépni Önnel, miután a bejelentett probléma megoldódott\n\n• A jelentésben megadott információkat, például a javasolt új címeket, URL-eket, nyitvatartási időket a megjegyzésekkel, valamint a feltöltött fotókat\n\nNéhány esetben az Apple a következőket is gyűjtheti:\n\n• Az Ön e-mail-címét, ha megadja az engedélyt, hogy kapcsolatba léphessünk Önnel a probléma tisztázásához, vagy ha értesítést kér a javításról. Bizonyos jelentések esetében megadhatja, hogy nem szeretné többé megosztani az e-mail-címét az iOS- és iPadOS-eszközén. Ehhez válassza a Beállítások > Térképek menüpontot, és koppintással kapcsolja ki a Kapcsolattartás e-mailben beállítást, vagy a Mac gépén válassza a Térképek > Beállítások > Általános menüpontot, és törölje a Kapcsolattartás e-mailben beállítás bejelölését. \n\n• Az útvonalát, többek között az utazás kezdő- és végpontját a navigációs problémák esetében\n\n• Az otthoni, munkahelyi vagy iskolai címét az otthoni, munkahelyi vagy iskolai helyzetének korrigálása érdekében\n\n• A legutóbbi keresések eredményeit (a találatokat adó keresési kifejezéseket is beleértve) a kereséssel kapcsolatos problémák esetében\n\n• A Körbenézés funkció használata közben látható nézet irányát és szögét a képekkel kapcsolatos problémák esetében\n\n• Olyan egyéb információkat, amelyeket Ön belefoglal a jelentésbe, például az esetleges megjegyzéseket vagy fotókat\n\nAmikor a probléma harmadik félhez kapcsolódik, előfordulhat, hogy az Apple átadja a harmadik félnek a jelentett problémával kapcsolatos információkat az adott probléma kijavításához. Az Apple akkor oszt meg információkat az ilyen harmadik felekkel, ha ez egy probléma kijavításához szükséges, és először megkísérli kitörölni az Ön személyét azonosító információkat.\n\nAz Apple az általa gyűjtött adatokat harmadik félnek minősülő, megbízható szolgáltatóknál dolgozza fel és tárolja. Előfordulhat, hogy az Önhöz társított információk a szolgáltatás működésének biztosítása, a jelentéskészítési trendek jobb megértése és a törvényeknek való megfelelés érdekében tárolva lesznek. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "當你回報問題時，「地圖」是設計為收集最少量的必要個人資料以取用你的報告並改善「地圖」功能。\n\nApple會收集下列資料：\n\n• 你的Apple ID，用來通知你已修正回報的問題\n\n• 裝置型號、作業系統版本、地區和語言、時間、時區、地圖設定以及是否連接Apple Watch或CarPlay。這些資料有助進一步了解你回報問題時「地圖」的效能與狀態\n\n• 提交問題前在「地圖」App中看到的內容之螢幕截圖、縮放層級以及你使用的最後一個搜尋字詞。這些資料有助進一步了解你報告問題時「地圖」所呈現的內容\n\n• 你的位置和你報告的問題解決後聯絡你的方式\n\n• 你在報告中提供的資料。例如建議的新地址、URL、營業時間和評價以及任何上傳的相片\n\n在某些情況下，Apple可能也會收集下列資料：\n\n• 你的電郵地址。如你同意我們與你通訊以澄清問題，或通知你已修正問題，則會收集你的電郵地址。對於某些報告，你可以選擇不在iOS或iPadOS裝置上分享電郵地址，請前往「設定」>「地圖」，然後點一下以關閉「透過電郵追蹤進度」，在Mac上請前往「地圖」>「偏好設定」>「一般」，然後取消選擇「以電郵跟進」。 \n\n• 你的路線，包括路程的起點和終點，用以修正導航問題\n\n• 你的住所、公司或學校地址，會用來修正住所、公司或學校位置\n\n• 你最近的搜尋結果，包括用作提供結果的搜尋字詞，用以解決與搜尋相關的問題\n\n• 「環視四周」中的路線和你的畫面角度，會用來修正影像問題\n\n• 你選擇在報告中送出的其他資料，包括任何評論或相片\n\n如你的問題與第三方有關，Apple可能會提供你回報的問題資料予第三方，以協助修正你指出的問題。Apple只會在有必要修正問題時才會與第三方分享資料，並會先嘗試刪除任何可識別你身份的資料。\n\nApple收集的資料可能會經由信任的第三方服務供應商處理和儲存。為確保服務的完整、了解報告的趨勢並遵守適用法規，你所報告的資料可能會以與你連繫的方式儲存最多兩年。無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Bir sorun bildirdiğinizde Harita raporunuzu değerlendirmek ve Harita’yı geliştirmek için kişisel bilgilerin yalnızca gerekli olanlarını toplayacak şekilde tasarlanmıştır.\n\nApple aşağıdaki bilgileri toplar:\n\n• Bildirdiğiniz sorun çözüldüğünü size haber verebilmemiz için Apple kimliğiniz\n\n• Harita’nın yapabildiklerini ve raporunuz anındaki durumunu daha iyi anlamak için aygıt modeli, işletim sistemi sürümü, bölge ve dil, saat ve zaman dilimi, Harita ayarları ve Apple Watch’a ya da CarPlay’e bağlı olup olmadığınız\n\n• Bildirilen sorun anındaki bağlamı daha iyi anlamak için sorun bildirmeden önce Harita uygulamasında gördükleriniz, enlem ve boylam, büyütme düzeyi ve en son kullandığınız arama terimi\n\n• Bildirdiğiniz sorun çözüldüğünde konumunuz ve sizinle nasıl iletişime geçileceği\n\n• Yeni adresler, URL’ler, açılma saatleri ve yorumlar ile birlikte yüklenmiş herhangi bir fotoğraf gibi raporda verdiğiniz bilgiler\n\nBazı durumlarda Apple şunları da toplayabilir:\n\n• Sorunun aydınlatılması veya çözüldüğüne dair size haber verilmesi amacıyla sizinle iletişim kurulması için izin vermişseniz e-posta adresiniz. Bazı bildirmeler için e-posta adresinizi paylaşmamak için iOS veya iPadOS aygıtınızda Ayarlar > Harita’ya gidip E-postayla Takip’i kapatmak üzere dokunun ve Mac’inizde Harita > Tercihler > Genel’e gidip E-postayla Takip’in seçimini kaldırın. \n\n• Navigasyon sorunlarında, yolculuğunuzun başlangıç ve bitiş noktaları da dahil olma üzere güzergâhınız\n\n• Ev, iş veya okul adresi ile ilgili düzeltmelerde evinizin, işinizin veya okulunuzun adresi\n\n• Aramayla ilgili sorunlarda sonuçların sağlanmasında kullanılmış olan arama terimleri ile birlikte en son yaptığınız aramaların sonuçları\n\n• Görüntü sorunları için Etrafa Bak görüntünüzün yönü ve açısı\n\n• Yorumlar veya fotoğraflar da dahil raporunuzda göndermeyi seçtiğiniz bilgiler\n\nSorununuz üçüncü parti ile ilgili olduğunda Apple, tespit ettiğiniz sorunun çözülmesine yardımcı olması için bildirdiğiniz sorundaki bilgileri üçüncü parti ile paylaşabilir. Apple, yalnızca sorunu düzeltmek için gerekli olduğunda üçüncü partilerle bilgi paylaşır ve önce sizin tanımlanmanıza neden olabilecek bilgileri silmeye çalışır.\n\nApple tarafından toplanan veriler, güvenilir üçüncü parti servis sağlayıcıları tarafından işlenebilir ve saklanabilir. Bildirdiğiniz bilgiler; servisin bütünlüğünü korumak, sorun bildirme eğilimlerini daha iyi anlamak ve yürürlükteki yasalara uymak için sizinle ilişkili olacak şekilde iki yıla kadar saklanabilir. Apple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Gdy zgłaszasz problem, Mapy gromadzą dane osobowe w minimalnym zakresie, aby przeanalizować zgłoszenie i poprawić działanie usługi.\n\nApple gromadzi następujące dane:\n\n• Twój Apple ID — aby móc powiadomić Cię o usunięciu zgłoszonego problemu;\n\n• model urządzenia, wersja systemu operacyjnego, region i język, godzina i strefa czasowa, ustawienia Map oraz status połączenia z Apple Watch i CarPlay — aby móc lepiej określić możliwości i stan Map w momencie składania zgłoszenia;\n\n• zrzut ekranu przedstawiający, co aplikacja Mapy pokazywała przed rozpoczęciem tworzenia zgłoszenia, poziom powiększenia i ostatni wyszukiwany termin — aby lepiej zrozumieć kontekst, w którym wystąpił zgłaszany problem;\n\n• Twoja lokalizacja oraz sposób, w jaki możemy Cię poinformować o rozwiązaniu problemu;\n\n• informacje podane w zgłoszeniu, np. sugerowane nowe adresy, adresy URL, godziny otwarcia z komentarzami oraz wysłane zdjęcia.\n\nW niektórych przypadkach Apple może również gromadzić:\n\n• Twój adres email (jeśli wyrazisz zgodę na kontakt w celu wyjaśnienia problemu lub powiadomienia o usunięciu problemu); W przypadku niektórych raportów możesz wskazać, że nie chcesz już udostępniać swojego adresu email. W tym celu przejdź do Ustawień, stuknij w Mapy i wyłącz stuknięciem opcję Kontakt przez email (na urządzeniu iOS lub iPadOS) albo przejdź do Map, kliknij w pozycję menu Mapy > Preferencje, kliknij w Ogólne i usuń zaznaczenie opcji Kontakt przez email (na Macu). \n\n• Twoja trasa, w tym punkt początkowy i końcowy (w przypadku problemów dotyczących nawigacji);\n\n• Twój adres domowy lub służbowy albo adres szkoły (w przypadku poprawek dotyczących lokalizacji domu, pracy i szkoły);\n\n• wyniki ostatnich wyszukiwań oraz wyszukiwane terminy, które spowodowały zwrócenie tych wyników (w przypadku problemów dotyczących wyszukiwania);\n\n• kierunek i kąt patrzenia (w przypadku problemów z obrazami dotyczącymi funkcji Rozejrzyj się;\n\n• inne dobrowolnie udzielane informacje, np. komentarze i zdjęcia.\n\nJeśli problem dotyczy strony trzeciej, Apple może przekazać tej stronie informacje ze zgłoszenia w celu uzyskania pomocy w rozwiązaniu problemu. Apple udostępnia dane takim podmiotom zewnętrznym tylko wtedy, gdy jest to konieczne do rozwiązania problemu, i najpierw stara się usunąć wszelkie dane, na podstawie których można Cię zidentyfikować.\n\nDane gromadzone przez Apple mogą być przetwarzane i przechowywane na serwerach zaufanych podmiotów świadczących usługi na rzecz Apple. Na potrzeby utrzymywania integralności usługi, analizowania trendów dotyczących zgłaszanych problemów oraz zachowania zgodności z obowiązującymi przepisami powiązane z Tobą dane mogą być przechowywane przez maksymalnie dwa lata. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "當您回報問題時，「地圖」是設計為收集最少量的必要個人資訊以取用您的報告並改進「地圖」功能。\n\nApple會收集下列資訊：\n\n• 您的Apple ID，用來通知您已修正回報的問題\n\n• 裝置機型、作業系統版本、地區和語言、時間和時區、「地圖」設定以及是否連接Apple Watch或CarPlay。這些資訊可進一步地瞭解在您回報問題時，「地圖」的效能與狀態\n\n• 提交問題前在「地圖」App中看到的截圖、縮放層級以及最後一次使用的搜尋字詞。這些資訊可進一步地瞭解在您回報問題時，「地圖」所呈現的內容\n\n• 您的位置和您回報的問題解決後，聯絡您的方式\n\n• 您在報告中提供的資訊。例如建議的新地址、URL、營業時間和評價以及任何上傳的照片\n\n在某些情況下，Apple可能也會收集下列資訊：\n\n• 您的電子郵件地址。若您同意我們與您通訊以說明問題原因，或通知您已修正問題，則會收集您的電子郵件地址。對於某些報告，您可以選擇不在iOS或iPadOS裝置上分享電子郵件地址，請前往「設定」>「地圖」，然後點一下來關閉「透過電子郵件追蹤進度」，在Mac上請前往「地圖」>「偏好設定」>「一般」，然後取消選取「透過電子郵件追蹤進度」。 \n\n• 您的路線，包含路程的起點和終點，用以修正導航問題\n\n• 您的住家、公司或學校地址，用以修正住家、公司或學校位置\n\n• 您最近的搜尋結果，包含用來提供結果的搜尋字詞，用以解決與搜尋相關的問題\n\n• 「環視」中的路線和您的畫面角度，用以修正影像問題\n\n• 您選擇在報告中送出的其他資訊，包含任何評論或照片\n\n若您的問題與第三方有關，Apple可能會提供您回報的問題資訊給第三方，以協助修正您指出的問題。Apple只有在為了修正問題必要時，才會與此類第三方分享資訊，並且會在第一時間首先刪除任何可能識別您身分的資訊。\n\nApple所收集的資料可能會由信任的第三方服務供應商處理和儲存。可能會以與您相關的方式來儲存您回報的資訊，最長達兩年的時間，這是為了能確保服務的完整、瞭解報告的趨勢並符合法規。在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "When you report an issue, Maps is designed to collect the minimum necessary personal information to assess your report and improve Maps.\n\nApple collects the following information:\n\n• Your Apple ID, to be able to notify you of a fix to your reported problem\n\n• The device model, operating system version, region and language, time and time zone, Maps settings, and whether you are connected to Apple Watch or CarPlay, in order to better understand Maps’ capability and state at the time of your report\n\n• A screenshot of what you see in the Maps app prior to filing the issue, the zoom level and the last search term you used, in order to better understand the context at the time of the reported issue\n\n• Your location and a means to contact you when the issue you report has been resolved\n\n• The information you provide in the report, such as suggested new addresses, URLs and opening hours, along with comments and any uploaded photos\n\nIn some cases, Apple may also collect:\n\n• Your email address, if you grant permission to communicate with you to clarify the issue or notify you of a fix. For certain reports, you can choose to no longer share your email address on your iOS or iPadOS device by going to Settings > Maps and tapping to turn off Follow up by Email, and on your Mac by going to Maps > Preferences > General and deselecting Follow up by Email. \n\n• Your route, including the start and endpoints of your trip, for navigation issues\n\n• Your home, work or school address, for home, work or school location corrections\n\n• The results from your most recent searches, including the search terms that were used to provide those results, for search-related issues\n\n• The direction and angle of your view in Look Around for imagery issues\n\n• Other information you choose to submit in your report, including any comments or photos\n\nWhen your issue relates to a third party, Apple may provide the third party with information from your reported issue to help fix the issue you identified. Apple shares information with such third parties only when necessary to fix an issue and first seeks to delete any information from which you can be identified.\n\nData collected by Apple may be processed and stored by trusted third-party service providers. The information you report may be stored in a manner that is associated with you for up to two years to maintain the integrity of the service, understand reporting trends and comply with applicable law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Khi bạn báo cáo một sự cố, Bản đồ được thiết kế để thu thập thông tin cá nhân cần thiết tối thiểu để đánh giá báo cáo của bạn và cải thiện Bản đồ.\n\nApple thu thập thông tin sau:\n\n• ID Apple của bạn, để có thể thông báo việc khắc phục sự cố bạn đã báo cáo\n\n• Kiểu thiết bị, phiên bản hệ điều hành, vùng và ngôn ngữ, giờ và múi giờ, cài đặt Bản đồ và liệu thiết bị của bạn có được kết nối với Apple Watch hoặc CarPlay không, để hiểu rõ hơn khả năng và trạng thái của Bản đồ tại thời điểm báo cáo\n\n• Ảnh chụp màn hình những gì bạn nhìn thấy trong ứng dụng Bản đồ trước khi báo cáo sự cố, mức thu phóng và cụm từ tìm kiếm sau cùng mà bạn sử dụng, để hiểu rõ hơn bối cảnh tại thời điểm sự cố được báo cáo\n\n• Vị trí của bạn và phương thức liên lạc với bạn khi sự cố mà bạn báo cáo đã được giải quyết\n\n• Thông tin bạn cung cấp trong báo cáo, ví dụ như địa chỉ mới được gợi ý, URL, giờ mở cửa cùng với nhận xét và bất kỳ ảnh nào được tải lên\n\nTrong một số trường hợp, Apple cũng có thể thu thập:\n\n• Địa chỉ email của bạn, nếu bạn cho phép liên lạc với bạn để xác minh sự cố hoặc thông báo việc khắc phục. Đối với các báo cáo nhất định, bạn có thể lựa chọn không chia sẻ địa chỉ email nữa trên thiết bị iOS hoặc iPadOS bằng cách đi tới Cài đặt > Bản đồ và chạm để tắt Theo dõi bằng email và trên máy Mac của bạn bằng cách đi tới Bản đồ > Tùy chọn > Cài đặt chung và bỏ chọn Theo dõi bằng email. \n\n• Lộ trình của bạn, bao gồm điểm bắt đầu và kết thúc của chuyến đi, đối các sự cố về dẫn đường\n\n• Địa chỉ nhà, công ty hoặc trường học của bạn, đối với các hiệu chỉnh vị trí nhà, công ty hoặc trường học\n\n• Kết quả từ các tìm kiếm gần đây nhất của bạn, bao gồm cụm từ tìm kiếm đã được sử dụng để cung cấp các kết quả đó, đối với sự cố liên quan đến tìm kiếm\n\n• Hướng và góc nhìn của bạn trong Nhìn xung quanh đối với các sự cố về hình ảnh\n\n• Thông tin khác mà bạn lựa chọn gửi trong báo cáo, bao gồm bất kỳ nhận xét hoặc ảnh nào\n\nKhi sự cố của bạn liên quan đến bên thứ ba, Apple có thể cung cấp thông tin từ sự cố được báo cáo của bạn cho bên thứ ba để giúp khắc phục sự cố mà bạn đã xác định. Apple chỉ chia sẻ thông tin với các bên thứ ba đó khi cần thiết để khắc phục sự cố và trước tiên sẽ tìm cách xóa bất kỳ thông tin nào có thể nhận dạng bạn.\n\nDữ liệu do Apple thu thập có thể được xử lý và lưu trữ bởi các nhà cung cấp dịch vụ bên thứ ba được tin cậy. Thông tin mà bạn báo cáo có thể được lưu trữ theo hình thức được liên kết với bạn trong thời gian tối đa hai năm để duy trì tính toàn vẹn của dịch vụ, hiểu các xu hướng báo cáo và tuân thủ luật áp dụng. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Когда Вы сообщаете о проблеме, приложение «Карты» собирает минимально необходимое количество личных данных для доступа к Вашему отчету о проблеме и улучшения приложения «Карты».\n\nApple собирает следующую информацию.\n\n• Apple ID, чтобы уведомить Вас об устранении проблемы, о которой Вы сообщили.\n\n• Модель устройства, версия операционной системы, регион и язык, время и часовой пояс, настройки приложения «Карты» и информация о подключении к Apple Watch или CarPlay. Эти данные позволяют лучше оценить возможности и функционирование приложения «Карты» в момент отправки отчета.\n\n• Снимок экрана приложения «Карты» перед отправкой сообщения о проблеме, масштаб отображаемой карты, а также Ваш последний поисковый запрос. Эти данные позволяют понять, что происходило во время возникновения проблемы.\n\n• Ваша геопозиция и способ связи с Вами, чтобы сообщить, когда заявленная Вами проблема будет устранена.\n\n• Предоставляемые в отчете данные, такие как предложенные новые адреса, URL, часы работы, а также комментарии и все выгруженные фото.\n\nВ некоторых случаях Apple также может собирать следующие данные.\n\n• Ваш электронный адрес, если Вы разрешили обращаться к Вам по вопросам, связанным с возникшей проблемой или ее устранением. Вы можете прекратить делиться адресом электронной почты для некоторых отчетов. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «Карты» и выключите параметр «Доп. информация по e‑mail». На Mac выберите пункт меню «Карты» > «Настройки» > «Основные» и снимите флажок «Получать ответы по e‑mail». \n\n• Ваш маршрут, в том числе данные о пунктах отправления и прибытия (для проблем, связанных с навигацией).\n\n• Домашний, рабочий и учебный адреса (для корректировки геопозиций, связанных с работой, учебой и домом).\n\n• Последние поисковые результаты, в том числе использованные для их получения поисковые запросы (для устранения проблем, относящихся к функции поиска).\n\n• Направление и угол обзора при использовании функции «Осмотритесь» (для проблем, связанных с изображениями).\n\n• Прочая информация, которую Вы решили добавить к своему отчету, в том числе любые комментарии и фото.\n\nЕсли проблема, о которой Вы сообщаете, может быть устранена только третьими сторонами, Apple может предоставить такой третьей стороне данные из Вашего отчета об ошибке, чтобы помочь устранить проблему. Apple предоставляет данные третьим сторонам только в тех случаях, когда это необходимо для устранения проблемы. Перед отправкой данных из них удаляются любые сведения, на основании которых можно установить Вашу личность.\n\nДанные, которые собирает Apple, могут обрабатываться и храниться у доверенных сторонних партнеров. Предоставленная Вами информация, связанная с Вами лично, может храниться в течение срока до двух лет, чтобы поддерживать качество сервиса, выявлять тренды в сообщениях о проблемах и обеспечивать соблюдение применимого законодательства. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Lorsque vous signalez un problème, Plans recueille le minimum d’informations personnelles nécessaires pour évaluer votre signalement et améliorer Plans.\n\nApple recueille les informations suivantes :\n\n• votre identifiant Apple, pour être en mesure de vous aviser d’un correctif à un problème que vous avez signalé;\n\n• le modèle de l’appareil, la version du système d’exploitation, la région et la langue, l’heure et le fuseau horaire, les réglages de Plans et si vous êtes connecté à Apple Watch ou CarPlay, pour mieux comprendre les capacités de Plans et le statut au moment de votre signalement;\n\n• une capture d’écran de l’app Plans avant le signalement du problème, le niveau de zoom et le dernier terme de recherche utilisé pour mieux comprendre le contexte au moment du signalement du problème;\n\n• votre position et un moyen de communiquer avec vous lorsque le problème que vous avez signalé sera résolu;\n\n• les informations que vous avez fournies avec le signalement, comme les nouvelles adresses, URL, heures d’ouverture suggérées, de même que les commentaires et toute photo téléversée.\n\nDans certains cas, Apple pourrait aussi recueillir :\n\n• votre adresse courriel, si vous nous avez autorisés à communiquer avec vous pour clarifier le problème ou vous aviser d’un correctif (pour certains rapports, vous pouvez choisir de ne plus partager votre adresse courriel sur votre appareil iOS ou iPadOS en accédant à Réglages > Plans et en désactivant Suivi par courriel, et sur votre Mac, en accédant à Plans > Préférences > Général, puis en désélectionnant Suivi par courriel); \n\n• votre itinéraire, y compris les points de départ et d’arrivée de votre trajet, en cas de problèmes de navigation;\n\n• l’adresse de votre domicile, de votre travail ou de votre école pour corriger leur position;\n\n• les résultats de vos dernières recherches, y compris les termes de recherche utilisés pour obtenir ces résultats, pour des problèmes liés à une recherche;\n\n• la direction et l’angle de vue dans Vue à 360° en cas de problèmes d’imagerie;\n\n• d’autres informations que vous choisissez d’inclure dans votre rapport, y compris tout commentaire ou toute photo.\n\nLorsque les problèmes concernent un tiers, Apple pourrait fournir des informations liées au problème signalé au tiers pour aider ce dernier à le résoudre. Apple partage des informations avec lesdits tiers uniquement si la correction d’un problème le requiert et uniquement après avoir supprimé toute donnée permettant de vous identifier.\n\nLes données recueillies par Apple peuvent être traitées et stockées par des fournisseurs tiers de confiance. Les informations que vous rapportez peuvent être stockées d’une façon qui vous lie à elles pendant un maximum de deux ans afin d’assurer l’intégrité du service, de mieux comprendre les tendances de signalement et de se conformer aux lois applicables. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Lorsque vous signalez un problème, l’app Plans est conçue pour ne collecter que les données personnelles nécessaires à l’évaluation du problème signalé et à l’amélioration de Plans.\n\nApple recueille les informations suivantes :\n\n• Votre identifiant Apple, pour pouvoir vous informer de la disponibilité d’un correctif pour le problème signalé\n\n• Le modèle, la version du système d’exploitation, la région, la langue, l’heure, le fuseau horaire et les réglages de Plans de votre appareil, et si vous êtes connecté à une Apple Watch ou à CarPlay, afin de mieux comprendre les capacités et l’état de Plans au moment du signalement du problème\n\n• Une capture d’écran de ce qui était affiché dans l’app Plans avant le signalement du problème, le niveau de zoom et le dernier terme recherché, afin de mieux comprendre le contexte au moment du signalement du problème\n\n• Votre position et un moyen de contact afin de pouvoir vous prévenir une fois le problème signalé résolu\n\n• Les informations fournies lors du signalement, comme les nouvelles adresses, les nouvelles URL et les nouveaux horaires d’ouverture suggérés, ainsi que vos commentaires et les photos éventuellement téléchargées\n\nDans certains cas, Apple peut également recueillir :\n\n• Votre adresse e-mail, si vous acceptez que nous communiquions avec vous pour éclaircir le problème ou vous informer de la disponibilité d’un correctif. Pour certains signalements, vous pouvez choisir de ne plus partager votre adresse e-mail sur votre appareil iOS ou iPadOS en accédant à Réglages > Plans, puis en touchant le réglage « Suivi par e-mail » pour le désactiver, et sur votre Mac en accédant à Plans > Préférences > Général, puis en désélectionnant « Suivi par e-mail ». \n\n• Votre itinéraire, y compris les points de départ et d’arrivée de votre trajet, pour les problèmes d’itinéraires\n\n• L’adresse de votre domicile, de votre bureau ou de votre établissement scolaire, pour les corrections relatives à l’adresse de votre domicile, de votre bureau ou de votre établissement scolaire\n\n• Les résultats renvoyés lors de vos dernières recherches, y compris les termes de recherche utilisés pour fournir ces résultats, pour les problèmes liés à la recherche\n\n• Votre direction et votre angle de vue dans « Vue à 360° », pour les problèmes d’imagerie\n\n• Les autres informations que vous choisissez de fournir lors de votre signalement, y compris les commentaires ou les photos\n\nSi votre problème concerne un tiers, Apple peut transmettre à ce dernier des informations issues de votre signalement pour faciliter la correction du problème que vous avez identifié. Apple ne partage des informations avec lesdits tiers que si cela est nécessaire pour corriger un problème et uniquement après avoir supprimé toute donnée permettant de vous identifier.\n\nLes données collectées par Apple peuvent être traitées et conservées par des fournisseurs de service tiers de confiance. Les informations que vous signalez peuvent être conservées en vous étant associées pour une durée maximale de deux ans, afin de préserver l’intégrité du service, de comprendre les tendances des signalements et de se conformer aux lois en vigueur. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Kun ilmoitat karttaongelmasta, Apple kerää vähimmäismäärän henkilötietoja, joita se tarvitsee ilmoituksesi arvioimiseksi ja Karttojen parantamiseksi.\n\nApple kerää seuraavat tiedot:\n\n• Apple ID:si ja sähköpostiosoitteesi, jotta Apple voi ilmoittaa sinulle ongelman korjaamisesta\n\n• Laitemallin, käyttöjärjestelmän version, alueen ja kielen, ajan ja aikavyöhykkeen, Kartat-asetukset sekä onko laitteesi liitettynä Apple Watchiin vai CarPlay-järjestelmään, jotta Apple ymmärtää Karttojen valmiuskyvyn sekä tilan ilmoituksen aikana\n\n• Kuvakaappaus siitä, mitä näet Kartoissa ennen ongelmasta ilmoittamista, kartan zoomaustaso sekä viimeisin karttahaku, jotta Apple ymmärtää paremmin asiayhteyden aikana, jolloin ilmoitettu ongelma sattui\n\n• Sijaintisi ja yhteydenottotapa, kun ilmoittamasi ongelma on korjattu\n\n• Antamasi tiedot, kuten ehdottamasi uusi osoite, verkko-osoite, aukioloajat sekä kommenttisi ja mahdollisesti lähettämäsi kuvat\n\nApple saattaa joissakin tapauksissa kerätä:\n\n• Sähköpostiosoitteesi, jos sallit kommunikoinnin kanssasi ongelman selventämiseksi tai ongelman korjauksesta ilmoittamisen. Tietyille ilmoituksille voit valita olla enää jakamatta sähköpostiosoitettasi. Tee tämä iOS- tai iPadOS-laitteessasi valitsemalla Asetukset > Kartat ja napauttamalla Yhteydenotto sähköpostilla -asetuksen pois päältä. Macissa valitse Kartat > Asetukset > Yleiset ja poista Yhteydenotto sähköpostilla -asetuksen valinta. \n\n• Reittisi, mukaan lukien matkasi aloitus- ja päättymispisteet, jos kyseessä on navigointiongelma\n\n• Kodin, työpaikan tai koulun osoite kodin, työpaikan tai koulun sijainnin korjaamiseksi\n\n• Viimeisimpien hakujesi tulokset, mukaan lukien hakusanat, joilla tulos saatiin, hakuun liittyvissä ongelmissa\n\n• Katso ympärille -näkymän suunta ja kulma, jos kyseessä on kuvaan liittyvä ongelma\n\n• Muut ilmoituksessasi lähettämät tiedot, kuten kommentit tai kuvat\n\nKun ongelmasi koskee kolmatta osapuolta, Apple voi tarjota kolmannelle osapuolelle tietoja ilmoittamastasi ongelmasta auttamaan ongelman korjaamisessa. Apple jakaa tietoja kolmannelle osapuolelle vain, kun se on tarpeellista ongelman korjaamiseksi. Apple pyrkii ensin poistamaan kaikki tiedot, joista sinut voidaan tunnistaa.\n\nApplen keräämiä tietoja voidaan antaa luotettavien ulkopuolisten palveluntarjoajien käsiteltäväksi ja säilytettäväksi. Ilmoituksesi tiedot voidaan tallentaa tavalla, joka yhdistyy sinuun, enintään kahden vuoden ajan, palvelun eheyden varmistamiseksi, ilmoitettujen ongelmien trendien ymmärtämiseksi ja sovellettavan lainsäädännön noudattamiseksi. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Saat Anda melaporkan masalah, Peta dirancang untuk mengumpulkan informasi pribadi minimum yang diperlukan untuk mengkaji laporan Anda dan meningkatkan Peta.\n\nApple mengumpulkan informasi berikut:\n\n• ID Apple Anda, agar dapat memberi tahu Anda mengenai perbaikan masalah yang Anda laporkan\n\n• Model perangkat, versi sistem operasi, wilayah dan bahasa, waktu dan zona waktu, pengaturan Peta, dan apakah Anda terhubung ke Apple Watch atau CarPlay, agar dapat memahami kemampuan Peta dan status pada saat Anda melapor dengan lebih baik\n\n• Jepretan layar dari apa yang Anda lihat di app Peta sebelum melaporkan masalah, level zoom, dan istilah pencarian terakhir yang Anda gunakan, agar dapat memahami konteks pada saat masalah dilaporkan dengan lebih baik\n\n• Lokasi Anda dan cara untuk menghubungi Anda saat masalah yang Anda laporkan telah diatasi\n\n• Informasi yang Anda sediakan di laporan, seperti alamat baru yang disarankan, URL, jam buka beserta komentar, dan semua foto yang diunggah\n\nDi beberapa kasus, Apple juga dapat mengumpulkan:\n\n• Alamat email, jika Anda memberikan izin untuk berkomunikasi dengan Anda untuk mengklarifikasi masalah atau memberi tahu Anda mengenai perbaikan. Untuk laporan tertentu, Anda dapat memilih untuk tidak lagi membagikan alamat email Anda di perangkat iOS atau iPadOS Anda dengan membuka Pengaturan > Peta dan mengetuk untuk mematikan Tindak Lanjuti dengan Email, dan di Mac Anda dengan membuka Peta > Preferensi > Umum dan membatalkan pilihan Tindak Lanjuti dengan Email. \n\n• Rute Anda, termasuk titik mulai dan akhir perjalanan untuk masalah navigasi\n\n• Alamat rumah, kantor, atau sekolah Anda untuk koreksi lokasi rumah, kantor, atau sekolah\n\n• Hasil dari pencarian terakhir Anda, termasuk istilah pencarian yang digunakan untuk menyediakan hasil tersebut, untuk masalah terkait pencarian\n\n• Petunjuk arah dan sudut tampilan Anda di Lihat Sekeliling untuk masalah pencitraan\n\n• Informasi lainnya yang Anda pilih untuk dikirim dalam laporan Anda, termasuk semua komentar atau foto\n\nJika masalah Anda berkaitan dengan pihak ketiga, Apple dapat menyediakan pihak ketiga tersebut dengan informasi dari masalah yang Anda laporkan untuk membantu memperbaiki masalah yang Anda identifikasi. Apple hanya membagikan informasi dengan pihak ketiga tersebut jika perlu memperbaiki masalah dan pertama-tama berupaya menghapus semua informasi yang dapat mengidentifikasi Anda.\n\nData yang dikumpulkan oleh Apple dapat diproses dan disimpan oleh penyedia layanan pihak ketiga tepercaya. Informasi yang Anda laporkan dapat disimpan dengan cara yang dikaitkan dengan Anda hingga selama dua tahun untuk memelihara integritas layanan, memahami tren pelaporan, dan mematuhi hukum yang berlaku. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Kaarten is zodanig ontworpen dat als je een probleem meldt, de persoonlijke gegevens worden verzameld die minimaal noodzakelijk zijn, zodat we je melding kunnen beoordelen en Kaarten kunnen verbeteren.\n\nApple verzamelt de volgende gegevens:\n\n• Je Apple ID, zodat we je op de hoogte kunnen stellen van een oplossing voor een gemeld probleem\n\n• Het model van het apparaat, de versie van het besturings­systeem, de regio en taal, de tijd en tijd­zone, Kaarten-instellingen en of je verbonden was met de Apple Watch of CarPlay, zodat we een beter inzicht krijgen in de functio­naliteit en status van Kaarten tijdens de melding\n\n• Een scherm­afbeelding van wat je ziet in de Kaarten-app voordat het probleem werd gemeld, het zoom­niveau en de laatste zoek­term die je hebt gebruikt, zodat we een beter begrip hebben van de context tijdens de melding\n\n• Je locatie en een manier om contact met je op te nemen wanneer het gemelde probleem is opgelost\n\n• De informatie die je in de mel­ding verstrekt, zoals suggesties voor nieuwe adressen, URL's, openings­tijden met commen­taar en even­tuele geüp­loade foto's\n\nIn sommige gevallen verzamelt Apple ook het volgende:\n\n• Je e‑mail­adres, als je ons toestemming geeft om met je te communiceren om het probleem te verhel­deren of om je op de hoogte te stellen van een oplossing. Bij bepaalde mel­dingen kun je ervoor kiezen om je e‑mail­adres niet meer te delen op je iOS- of iPadOS-apparaat door in Instellingen naar 'Kaarten' te gaan en te tikken om 'Vervolg­vragen via e‑mail' uit te schakelen. Op je Mac ga je in de voor­keuren voor Kaarten naar 'Algemeen' en deselecteer je 'Vervolg­vragen via e‑mail'. \n\n• Je route, inclusief het begin- en eindpunt van je rit, voor problemen met de navigatie\n\n• Je huis-, werk- of school­adres, voor correcties in de locatie van je huis, werk of school\n\n• De resultaten van je meest recente zoek­opdrachten, inclusief de gebruikte zoek­termen voor die resultaten, voor problemen met betrekking tot zoeken\n\n• De richting en hoek van je weergave in 'Kijk rond' voor problemen met de weergave\n\n• Andere informatie die je in je melding opneemt, waaronder commentaar of foto's\n\nWanneer het probleem betrekking heeft op een derde partij, kan Apple de derde partij informatie verstrekken uit je gemelde probleem om het probleem beter te kunnen oplossen. Apple deelt gegevens met dergelijke externe partijen alleen wanneer dit noodzakelijk is om een probleem op te lossen en zorgt er eerst voor dat gegevens worden verwijderd waaruit je identiteit kan worden afgeleid.\n\nGegevens die door Apple worden verzameld, worden mogelijk verwerkt en bewaard door erkende externe service­providers. De gemelde gegevens, die aan jou worden gekoppeld, worden mogelijk maximaal twee jaar bewaard om de inte­griteit van de dienst te behouden, rapportage­trends te begrijpen en aan de toepasse­lijke wet­geving te voldoen. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "เมื่อคุณแจ้งปัญหา แอปแผนที่จึงได้รับการออกแบบมาเพื่อเก็บรวบรวมข้อมูลส่วนบุคคลที่จำเป็นน้อยที่สุดเพื่อประเมินการแจ้งปัญหาของคุณและปรับปรุงแอปแผนที่\n\nApple เก็บรวบรวมข้อมูลดังต่อไปนี้:\n\n• Apple ID ของคุณ เพื่อให้สามารถแจ้งเตือนให้คุณทราบถึงการแก้ไขปัญหาที่คุณแจ้งมาได้\n\n• รุ่นของอุปกรณ์ เวอร์ชั่นของระบบปฏิบัติการ ภูมิภาคและภาษา เวลาและไทม์โซน การตั้งค่าแผนที่ และการที่คุณเชื่อมต่อกับ Apple Watch หรือ CarPlay เพื่อให้เข้าใจเกี่ยวกับความสามารถและสถานะของแอปแผนที่ในช่วงเวลาที่คุณแจ้งปัญหาได้ดียิ่งขึ้น\n\n• ภาพถ่ายหน้าจอของสิ่งที่คุณเห็นในแอปแผนที่ก่อนที่จะแจ้งปัญหา ระดับการซูม และคำค้นหาล่าสุดที่คุณใช้ เพื่อให้เข้าใจบริบทในช่วงเวลาที่คุณแจ้งปัญหาได้ดียิ่งขึ้น\n\n• ตำแหน่งที่ตั้งของคุณและวิธีการติดต่อคุณเมื่อปัญหาที่คุณแจ้งได้รับการแก้ไขแล้ว\n\n• ข้อมูลที่คุณระบุไว้ในรายงาน เช่น ที่อยู่ใหม่ที่แนะนำ, URL, เวลาเปิดทำการ รวมทั้งความคิดเห็นและรูปภาพที่อัปโหลด\n\nในบางกรณี Apple อาจยังเก็บรวบรวม:\n\n• ที่อยู่อีเมลของคุณ ถ้าคุณให้สิทธิ์อนุญาตในการสื่อสารกับคุณเพื่อชี้แจงปัญหาหรือแจ้งเตือนให้คุณทราบถึงการแก้ไข สำหรับบางรายงาน คุณสามารถเลือกว่าจะไม่แชร์ที่อยู่อีเมลของคุณอีกต่อไปบนอุปกรณ์ iOS หรือ iPadOS ได้โดยไปที่การตั้งค่า > แผนที่ แล้วแตะเพื่อปิดใช้ติดตามผลทางอีเมล และบน Mac โดยไปที่แผนที่ > การตั้งค่า > ทั่วไป แล้วเลิกเลือกติดตามผลทางอีเมล \n\n• เส้นทางของคุณ ซึ่งรวมถึงจุดเริ่มต้นและจุดสิ้นสุดของการเดินทางของคุณสำหรับปัญหาเกี่ยวกับการนำทาง\n\n• ที่อยู่บ้าน ที่ทำงาน หรือโรงเรียนของคุณ เพื่อแก้ไขตำแหน่งที่ตั้งของบ้าน ที่ทำงาน หรือโรงเรียนให้ถูกต้อง\n\n• ผลการค้นหาครั้งล่าสุด ซึ่งรวมถึงคำค้นหาที่ใช้เพื่อแสดงผลลัพธ์เหล่านั้น สำหรับปัญหาที่เกี่ยวข้องกับการค้นหา\n\n• เส้นทางและมุมของมุมมองของคุณในโหมดมองไปรอบๆ สำหรับปัญหารูปภาพ\n\n• ข้อมูลอื่นที่คุณเลือกที่จะส่งในรายงานของคุณ ซึ่งรวมถึงความคิดเห็นหรือรูปภาพ\n\nเมื่อปัญหาของคุณเกี่ยวข้องกับบริษัทหรือบุคคลอื่น Apple อาจให้ข้อมูลเกี่ยวกับปัญหาที่คุณแจ้งแก่บริษัทหรือบุคคลดังกล่าวเพื่อช่วยแก้ไขปัญหาที่คุณระบุไว้ Apple จะแชร์ข้อมูลกับบริษัทอื่นดังกล่าวเฉพาะเมื่อจำเป็นต้องแก้ไขปัญหาและจะลบข้อมูลที่สามารถระบุตัวตนคุณได้ออกก่อน\n\nข้อมูลที่เก็บรวบรวมโดย Apple อาจได้รับการประมวลผลและจัดเก็บโดยผู้ให้บริการที่เชื่อถือได้จากบุคคลหรือบริษัทอื่น ข้อมูลที่คุณแจ้งอาจถูกจัดเก็บในลักษณะที่เกี่ยวข้องกับตัวคุณเป็นเวลาสูงสุดสองปีเพื่อรักษาความสมบูรณ์ของบริการ เข้าใจถึงแนวโน้มในการแจ้งปัญหา และปฏิบัติตามกฎหมายที่บังคับใช้ได้ ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Atunci când raportați o problemă, serviciul Hărți este conceput pentru a colecta minimul necesar de informații personale pentru a vă evalua raportul și pentru a îmbunătăți serviciul Hărți.\n\nApple colectează următoarele informații:\n\n• ID‑ul dvs. Apple, pentru a vă putea notifica despre o rezolvare a problemei raportate\n\n• Modelul dispozitivului, versiunea sistemului de operare, regiunea și limba, ora și fusul orar, configurările Hărți și existența unei conexiuni la Apple Watch sau CarPlay, pentru a înțelege mai bine capacitatea și starea serviciului Hărți din momentul raportului\n\n• O captură de ecran cu ceea ce vedeați în aplicația Hărți înainte de a completa raportul, nivelul de zoom și ultimul termen de căutare utilizat, pentru a înțelege mai bine contextul la momentul problemei raportate\n\n• Localizarea dvs. și un mijloc de a vă contacta după rezolvarea problemei raportate\n\n• Informațiile pe care le furnizați în raport, precum noi adrese sugerate, URL‑uri sau orare de funcționare, însoțite de comentarii și orice poze încărcate\n\nÎn unele cazuri, Apple poate colecta, de asemenea:\n\n• Adresa dvs. de e‑mail, dacă ne acordați permisiunea de vă contacta pentru clarificarea problemei sau pentru a vă notifica în legătură cu rezolvarea acesteia. Pentru anumite rapoarte, puteți opta să nu vă mai partajați adresa de e‑mail de pe dispozitivul dvs. iOS sau iPadOS accesând Configurări > Hărți și apăsând pentru a dezactiva opțiunea “Răspuns prin e‑mail” și de pe Mac accesând Hărți > Preferințe > General și deselectând “Răspuns prin e‑mail”. \n\n• Ruta dvs., inclusiv punctul de plecare și de sosire al călătoriei, în cazul problemelor legate de navigare\n\n• Adresele dvs. de acasă, de la serviciu sau de la școală, pentru corectarea localizării acestora\n\n• Rezultatele celor mai recente căutări, inclusiv termenii de căutare care au fost utilizați pentru a furniza aceste rezultate, în cazul problemelor legate de căutare\n\n• Direcția și unghiul de vizualizare din Cercetați împrejurimile, în cazul problemelor legate de imagini\n\n• Alte informațiile pe care optați să le trimiteți în raport, inclusiv orice comentarii sau poze\n\nDacă problema dvs. este legată de o terță parte, Apple îi poate furniza terței părți informații din problema pe care ați raportat‑o pentru a facilita rezolvarea acesteia. Apple partajează informații cu asemenea terți doar atunci când este necesar pentru a rezolva o problemă și cercetează în prealabil pentru a șterge orice informații care ar putea duce la identificarea dvs.\n\nDatele colectate de Apple pot fi procesate și stocate de terți furnizori de servicii autorizați. Informațiile pe care le raportați pot fi stocate într‑o manieră asociată cu dvs. timp de până la doi ani pentru menținerea integrității serviciului, înțelegerea tendințelor de raportare și respectarea legilor aplicabile. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Kad prijavite problem, aplikacija Karte dizajnirana je da prikupi osobne informacije koje su minimalno potrebne za procjenu vaše prijave i poboljšanje aplikacije Karte.\n\nTvrtka Apple prikuplja sljedeće informacije:\n\n• Vaš Apple ID, kako bi vas mogla obavijestiti o rješavanju prijavljenog problema\n\n• Model uređaja, verziju operativnog sustava, regiju i jezik, vrijeme i vremensku zonu, postavke aplikacije Karte i jeste li spojeni na Apple Watch ili CarPlay, kako bi bolje razumjela sposobnost i status aplikacije Karte u vrijeme prijave\n\n• Snimku zaslona onog što ste vidjeli u aplikaciji Karte prije ispunjavanja problema, razinu zumiranja i posljednji traženi pojam koji ste koristili, kako bi bolje razumjela kontekst u vrijeme prijavljivanja problema\n\n• Vašu lokaciju i način na koji vas se može kontaktirati kad se riješi problem koji ste prijavili\n\n• Podatke koje ste dali u prijavi, kao što su predložene nove adrese, URL-ovi, radna vremena s komentarima i sve postavljene fotografije\n\nU nekim slučajevima tvrtka Apple također može prikupljati:\n\n• Vašu e-mail adresu, ako date dopuštenje da s vama komuniciramo radi razjašnjavanja problema ili obavještavanja o rješavanju problema. Za određene izvještaje možete odabrati da više ne želite dijeliti svoju e-mail adresu na iOS ili iPadOS uređaju tako da otvorite Postavke > Karte i dodirom isključite Kontaktiranje putem e-maila, a na Macu tako da otvorite Karte > Postavke > Općenito i odznačite opciju Kontaktiranje putem e-maila. \n\n• Vašu rutu, uključujući početnu i završnu točku vašeg putovanja, za probleme s navigacijom\n\n• Vašu kućnu adresu ili adresu posla ili škole, za korekcije lokacije doma, posla ili škole\n\n• Rezultate vaših posljednjih pretraživanja, uključujući pojmove pretraživanja koji su korišteni kako bi se ti rezultati dobili, za probleme vezane uz pretraživanje\n\n• Smjer i kut prikaza značajke Pogledajte uokolo za probleme sa slikama\n\n• Ostale informacije koje ste odlučili poslati u izvještaju, uključujući sve komentare ili fotografije\n\nKad je vaš problem povezan s drugim stranama, Apple može drugim stranama dostaviti informacije iz vašeg prijavljenog problema kako bi pomogle riješiti problem koji ste identificirali. Apple dijeli informacije s takvim drugim stranama samo kad je potrebno riješiti problem i prvo pokuša obrisati sve podatke iz kojih možete biti identificirani.\n\nDrugi pouzdani pružatelji usluga mogu obrađivati i pohranjivati podatke koje je prikupio Apple. Informacije koje prijavite mogu biti pohranjene na način koji ih povezuje s vama do najviše dvije godine radi održavanja integriteta usluge, boljeg razumijevanja trendova prijave problema i usklađenosti s važećim zakonima. Informacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "आपके द्वारा किसी समस्या की रिपोर्ट करने की स्थिति में नक़्शा इस प्रकार डिज़ाइन किया गया है कि आपकी रिपोर्ट का मूल्यांकन और नक़्शा बेहतर बनाने के लिए आवश्यक व्यक्तिगत जानकारी को कम से कम संग्रह किया जाए।\n\nApple निम्नलिखित जानकारी संग्रह करता है :\n\n• आपका Apple ID, जिससे आपको अपने द्वारा रिपोर्ट की गई समस्या फ़िक्स करने की सूचना दी जाएगी\n\n• डिवाइस मॉडल, ऑपरेटिंग सिस्टम संस्करण, क्षेत्र और भाषा, समय और समय क्षेत्र, नक़्शा सेटिंग्ज़ और क्या आप Apple Watch या CarPlay से कनेक्टेड हैं, जिससे नक़्शा की क्षमता और आपके रिपोर्ट के समय स्थिति को बेहतर तरीक़े से समझा जा सके\n\n• समस्या फ़ाइल करने से पहले नक़्शा ऐप में आपको दिखे दृश्य का स्क्रीनशॉट, ज़ूम स्तर और आपके द्वारा उपयोग किया गया पिछला खोज शब्द ताकि रिपोर्ट की गई समस्या का संदर्भ बेहतर तरीक़े से समझ में आ जाए\n\n• आपका स्थान और आपसे संपर्क करने का कोई माध्यम जब आपके द्वारा रिपोर्ट की गई समस्या का समाधान हो जाता है\n\n• रिपोर्ट में आपके द्वारा दी गई जानकारी जैसे कि सुझाव के रूप में दिए गए नए पते, URL, टिप्पणी सहित खुलने का समय और अपलोड की गई तस्वीरें\n\nकुछ स्थितियों में Apple शायद ये भी संग्रह करे :\n\n• आपका ईमेल पता, यदि आप अपने साथ संवाद करने की अनुमति देते हैं जिससे कि आप समस्या को स्पष्ट कर सकें या आपको फ़िक्स के बारे में सूचित किया जा सके। कुछ रिपोर्ट के लिए, आप अब अपने iOS या iPadOS डिवाइस पर अपना ईमेल पता शेयर नहीं करने का विकल्प चुन सकते हैं। इसके लिए सेटिंग्ज़ > नक़्शा पर जाएँ और “ईमेल द्वारा फ़ॉलोअप करें” को बंद करने के लिए टैप करें। अपने Mac पर नक़्शा > प्राथमिकता > सामान्य पर जाएँ और “ईमेल द्वारा फ़ॉलोअप करें” का चयन हटाएँ। \n\n• नैविगेशन संबंधी समस्याओं के लिए, आपकी यात्रा के शुरुआती और समाप्ति बिंदु के साथ आपका मार्ग\n\n• आपके घर, कार्यस्थल या स्कूल के स्थान में सुधार के लिए आपके घर, कार्यस्थल या स्कूल का पता\n\n• आपकी सबसे हाल की खोज के परिणाम, उन खोज शब्दों सहित जो खोज संबंधित समस्याओं के लिए उन परिणामों को देने के लिए उपयोग किए गए थे\n\n• इमेज संबंधी समस्याओं के लिए आस-पास देखें में आपके दृश्य की दिशा और कोण\n\n• किसी टिप्पणी और तस्वीर सहित, आपकी रिपोर्ट में सबमिट किए जाने के लिए आपके द्वारा चुनी गई अन्य जानकारी\n\nजब आपकी समस्या किसी तृतीय पक्ष से संबंधित होती है, तो Apple आपके द्वारा रिपोर्ट की गई समस्या से तृतीय पक्ष को जानकारी देगा ताकि आपके द्वारा पता लगाई गई समस्या का हल किया जा सके। इस तरह के तृतीय पक्षों को Apple केवल तभी जानकारी शेयर करता है जब किसी समस्या को ठीक करने के लिए ऐसा ज़रूरी हो और उसमें से पहले ही ऐसी जानकारी हटा लेता है जिससे आपकी व्यक्तिगत रूप से पहचान हो सकती है।\n\nApple द्वारा एकत्र किया गया डेटा तृतीय पक्ष के सर्विस प्रोवाइडर द्वारा प्रोसेस और संग्रहित किया जा सकता है। आपके द्वारा रिपोर्ट की गई जानकारी इस प्रकार से संग्रहित की जा सकती है कि यह आपके साथ अधिकतम दो साल तक संबद्ध रहे जिससे कि सेवा की इंटेग्रिटी बनी रहे, रिपोर्टिंग प्रवृत्ति को बेहतर तरीक़े से समझा जा सके और लागू क़ानून का पालन किया जा सके। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Quan comuniques un problema, l’app Mapes està dissenyada per recopilar la mínima informació personal necessària per tal d’avaluar el teu informe i millorar l’app.\n\nApple recopila la informació següent:\n\n• El teu ID d’Apple, per poder notificar-te que s’ha resolt el problema comunicat.\n\n• El model del dispositiu; la versió del sistema operatiu; la regió i l’idioma; l’hora i la zona horària; la configuració de l’app Mapes, i si estàs connectat a l’Apple Watch o al CarPlay, per entendre millor la capacitat i l’estat de l’app Mapes en el moment en què has comunicat el problema.\n\n• Una captura de pantalla del que veus a l’app Mapes abans de comunicar el problema, el nivell de zoom, i l’últim terme de cerca que has utilitzat, per entendre millor el context en el moment en què s’ha produït el problema comunicat.\n\n• La teva ubicació i una forma de posar‑se en contacte amb tu un cop s’hagi solucionat el problema comunicat.\n\n• La informació que facilitis a l’informe, com ara noves adreces suggerides, URL, horaris d’obertura juntament amb comentaris i les fotos que carreguis.\n\nEn alguns casos, Apple també pot recopilar:\n\n• Les teves adreces de correu electrònic, si dones permís perquè ens comuniquem amb tu per aclarir el problema o notificar-te com resoldre’l. Pots triar deixar de compartir l’adreça de correu quan comuniquis problemes si vas a l’app Configuració > Mapes i desactives l’opció “Seguiment per correu” en un dispositiu iOS o iPadOS o si vas a Mapes > Preferències > General i desmarques “Seguiment per correu”. \n\n• La ruta, el punt inicial i el punt final del viatge, per a problemes relacionats amb la navegació.\n\n• Les teves adreces de casa, de l’escola o de l’oficina, per corregir aspectes de la ubicació de casa, de l’escola o de l’oficina.\n\n• Els resultats de les cerques més recents, inclosos els termes de cerca que s’han utilitzat per oferir aquests resultats, en el cas de problemes relacionats amb la cerca.\n\n• La direcció i l’angle de visualització a la vista panoràmica per solucionar problemes d’imatges.\n\n• La informació addicional que afegeixis a la comunicació, inclosos comentaris i fotos.\n\nSi el problema està relacionat amb tercers, Apple pot proporcionar al tercer que correspongui informació sobre el problema que has comunicat perquè ajudi a resoldre el problema identificat. Apple comparteix informació amb aquests tercers només quan és necessari per corregir un problema, i primer busca qualsevol informació que et pugui identificar personalment per eliminar‑la.\n\nAltres proveïdors de serveis de confiança podran processar i emmagatzemar les dades recopilades per Apple. Es pot emmagatzemar la informació que proporcionis de manera que s’associï a tu durant un màxim de dos anys per mantenir la integritat del servei, entendre les tendències en comunicació de problemes i complir amb les lleis aplicables. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Dein Bericht und damit verknüpfte Daten werden verwendet, um das gemeldete Problem zu lösen und „Karten“ zu verbessern.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "הדיווח שלך והמידע המקושר משמשים לפתרון הבעיה שדווחה ולשיפור ״מפות״.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Your report and associated data will be used to resolve the reported issue and improve Maps.",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "سيستخدم التقرير والبيانات المقترنة لحل المشكلة المبلغ عنها ولتحسين تطبيق الخرائط.",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Η αναφορά και τα συσχετισμένα δεδομένα σας θα χρησιμοποιηθούν για την επίλυση του αναφερόμενου ζητήματος και τη βελτίωση των Χαρτών.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "お客様の報告および関連データは、報告された問題を解決して“マップ”を改善するために使用されます。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Your report and associated data will be used to resolve the reported issue and improve Maps.",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Ваш звіт і пов’язані дані використовуватимуться для вирішення заявлених недоліків і вдосконалення Карт.",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Se usará tu reporte y datos asociados para resolver el problema reportado y mejorar Mapas.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "您的报告以及关联的数据会用于解决报告的问题并改进“地图”。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Tu notificación y la información asociada se utilizarán para resolver el problema notificado y mejorar Mapas.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "Seu relatório e os dados associados serão usados para resolver o problema relatado e melhorar o app Mapas.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Din rapport og forbundne data bruges til at løse det rapporterede problem og forbedre Kort.",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Il resoconto e i dati associati verranno utilizzati per risolvere il problema che hai segnalato e migliorare Mappe.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Vaše hlásenie a súvisiace dáta budú použité na vyriešenie nahláseného problému a na vylepšenie Máp.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "O seu relatório e dados associados serão usados para resolver o problema comunicado e melhorar a aplicação Mapas.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Laporan anda dan data yang berkaitan akan digunakan untuk menyelesaikan isu yang dilaporkan dan meningkatkan Peta.",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Din rapport och tillhörande data kommer att användas till att åtgärda det rapporterade \nproblemet och att förbättra Kartor.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše zpráva a připojené údaje budou využity k vyřešení nahlášeného problému a k vylepšování Map.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 리포트 및 관련 데이터는 신고된 문제를 해결하고 지도 앱을 향상하기 위해 사용됩니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Rapporten din og tilknyttede data vil bli brukt til å rette opp den rapporterte feilen og forbedre Kart.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "A jelentése és a hozzátartozó adatok a jelentett probléma megoldásához és a Térképek javításához lesznek felhasználva.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "你的回報和相關資料將用於解決所回報的問題，以及改善「地圖」。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Raporunuz ve ilişkili verileriniz bildirilen sorunu çözmek ve Harita’yı iyileştirmek için kullanılır.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Twoje zgłoszenie wraz z powiązanymi danymi zostanie wykorzystane do rozwiązania problemu i poprawienia aplikacji Mapy.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "您的回報和相關資料將用於解決所回報的問題，以及改進「地圖」。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your report and associated data will be used to resolve the reported issue and improve Maps.",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Báo cáo của bạn và dữ liệu liên quan sẽ được sử dụng để giải quyết sự cố được báo cáo và cải thiện Bản đồ.",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваш отчет и связанные с ним данные будут использоваться для устранения проблемы, о которой Вы сообщили, и улучшения «Карт».",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Le signalement que vous avez transmis et les données qui lui sont associées seront utilisés pour résoudre le problème signalé et améliorer Plans.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Votre rapport et les données associées seront utilisés pour résoudre le problème signalé et améliorer Plans.",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Ilmoituksesi ja siihen liittyviä tietoja käytetään ilmoitetun ongelman ratkaisemiseksi ja Karttojen parantamiseksi.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Laporan dan data terkait Anda akan digunakan untuk menanggulangi masalah yang dilaporkan dan meningkatkan Peta.",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Je melding en bijbehorende gegevens worden gebruikt om het gemelde probleem op te lossen en Kaarten te verbeteren.",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "การรายงานและข้อมูลที่เกี่ยวข้องของคุณจะถูกใช้เพื่อแก้ไขปัญหาที่แจ้งและปรับปรุงแอปแผนที่",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Raportul dvs. și datele asociate vor fi utilizate pentru a rezolva problema raportată și pentru a îmbunătăți serviciul Hărți.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaša prijava i povezani podaci koristit će se za rješavanje prijavljenog problema i poboljšanje aplikacije Karte.",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "आपकी रिपोर्ट और संबद्ध डेटा को रिपोर्ट की गई समस्याओं और नक़्शा बेहतर बनाने के लिए उपयोग में लाया जाएगा।",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Utilitzarem el teu informe i les dades associades per resoldre el problema comunicat i millorar l’app Mapes.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "Du kannst zusätzliche Informationen zu deinem Bericht hinzufügen, um dabei zu helfen, dass das Problem effizienter gelöst wird.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לצרף עוד מידע לדיווח שלך כדי לעזור לפתור את הבעיה ביעילות רבה יותר.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "You may submit additional information with your report to help solve the issue more effectively.",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "ويمكنك إرسال معلومات إضافية مع تقريرك للمساعدة في حل المشكلة بفاعلية أكثر.",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Μπορείτε να υποβάλετε πρόσθετες πληροφορίες με την αναφορά σας για να βοηθήσετε πιο αποτελεσματικά στην επίλυση του ζητήματος.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "レポートと共に、問題の早期解決に役立つ追加情報を送信することもできます。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "You may submit additional information with your report to help solve the issue more effectively.",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "У звіті можна надати додаткову інформацію для ефективнішого виправлення недоліку.",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Puedes enviar información adicional con tu reporte para ayudar a resolver el problema con mayor eficiencia.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "您可能需要在报告中提交附加信息，以帮助更高效地解决问题。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Puedes enviar información adicional junto con el informe para ayudar a solucionar el problema de forma más eficaz.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "Você pode enviar informações adicionais com o seu relatório para ajudar a resolver o problema com mais eficiência.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du kan indsende ekstra oplysninger med din rapport som en hjælp til at løse problemet mere effektivt.",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Per aiutarci a risolvere il problema con maggiore efficienza, insieme al feedback, puoi fornirci informazioni aggiuntive che ritieni utili.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "K správe môžete priložiť doplňujúce informácie, ktoré nám pomôžu vyriešiť problém efektívnejšie.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "Pode enviar informação adicional que possa ser útil na resolução do problema.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda boleh menghantar maklumat tambahan bersama laporan anda untuk membantu menyelesaikan isu dengan lebih berkesan.",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Du kan skicka ytterligare information tillsammans med din rapport så att problemet kan lösas på ett effektivare sätt.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "K hlášení můžete připojit doplňující informace, které nám pomohou vyřešit problém efektivněji.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "문제 리포트에 추가 정보를 제출하여 문제를 더 효과적으로 해결하도록 도움을 줄 수 있습니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Du kan sende inn mer informasjon i rapporten for å gjøre det enklere for oss å rette feilen.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "A jelentéssel együtt további információkat is beküldhet a probléma hatékonyabb megoldása érdekében.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "你的報告可能會附帶其他資料以協助我們更有效解決問題。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Sorunun daha etkin bir şekilde çözülmesine yardımcı olmak için raporunuzla birlikte ek bilgiler gönderebilirsiniz.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Do zgłoszenia możesz dołączyć dodatkowe dane, które pomogą skuteczniej rozwiązać problem.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "您可以在回報問題時附上更多資訊，以協助我們更有效地解決問題。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You may submit additional information with your report to help solve the issue more effectively.",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn có thể gửi thông tin bổ sung cùng với báo cáo để giúp giải quyết sự cố hiệu quả hơn.",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы также можете отправить в своем отчете дополнительную информацию, чтобы помочь устранить проблему более эффективно.",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Vous pouvez soumettre d’autres informations avec votre signalement pour permettre de résoudre le problème plus efficacement.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vous pouvez fournir des informations supplémentaires lors de votre signalement pour nous aider à résoudre le problème plus efficacement.",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Voit lähettää ilmoituksesi mukana lisätietoja, jotka auttavat korjaamaan ongelman tehokkaammin.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda dapat mengirimkan informasi tambahan dengan laporan Anda untuk membantu menanggulangi masalah dengan lebih efektif.",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Je kunt aan­vullende infor­matie met je melding mee­sturen om het probleem effectiever op te lossen.",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณอาจส่งข้อมูลเพิ่มเติมเกี่ยวกับรายงานของคุณเพื่อช่วยแก้ไขปัญหาอย่างมีประสิทธิภาพมากขึ้น",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Raportul dvs. poate conține informații suplimentare pentru a facilita rezolvarea mai eficientă a problemei.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "U vašem izvještaju možete poslati i dodatne informacije kako biste pomogli u učinkovitijem rješavanju problema.",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "अधिक प्रभावी तरीक़े से समस्या के समाधान के लिए आप रिपोर्ट के साथ अतिरिक्त जानकारी दर्ज कर सकते हैं।",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Pots enviar informació addicional amb l’informe per ajudar-nos a resoldre el problema de manera més eficaç.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "Apple kann die mit dir verknüpften Informationen bis zu zwei Jahre speichern, um Berichtstrends besser zu verstehen.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "יתכן ש-Apple תאחסן מידע המקושר אליך לתקופה של עד שנתיים כדי להבין טוב יותר מגמות דיווח.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Apple may store the information associated with you for up to two years to better understand reporting trends.",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "قد تخزن Apple المعلومات المرتبطة بك لمدة تصل إلى سنتين لفهم أنماط التقارير على نحو أفضل.",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Apple ενδέχεται να αποθηκεύσει τις πληροφορίες που συσχετίζονται με εσάς για έως δύο έτη με σκοπό την καλύτερη κατανόηση των τάσεων αναφορών.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "Appleは報告の傾向をより的確に把握するために、お客様に関連付けられた情報を最長2年間保存することがあります。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple may store the information associated with you for up to two years to better understand reporting trends.",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Apple може зберігати інформацію, пов’язану з вами, протягом періоду до двох років для кращого розуміння тенденцій звітування.",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Apple puede almacenar la información asociada contigo durante dos años para entender mejor las tendencias de los reportes.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple可能会储存与您关联的信息最多两年，以更好地了解报告趋势。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Apple puede almacenar la información asociada a ti durante un máximo de dos años para comprender mejor las tendencias de notificación.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "A Apple pode armazenar as informações associadas a você por até dois anos, a fim de entender melhor as tendências relatadas.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple kan opbevare oplysninger forbundet med dig i op til to år for bedre at kunne forstå rapporteringstendenser.",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Apple potrebbe conservare le informazioni associate a te per un periodo di tempo di massimo due anni al fine di approfondire l'analisi dei trend relativi ai feedback inviati.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Spoločnosť Apple môže informácie priradené k vašej osobe uchovávať až po dobu dvoch rokov s cieľom lepšej analýzy trendov v odosielaných hláseniach.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "No intuito de melhor compreender as tendências de comunicação de problemas, a Apple pode armazenar, durante um período máximo de dois anos, a informação a si associada.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apple mungkin menyimpan maklumat yang dikaitkan dengan anda sehingga dua tahun untuk memahami aliran pelaporan dengan lebih baik.",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple kan lagra informationen som är kopplad till dig i upp till två år för att få en större förståelse för rapporttrender.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Apple může údaje přidružené k vaší osobě uchovávat až po dobu dvou let za účelem lepší analýzy trendů v zasílaných hlášeních.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple은 문제 리포트의 추세를 이해하기 위해 사용자와 연계된 정보를 최대 2년간 보관할 수 있습니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple kan lagre informasjonen som er knyttet til deg, i opptil to år for å bedre forstå rapporteringstrender.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "Előfordulhat, hogy az Apple legfeljebb két évig tárolja az Önhöz társított információkat a jelentéskészítési trendek jobb megértése érdekében.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple可能會將與你相關的資料儲存最多兩年，以便了解報告趨勢。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple, sorun bildirme eğilimlerini daha iyi anlamak için sizinle ilişkili bilgileri iki yıla kadar saklayabilir.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Na potrzeby analizowania trendów dotyczących zgłaszanych problemów Apple może przechowywać powiązane z Tobą dane przez maks. 2 lata.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple可能會儲存與您相關的資訊，最長達兩年的時間，從而更深入瞭解回報趨勢。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple may store the information associated with you for up to two years to better understand reporting trends.",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Apple có thể lưu trữ thông tin liên quan đến bạn trong thời gian tối đa hai năm để hiểu rõ hơn các xu hướng báo cáo.",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Apple может хранить связанные с Вами данные в течение срока до двух лет, чтобы изучать обобщенную информацию о проблемах.",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Apple est susceptible de stocker des informations vous concernant pendant un maximum de deux ans afin de mieux comprendre les tendances de signalement.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Apple peut stocker jusqu’à deux ans les données qui vous sont associées afin de mieux comprendre les tendances des signalements.",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple voi tallentaa sinuun yhdistetyt tiedot enintään kahden vuoden ajan, jotta Apple ymmärtää paremmin ilmoitettujen ongelmien trendejä.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Apple dapat menyimpan informasi yang dikaitkan dengan Anda hingga selama dua tahun untuk memahami pelaporan tren dengan lebih baik.",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Apple kan aan jou gekoppelde informatie maximaal twee jaar bewaren om rapportage­trends beter te begrijpen.",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple อาจจัดเก็บข้อมูลที่เกี่ยวข้องกับคุณเป็นเวลาสูงสุดสองปีเพื่อให้เข้าใจถึงแนวโน้มในการแจ้งปัญหาได้ดียิ่งขึ้น",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Apple poate stoca informațiile asociate cu dvs. timp de până la doi ani pentru o mai bună înțelegere a tendințelor de raportare.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Tvrtka Apple može informacije povezane s vama pohranjivati do najviše dvije godine u svrhu boljeg razumijevanja trendova prijave problema.",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "रिपोर्टिंग प्रवृत्तियों को बेहतर तरीक़े से समझने के लिए Apple आपसे संबंधित जानकारी को दो साल तक संग्रह करके रख सकता है।",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Apple pot emmagatzemar la informació associada a tu durant un màxim de dos anys per entendre millor les tendències en comunicació de problemes.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرَّف على كيفية إدارة بياناتك…",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Δείτε τον τρόπο διαχείρισης των δεδομένων σας…",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima⁠…",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Apple Karten ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "״מפות״ של Apple תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَت خرائط Apple لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Χάρτες Apple έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "Appleマップはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Карти Apple спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "Mapas de Apple se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple地图旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mapas de Apple se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "O Mapas da Apple é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Kort er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "L’app Mappe di Apple è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Apple Mapy chránia vaše osobné údaje a ponechávajú vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Mapas da Apple foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Peta Apple direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple-kartor har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Mapy Apple chrání vaše osobní údaje a ponechávají vám kontrolu nad tím, co sdílíte.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple 지도는 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Kart er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple Térképeket úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple「地圖」的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Harita, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Usługa Mapy Apple została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "「地圖」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản đồ Apple được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые Картами Apple, надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Plans est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Plans d’Apple est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Applen Kartat on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Peta Apple dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Kaarten is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple Maps ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Apple Hărți este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Aplikacija Apple Karte dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple नक़्शा आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Mapes d’Apple s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Problem melden (Karten)",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "דיווח על בעיה במפות",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Maps Report an Issue",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الإبلاغ عن مشكلة في الخرائط",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Αναφορά ζητήματος στους Χάρτες",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "マップの問題を報告",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Maps Report an Issue",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Звітування про недоліки в Картах",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "“Reportar un problema” de Mapas",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "地图报告问题",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Informar de un problema (Mapas)",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "Comunicar Problema do App Mapas",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Rapporter et problem i Kort",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "Segnalazione problemi di Mappe",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Nahlasovanie problémov v Mapách",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "Comunicar um problema (Mapas)",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Laporkan Isu Peta",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Rapportera ett problem i Kartor",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Nahlášení problému v Mapách",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 문제 리포트",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Feilrapportering i Kart",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "Probléma jelentése a Térképekben",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "地圖報告問題",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’da Sorun Bildir",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Zgłaszanie problemów (Mapy)",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "地圖回報問題",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Maps Report an Issue",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Báo cáo sự cố Bản đồ",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция «Сообщить о проблеме» в Картах",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Signaler un problème dans Plans",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Signaler un problème dans Plans",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Ilmoita karttaongelmasta",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Laporkan Masalah di Peta",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "'Meld een probleem' in Kaarten",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "การแจ้งปัญหาของแอปแผนที่",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Raportarea problemelor din Hărți",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijava problema u Kartama",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "नक़्शा : समस्या की रिपोर्ट करें",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "Comunicar un problema a Mapes",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "„Problem melden (Karten)“ erfasst Daten, um gemeldete Probleme zu beheben. Diese Informationen werden mit deiner Apple-ID verknüpft und gespeichert.",
        "filename" : "MapsRAP.strings",
        "language" : "de"
      },
      {
        "target" : "״דיווח על בעיה במפות״ אוסף מידע כדי לעזור לפתור בעיות שדווחו. מידע זה מאוחסן ומקושר ל‑Apple ID שלך.",
        "filename" : "MapsRAP.strings",
        "language" : "he"
      },
      {
        "target" : "Maps Report an Issue collects information to help solve reported issues. This information is stored in association with your Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تجمع ميزة \"الإبلاغ عن مشكلة في الخرائط\" معلومات لحل المشاكل المبلغ عنها. ويتم تخزين هذه المعلومات وتكون مقترنة بمعرف Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Αναφορά ζητήματος στους Χάρτες συλλέγει πληροφορίες που βοηθούν στην επίλυση αναφερόμενων ζητημάτων. Αυτές οι πληροφορίες αποθηκεύονται συσχετισμένες με το Apple ID σας.",
        "filename" : "MapsRAP.strings",
        "language" : "el"
      },
      {
        "target" : "“マップ”の“問題を報告”では、報告された問題を解決するために情報が収集されます。この情報はお使いのApple IDに関連付けられて保管されます。",
        "filename" : "MapsRAP.strings",
        "language" : "ja"
      },
      {
        "target" : "Maps Report an Issue collects information to help solve reported issues. This information is stored in association with your Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "en"
      },
      {
        "target" : "Функція «Звітувати про недолік» у Картах збирає інформацію для вирішення заявлених недоліків. Ця інформація зберігається пов’язаною з вашим Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "uk"
      },
      {
        "target" : "La función “Reportar un problema” en Mapas recopila información para ayudar a resolver los problemas reportados. Esta información se almacena de forma asociada a tu Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "es_419"
      },
      {
        "target" : "地图报告问题会收集相关信息来帮助解决报告的问题。此类信息与您的Apple ID关联储存。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La función “Informar de un problema” de Mapas recopila información para ayudar a solucionar problemas notificados. Esta información se guarda asociada a tu ID de Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "es"
      },
      {
        "target" : "O recurso Comunicar Problema do app Mapas coleta informações para ajudar a resolver os problemas relatados. Essas informações são armazenadas em associação com o seu ID Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Rapporter et problem i Kort indsamler oplysninger for at hjælpe med at løse rapporterede problemer. Disse oplysninger opbevares og forbindes med dit Apple‑id.",
        "filename" : "MapsRAP.strings",
        "language" : "da"
      },
      {
        "target" : "L'opzione “Segnala un problema” di Mappe consente di risolvere i problemi segnalati dagli utenti tramite la raccolta di informazioni. Queste informazioni vengono salvate congiuntamente al tuo ID Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "it"
      },
      {
        "target" : "Funkcia Nahlásiť problém v Mapách zhromažďuje informácie, ktoré nám pomáhajú riešiť nahlásené problémy. Tieto informácie sú počas uchovania priradené k vášmu Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "sk"
      },
      {
        "target" : "A funcionalidade Comunicar um problema da aplicação Mapas recolhe informação útil na resolução dos problemas comunicados. Esta informação é associada ao seu ID Apple e armazenada.",
        "filename" : "MapsRAP.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Laporkan Isu Peta mengumpulkan maklumat untuk membantu menyelesaikan isu yang dilaporkan. Maklumat ini disimpan secara berkaitan dengan Apple ID anda.",
        "filename" : "MapsRAP.strings",
        "language" : "ms"
      },
      {
        "target" : "Rapportera ett problem i Kartor samlar in information i syfte att åtgärda problem som rapporteras. Denna information lagras tillsammans med ditt Apple‑ID.",
        "filename" : "MapsRAP.strings",
        "language" : "sv"
      },
      {
        "target" : "Funkce „Nahlášení problému v Mapách“ shromažďuje informace, které nám pomáhají řešit nahlášené problémy. Tato data jsou uchovávána a propojena s vaším Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 앱의 ‘문제 리포트’는 신고된 문제를 해결하기 위해 정보를 수집합니다. 이 정보는 사용자의 Apple ID와 연계되어 저장됩니다.",
        "filename" : "MapsRAP.strings",
        "language" : "ko"
      },
      {
        "target" : "Feilrapportering i Kart samler inn informasjon for å løse rapporterte feil. Denne informasjonen lagres sammen med Apple‑ID-en din.",
        "filename" : "MapsRAP.strings",
        "language" : "no"
      },
      {
        "target" : "A Probléma jelentése a Térképekben funkció összegyűjti az információkat a jelentett problémák megoldásának elősegítéséhez. Ez az információ az Apple ID-jához van társítva.",
        "filename" : "MapsRAP.strings",
        "language" : "hu"
      },
      {
        "target" : "「地圖報告問題」會收集資料以協助解決所報告的問題。此資料會以連繫至你的Apple ID的方式儲存。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’da Sorun Bildir, bildirilen sorunların çözülmesine yardımcı olmak için bilgileri toplar. Bu bilgiler, Apple kimliğinizle ilişkili olarak saklanır.",
        "filename" : "MapsRAP.strings",
        "language" : "tr"
      },
      {
        "target" : "Funkcja Zgłaszanie problemów (Mapy) gromadzi dane na potrzeby rozwiązywania zgłaszanych problemów. Te informacje są przechowywane w powiązaniu z Twoim Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "pl"
      },
      {
        "target" : "「地圖回報問題」會收集資訊以協助解決回報的問題。這些資訊會被儲存並與您的Apple ID產生關聯。",
        "filename" : "MapsRAP.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Maps Report an Issue collects information to help solve reported issues. This information is stored in association with your Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Báo cáo sự cố Bản đồ thu thập thông tin để giúp giải quyết sự cố được báo cáo. Thông tin này được lưu trữ liên kết với ID Apple của bạn.",
        "filename" : "MapsRAP.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция Карт «Сообщить о проблеме» собирает информацию для помощи в устранении проблем. Мы храним эту информацию, и она связана с Вашим Apple ID.",
        "filename" : "MapsRAP.strings",
        "language" : "ru"
      },
      {
        "target" : "Signaler un problème dans Plans recueille des informations pour aider à résoudre les problèmes signalés. Ces informations sont associées à votre identifiant Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La fonctionnalité « Signaler un problème » de Plans recueille des informations pour faciliter la résolution des problèmes signalés. Ces informations sont stockées avec votre identifiant Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "fr"
      },
      {
        "target" : "Ilmoita karttaongelmasta -toiminto kerää tietoja ilmoitettujen ongelmien ratkaisemiseksi. Nämä tiedot tallennetaan yhdessä Apple ID:si kanssa.",
        "filename" : "MapsRAP.strings",
        "language" : "fi"
      },
      {
        "target" : "Laporkan Masalah di Peta mengumpulkan informasi untuk membantu menanggulangi masalah yang dilaporkan. Informasi ini disimpan dengan kaitan ke ID Apple Anda.",
        "filename" : "MapsRAP.strings",
        "language" : "id"
      },
      {
        "target" : "Met 'Meld een probleem' in Kaarten worden gegevens verzameld om gemelde problemen beter op te lossen. Deze informatie wordt met je Apple ID bewaard.",
        "filename" : "MapsRAP.strings",
        "language" : "nl"
      },
      {
        "target" : "การแจ้งปัญหาของแอปแผนที่จะเก็บรวบรวมข้อมูลเพื่อช่วยแก้ไขปัญหาที่แจ้ง ข้อมูลนี้จะถูกจัดเก็บและผูกกับ Apple ID ของคุณ",
        "filename" : "MapsRAP.strings",
        "language" : "th"
      },
      {
        "target" : "Raportarea problemelor din Hărți colectează informații pentru a facilita rezolvarea problemelor raportate. Aceste informații sunt stocate în asociere cu ID‑ul dvs. Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijava problema u Kartama prikuplja informacije kako bi pomogla u rješavanju prijavljenih problema. Te informacije pohranjuju se povezane s vašim Apple ID računom.",
        "filename" : "MapsRAP.strings",
        "language" : "hr"
      },
      {
        "target" : "“नक़्शा : समस्या की रिपोर्ट करें” रिपोर्ट की गई समस्याओं के समाधान में मदद करने के लिए जानकारी संग्रहित करता है। यह जानकारी आपके Apple ID के साथ संग्रहित की जाती है।",
        "filename" : "MapsRAP.strings",
        "language" : "hi"
      },
      {
        "target" : "La funció “Comunicar un problema” de l’app Mapes recopila informació per ajudar a resoldre els problemes detectats. Aquesta informació es desa associada al teu ID d’Apple.",
        "filename" : "MapsRAP.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.mapsrap.bundle",
  "framework" : "com.apple.onboarding.mapsrap.bundle"
}