{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "„Bewertungen & Fotos“ & Datenschutz",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "״דירוגים ותמונות״ ופרטיות",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings & Photos & Privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "\"التقييمات والصور\" والخصوصية",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Βαθμολογίες-Φωτογραφίες και Απόρρητο",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "“評価と写真”とプライバシー",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings & Photos & Privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Оцінки й фотографії та приватність",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Calificaciones y fotos, y la privacidad",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "评分、照片与隐私",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La función “Valoraciones y fotos” y la privacidad",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Classificações e Fotos e Privacidade",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos og anonymitet",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "“Valutazioni e foto” e privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Hodnotenia a fotky a súkromie",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "Classificações e fotografias e Privacidade",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian & Foto & Privasi",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder och integritet",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Hodnocení a fotky a ochrana soukromí",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "‘평가 및 사진’ 및 개인 정보 보호",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder og personvern",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az Értékelések és fotók és az adatvédelem",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "「評分與相片」與私隱",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Puanlar ve Fotoğraflar ve Gizlilik",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Oceny i zdjęcia i prywatność",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "評分與照片與隱私權",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings & Photos & Privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xếp hạng & Ảnh & Quyền riêng tư",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Функция «Оценки и фото» и конфи­денциальность",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Notes et photos, et confidentialité",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Avis et photos et confidentialité",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat ja tietosuoja",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian & Foto & Privasi",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "'Beoordelingen en foto's' en privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพและความเป็นส่วนตัว",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "“Evaluări și poze” și intimitatea",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije i privatnost",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "रेटिंग और तस्वीर और गोपनीयता",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Valoracions i fotos i la privacitat",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "Von Grund auf ist die Funktion „Bewertungen & Fotos“ wie alle Apple-Dienste auf den Schutz deiner Daten und deiner Privatsphäre ausgelegt. Wir bemühen uns sehr, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Es ist uns wichtig, dass du genau weißt, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen.\n\nBereitstellung von „Bewertungen & Fotos“\n\nDu benötigst eine Apple-ID, um eine Einsendung auf einen POI deiner Wahl zu laden. Zusammen mit deinem Bild werden auch dein ungefährer Standort und Standortinformationen an Apple gesendet, auf deren Basis die Authentizität deiner Einsendung überprüft wird. Deine Einsendungen werden mit deiner Apple-ID verknüpft und beibehalten, bis du diese Einsendung(en) explizit löschst oder wir über unsere Webseite für Daten und Datenschutz unter privacy.apple.com die Aufforderung zum Löschen des Accounts erhalten. Wir erfassen außerdem auch nicht personenbezogene Informationen (d. h. Informationen, die keine Rückschlüsse auf deine Person erlauben), etwa Nutzungsdaten zu deinen Einsendungen.\n\nWenn du die Funktion „Bewertungen & Fotos“ verwendest, werden Bilder, die persönliche Informationen über dich oder andere Personen preisgeben (beispielsweise Bilder, auf denen eine Person identifiziert werden kann), möglicherweise nicht akzeptiert und zurückgewiesen.\n\n„Karten“ schlägt möglicherweise vor, dass du eine Sehenswürdigkeit bewertest oder davon ein Foto bereitstellst, wenn du kürzlich eine besucht oder davon ein Foto gemacht hast. Diese Vorschläge werden auf dem Gerät erstellt und können von Apple nicht gelesen werden. Du kannst diese Vorschläge deaktivieren. Wähle dazu auf einem iOS- oder iPadOS-Gerät „Einstellungen“ > „Karten“ und deaktiviere „Bewertungen und Fotovorschläge“ und auf einem Mac wählst du „Karten“ > „Einstellungen“ > „Allgemein“ und deaktivierst „Bewertungen und Fotovorschläge“.\n\nVerbessern von „Bewertungen & Fotos“\n\nBei „Bewertungen & Fotos“ verfolgen wir das Ziel, eine breite Palette möglichst relevanter Bilder auf der Karte für die Sehenswürdigkeit anzuzeigen und sie zu bewerten. Von dir übermittelte Bilder können zur Verbesserung des Produkts und des Dienstes verwendet werden. Bevor wir jedoch ein Bild für derartige Zwecke verwenden, entfernen wir jegliche personenbezogenen Informationen und entkoppeln das Bild von deiner Apple-ID.\n\nWir verfolgen außerdem das Ziel, Einsendungen auszufiltern, die gegen unsere Nutzungsbedingungen verstoßen (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Für den Fall, dass du derartigen Inhalt übermittelst, erklären wir unsere Absicht, den Inhalt erst gar nicht zu posten oder ihn unkenntlich zu machen und möglicherweise deinen Account zu blockieren. In bestimmten Fällen kann die E-Mail-Adresse verwendet werden, die mit deiner Apple-ID verknüpft ist, um dich zu kontaktieren. Um die Dienstintegrität aufrechtzuerhalten, behalten wir uns vor, Beispiele für Bilder, die gegen unsere Nutzungsbedingungen verstoßen und keine personenbezogenen Informationen umfassen, dazu zu verwenden, unsere Fähigkeit und Fertigkeit zu verbessern, derartige Inhalte künftig auszufiltern.\n\nWeitergabe an Dritte\n\nDie an Apple gesendeten Daten können von vertrauenswürdigen Drittanbietern derartiger Dienste verarbeitet und gespeichert werden.\n\nDatenspeicherung\n\nWir behalten die von dir mithilfe der Funktion „Bewertungen & Fotos“ geposteten Inhalte bei und speichern sie mit deiner Apple-ID, bis du sie explizit löschst oder wir über unser Datenschutzportal (privacy.apple.com) die Aufforderung zum Löschen des Accounts erhalten. Du kannst dich gerne unter www.apple.com\/de\/privacy\/contact an uns wenden, wenn du Fragen oder Bedenken bezüglich der Art und Weise hast, wie deine personenbezogenen Informationen im Kontext der Funktion „Bewertungen & Fotos“ verwendet werden, oder wenn du unseren Datenschutzbeauftragten kontaktieren möchtest.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "״דירוגים ותמונות״ וכל השירותים של Apple תוכננו מהיסוד להגנה על הפרטיות שלך. אנו עובדים קשה כדי לאסוף אך ורק את המידע הדרוש לנו לשיפור חוויית המשתמש שלך. אנו מאמינים שחשוב שתדע\/י איזה מידע אנו אוספים בדיוק ולמה אנו זקוקים לו, על מנת שתוכל\/י לעשות בחירות מושכלות.\n\nאספקת ״דירוגים ותמונות״\n\nנדרש Apple ID כדי להעלות הגשה לנקודת עניין לבחירתך. המיקום המשוער שלך והמידע על המיקום המשויך לתמונה שלך יישלחו אף הם ל-Apple וישמשו לאישור אמינות ההגשה. ההגשה שלך תקושר ל-Apple ID ותישמר, אלא אם כן מחקת אותה או הגשת בקשה למחיקת החשבון דרך עמוד ה״נתונים ופרטיות״ שלנו בכתובת: privacy.apple.com. אנו גם אוספים מידע שאינו מאפשר זיהוי אישי, כגון ניתוח נתוני שימוש אודות ההגשות שלך, אשר אינו משויך ל-Apple ID שלך.\n\nבעת השימוש ב״דירוגים ותמונות״, יתכן שתמונות המתארות את המידע האישי שלך או מידע אישי של אחרים (למשל, תמונות בהן ניתן לזהות אדם כלשהו) לא יתקבלו.\n\nהיישום ״מפות״ עשוי להציע לך להגיש דירוג או תמונה אם ביקרת לאחרונה או צילמת תמונה בנקודת עניין. הצעות אלו מתבצעות באמצעות שימוש בעיבוד מקומי במכשיר ו-Apple לא יכולה לקרוא אותן. באפשרותך לבחור לא לקבל הצעות כאלו. במכשיר ה-iOS או ה-iPadOS יש לעבור אל ״הגדרות״ > ״מפות״, ולהקיש כדי לכבות את ״הצגת הצעות לדירוגים ותמונות״. ב-Mac יש לעבור אל ״מפות״ > ״העדפות״ > ״כללי״, ולבטל את הבחירה ב״הצגת הצעות לדירוגים ותמונות״.\n\nשיפור ״דירוגים ותמונות״\n\nמטרתנו ב״דירוגים ותמונות״ היא להציג ולדרג את התמונות הרלוונטיות והמגוונות ביותר בכרטיס המקום של נקודת עניין. יתכן שייעשה שימוש בתמונות ששלחת כדי לשפר את המוצר והשירות. לפני שאנו משתמשים בתמונה כלשהי למטרה זו, אנו מסירים כל מידע אשר מאפשר זיהוי אישי ומבטלים את שיוך ההגשה אל ה-Apple ID שלך.\n\nאנו אף שואפים לסנן הגשות המפרות את התנאים שלנו (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). אם הגשת תוכן מסוג זה, כוונתנו היא שהתוכן לא יפורסם, או לחלופין יטושטש, וחשבונך עלול להיחסם. במקרים מסוימים יתכן שניצור עמך קשר באמצעות כתובת הדוא״ל המקושרת ל-Apple ID שלך. כדי לשמור על מהימנות השירות, יתכן שמדגם של תמונות אשר לא עומדות בתנאים שלנו ישמש לשיפור היכולת שלנו לסנן תוכן מסוג זה בעתיד.\n\nשיתוף עם גורמים חיצוניים\n\nנתונים שנשלחים אל Apple עשויים להיות מעובדים ומאוחסנים באמצעות ספקי שירות חיצוניים מהימנים.\n\nשמירה\n\nאנו שומרים את התוכן המפורסם על-ידך ב״דירוגים ותמונות״ ומאחסנים אותו יחד עם ה-Apple ID שלך, אלא אם כן תוכן זה נמחק על-ידך, או לחלופין, אם הגשת בקשה למחיקת חשבון דרך פורטל הפרטיות של Apple בכתובת: privacy.apple.com. אם יש לך שאלות או חששות כלשהם בנוגע לדרך שבה נעשה שימוש במידע האישי שלך בכל הנוגע ל״דירוגים ותמונות״, או אם ברצונך ליצור קשר עם הגוף האחראי על הגנת המידע, באפשרותך לפנות אלינו דרך הכתובת: www.apple.com\/legal\/privacy\/contact.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings & Photos and all Apple services are designed from the ground up to protect your privacy. We work hard to collect only the data we need to make your experience better. When we collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices.\n\nProviding Ratings & Photos\n\nTo upload a Submission to a POI of your choice, you must have an Apple ID. Your approximate location and location information associated with your image will also be sent to Apple and used to confirm authenticity of the Submission. Your Submissions will be linked to your Apple ID and retained unless you delete such Submission(s) or submit an account deletion request to our Data and Privacy page at privacy.apple.com. We also collect certain non-personally identifiable information, such as usage analytics about your Submissions, that is not associated with your Apple ID.\n\nWhen you use Ratings & Photos, images that depict your personal information or personal information about others (for example, images that identify a person) may not be accepted.\n\nMaps may suggest that you submit a rating or photo if you have recently visited or taken a photo of a POI. These suggestions are made using on-device processing and cannot be read by Apple. You can choose not to receive these suggestions on your iOS or iPadOS device by going to Settings > Maps and tapping to disable Show Ratings and Photos Suggestions, and on your Mac by going to Maps > Preferences > General and unselecting Show Ratings and Photos Suggestions.\n\nImproving Ratings & Photos\n\nIn Ratings & Photos, we aim to display and rank the most relevant and diverse images on the POI placecard. Images that you submit may be used to improve the product and service. Before we use any image for such purpose, we remove any personally identifiable information and disassociate the Submission from your Apple ID.\n\nWe also aim to filter out Submissions that violate our Terms (www.apple.com\/au\/legal\/internet-services\/maps\/ratings-photos). If you submit such content, our intention is that it either will not be posted or will be blurred, your account may be blocked, and in certain cases we may contact you using the email address associated with your Apple ID. To maintain the integrity of the service, a sample of images that do not meet our Terms may be used to improve our ability to filter out such content in the future.\n\nSharing with Third Parties\n\nData that is sent to Apple may be processed and stored by trusted third-party service providers.\n\nRetention\n\nWe retain the content you post in Ratings & Photos and store it with your Apple ID unless you delete such content or submit an account deletion request via Apple’s Privacy Portal at privacy.apple.com. If you have questions or concerns about how your personal information is used as it relates to Ratings & Photos, or you would like to reach our Data Protection Officer, you can contact us at www.apple.com\/legal\/privacy\/contact.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَت التقييمات والصور وجميع خدمات Apple من الألف إلى الياء لحماية خصوصيتك. نحن نعمل بجد لكي لا نجمع إلا البيانات التي نحتاجها فقط بهدف تحسين تجربتك. عندما نجمع البيانات، نعتقد أنه من المهم لك أن تعرف ما الذي نجمعه ولماذا نحتاج إليه، حتى تتمكن من اتخاذ اختيارات مدروسة.\n\nتقديم التقييمات والصور\n\nلتحميل إرسال إلى نقطة اهتمام من اختيارك، يجب أن يكون لديك Apple ID. سيتم أيضًا إرسال موقعك التقريبي ومعلومات الموقع المرتبطة بصورتك إلى Apple واستخدامها لتأكيد صحة الإرسال. سيتم ربط عمليات الإرسال بمعرف Apple ID، وسيتم الاحتفاظ بها ما لم تُحذف عملية (أو عمليات) الإرسال أو يتم إرسال طلب لحذف الحساب إلى صفحة البيانات والخصوصية الخاصة بنا على الرابط:\nprivacy.apple.com نقوم أيضًا بجمع بعض المعلومات غير الشخصية، مثل تحليلات الاستخدام حول عمليات الإرسال الخاصة بك، والتي لا ترتبط بمعرّف Apple ID.\n\nعند استخدام \"التقييمات والصور\"، قد لا يتم قبول الصور التي توضح معلوماتك الشخصية أو معلومات شخصية خاصة بآخرين (على سبيل المثال، الصور التي تحدد هوية شخص ما).\n\nقد يقترح عليك تطبيق الخرائط إرسال تقييم أو صورة إذا كنت قد زرت نقطة اهتمام أو التقطت صورة لها مؤخرًا. يتم تقديم هذه الاقتراحات باستخدام معالجة على الجهاز ولا يمكن لشركة Apple قراءتها. يمكنك اختيار عدم تلقي هذه الاقتراحات على جهاز iOS أو iPadOS بالانتقال إلى الإعدادات > الخرائط، والضغط لتعطيل \"إظهار التقييمات واقتراحات الصور\"، وعلى Mac بالانتقال إلى الخرائط > تفضيلات > عام، وإلغاء تحديد \"إظهار التقييمات واقتراحات الصور\".\n\nتحسين التقييمات والصور\n\nفي \"التقييمات والصور\"، نهدف إلى عرض وتصنيف الصور الأكثر صلةً وتنوعًا على بطاقة نقطة الاهتمام. قد تُستخدم الصور التي تُرسلها لتحسين المنتج والخدمة. قبل أن نستخدم أي صورة لهذا الغرض، نقوم بإزالة أي معلومات تكشف عن الهوية الشخصية ونلغي ارتباط عملية الإرسال بمعرف Apple ID.\n\nنهدف أيضًا إلى تصفية عمليات الإرسال التي تنتهك شروطنا (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). إذا أرسلت مثل هذا المحتوى، فإننا نهدف إما إلى عدم نشره وإما إلى طمسه، وقد يتم حظر حسابك، وقد نتواصل معك في بعض الحالات باستخدام عنوان البريد الإلكتروني المرتبط بمعرّف Apple ID. للحفاظ على تكامل الخدمة، قد تُستخدم عينة من الصور التي لا تستوفي شروطنا لتحسين قدرتنا على تصفية مثل هذا المحتوى في المستقبل.\n\nالمشاركة مع الجهات الخارجية\n\nعند إرسال بيانات إلى Apple، قد تتم معالجتها وتخزينها من قِبل مزودي خدمة موثوق بهم تابعين لجهات خارجية.\n\nالاحتفاظ بالمعلومات\n\nنحتفظ بالمحتوى الذي تنشره في التقييمات والصور ونخزنه مع Apple ID الخاص بك ما لم يُحذف هذا المحتوى أو يتم إرسال طلب لحذف الحساب عبر بوابة الخصوصية الخاصة بـ Apple على الرابط:\nprivacy.apple.com إذا كانت لديك أسئلة أو مخاوف حول كيفية استخدام معلوماتك الشخصية وصلتها بالتقييمات والصور، أو إذا كنت ترغب في التواصل مع مسؤول حماية البيانات لدينا، يمكنك التواصل معنا على الرابط:\nwww.apple.com\/legal\/privacy\/contact\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Βαθμολογίες και φωτογραφίες και όλες οι υπηρεσίες της Apple έχουν σχεδιαστεί με γνώμονα την προστασία του απορρήτου σας. Εργαζόμαστε σκληρά για τη συλλογή μόνο των δεδομένων που χρειαζόμαστε για να βελτιώσουμε την εμπειρία σας. Όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε τι ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις.\n\nΠαροχή των Βαθμολογιών και φωτογραφιών\n\nΓια να ανεβάσετε μια υποβολή για ένα σημείο ενδιαφέροντος της επιλογής σας, πρέπει να έχετε Apple ID. Η κατά προσέγγιση τοποθεσία και πληροφορίες τοποθεσίας σας που συσχετίζονται με την εικόνα σας θα σταλούν επίσης στην Apple και θα χρησιμοποιηθούν για επιβεβαίωση της αυθεντικότητας της υποβολής. Οι υποβολές σας θα συσχετιστούν με το Apple ID σας και θα διατηρηθούν, εκτός αν διαγράψετε αυτές τις υποβολές ή υποβάλετε αίτημα διαγραφής λογαριασμού στη σελίδα «Δεδομένα και απόρρητο» στη διεύθυνση privacy.apple.com. Συλλέγουμε επίσης ορισμένες μη προσωπικά ταυτοποιήσιμες πληροφορίες, π.χ. δεδομένα ανάλυσης χρήσης σχετικά με τις υποβολές σας, οι οποίες δεν συσχετίζονται με το Apple ID σας.\n\nΌταν χρησιμοποιείτε τις Βαθμολογίες και φωτογραφίες, οι εικόνες που απεικονίζουν τις προσωπικές πληροφορίες ή προσωπικές πληροφορίες για άλλα άτομα (για παράδειγμα, εικόνες που ταυτοποιούν ένα άτομο) ενδέχεται να μη γίνουν δεκτές.\n\nΟι Χάρτες ενδέχεται να σας προτείνουν να υποβάλετε μια βαθμολογία ή φωτογραφία αν έχετε πρόσφατα επισκεφθεί ή φωτογραφίσει ένα σημείο ενδιαφέροντος. Αυτές οι προτάσεις πραγματοποιούνται μέσω επεξεργασίας επί της συσκευής και δεν είναι δυνατή η ανάγνωσή τους από την Apple. Μπορείτε να επιλέξετε να μη λάμβάνετε αυτές τις προτάσεις στη συσκευή iOS ή iPadOS σας. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Χάρτες» και αγγίξτε για απενεργοποίηση της ρύθμισης «Εμφάνιση προτάσεων βαθμολογιών και φωτογραφιών». Σε Mac, μεταβείτε στην εφαρμογή «Χάρτες» > «Προτιμήσεις» > «Γενικά» και αποεπιλέξτε την «Εμφάνιση προτάσεων βαθμολογιών και φωτογραφιών».\n\nΒελτίωση των Βαθμολογιών και φωτογραφιών\n\nΣτις Βαθμολογίες και φωτογραφίες, στόχος μας είναι να εμφανίζουμε και να ταξινομούμε τις πιο σχετικές και διαφορετικές εικόνες στη κάρτα μέρους του σημείου ενδιαφέροντος. Οι υποβλημένες εικόνες ενδέχεται να χρησιμοποιηθούν για βελτίωση του προϊόντος και της υπηρεσίας. Προτού χρησιμοποιήσουμε οποιαδήποτε εικόνα για αυτόν τον σκοπό, αφαιρούμε τυχόν προσωπικά ταυτοποιήσιμες πληροφορίες και αποσυσχετίζουμε την υποβολή σας από το Apple ID σας.\n\nΣτόχος μας είναι επίσης να εξαιρούμε τις υποβολές που παραβιάζουν τους Όρους μας (www.apple.com\/legal\/internet-services\/maps\/ratings-photos\/gr\/terms.html). Αν υποβάλετε τέτοιο περιεχόμενο, πρόθεσή μας είναι είτε να μην το αναρτήσουμε είτε να το θαμπώσουμε, ο λογαριασμός σας ενδέχεται να αποκλειστεί και, σε ορισμένες περιπτώσεις, ενδέχεται να επικοινωνήσουμε μαζί σας στη διεύθυνση email που είναι συσχετισμένη με το Apple ID σας. Για να διασφαλιστεί η ακεραιότητα της υπηρεσίας, ένα δείγμα εικόνων που δεν πληρούν τους Όρους μας ενδέχεται να χρησιμοποιηθεί για βελτίωση της ικανότητάς μας να εξαιρούμε τέτοιο περιεχόμενο στο μέλλον.\n\nΚοινοποίηση σε τρίτα μέρη\n\nΑξιόπιστοι τρίτοι πάροχοι υπηρεσιών ενδέχεται να επεξεργαστούν και να αποθηκεύσουν τα δεδομένα που αποστέλλονται στην Apple.\n\nΔιατήρηση δεδομένων\n\nΔιατηρούμε το περιεχόμενο που αναρτάτε στις Βαθμολογίες και φωτογραφίες και το αποθηκεύουμε μαζί με το Apple ID σας, εκτός αν διαγράψετε το περιεχόμενο ή υποβάλετε αίτημα διαγραφής λογαριασμού μέσω της Πύλης απορρήτου της Apple στη διεύθυνση privacy.apple.com. Αν έχετε ερωτήσεις ή σχόλια σχετικά με τον τρόπο που χρησιμοποιούνται οι προσωπικές πληροφορίες σας όσον αφορά τις Βαθμολογίες και φωτογραφίες, ή αν θέλετε να επικοινωνήσετε με τον Υπεύθυνο προστασίας δεδομένων σας, μπορείτε να επικοινωνήσετε μαζί μας στη διεύθυνση www.apple.com\/gr\/privacy\/contact.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "“評価と写真”とAppleが提供するすべてのサービスは、プライバシーを保護できるように最初から設計されています。お客様によりお楽しみいただくために最低限必要なデータだけを収集するように努めます。またデータを収集する際は、どのような情報をどのような理由で集めているのかをお客様にお知らせし、お客様ご自身によくご理解いただいた上で判断していただくことが大事だと考えています。\n\n“評価と写真”による情報の使用\n\n選択したPOIに対する“送信”をアップロードするには、Apple IDをお持ちである必要があります。あなたのおおよその位置と、イメージに関連付けられている位置情報もAppleに送信され、“送信”の真正性の確認に使用されます。“送信”はApple IDに関連付けられ、該当する“送信”を削除するか、Appleの“データとプライバシー”ページ（privacy.apple.com）にアカウント削除リクエストを送信しない限り、保持されます。“送信”に関する利用状況の分析など、Apple IDに関連付けられず、個人を特定できない一部の情報も収集されます。\n\n“評価と写真”の使用時に、あなたの個人情報またはほかの人に関する個人情報が描写されているイメージ（例えば、個人を特定できるイメージ）は受け付けられない場合があります。\n\n“マップ”は、最近訪れたPOIの評価、または撮影したPOIの写真の送信を提案する場合があります。これらの提案は、デバイス上の処理を使用して行われ、Appleが読み取ることはできません。iOSまたはiPadOSデバイス上では“設定”＞“マップ”で“評価と写真の提案を表示”をタップして無効にすることで、Mac上では“マップ”＞“環境設定”＞“一般”で“評価と写真の提案を表示”を選択解除することで、提案を受け取らないことを選択できます。\n\n“評価と写真”の機能改善\n\n“評価と写真”では、POIの場所カード上の最も関連性および多様性の高いイメージを表示および順位付けすることを目的としています。送信したイメージは、製品やサービスの改善のために使用される場合があります。ただし、このような目的でイメージが使用される前に、個人を特定できる情報が削除され、“送信”とApple IDとの関連付けが解除されます。\n\nまた、利用規約（https:\/\/www.apple.com\/legal\/internet-services\/maps\/ratings-photos を参照）に違反する“送信”も除外されます。そのようなコンテンツを送信した場合、コンテンツは投稿されないか、不鮮明にする処理が施されるか、あるいはお使いのアカウントがブロックされる場合があります。また、場合によっては、Apple IDに関連付けられているメールアドレスを使用して連絡する場合があります。サービスの整合性の維持のために、利用規約に従っていないイメージのサンプルは、以降そのようなイメージを除外する機能の向上のために使用される場合があります。\n\n第三者との共有\n\nAppleに送信されたデータは、信頼できる第三者のサービス提供者によって処理および保管される場合があります。\n\n保持\n\n“評価と写真”に投稿されたコンテンツは、当該コンテンツを削除するか、Appleのプライバシーポータル（privacy.apple.com を参照）経由でアカウント削除リクエストを送信しない限り、保持され、Apple IDに関連付けられて保管されます。“評価と写真”に関連して個人情報がどのように使用されるかに関してお問い合わせやご懸念がある場合、または当社のデータ保護責任者への連絡をご希望の場合は、www.apple.com\/jp\/privacy\/contact でお問い合わせください。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings & Photos and all Apple services are designed from the ground up to protect your privacy. We work hard to collect only the data we need to make your experience better. When we collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices.\n\nProviding Ratings & Photos\n\nTo upload a Submission to a POI of your choice, you must have an Apple ID. Your approximate location and location information associated with your image will also be sent to Apple and used to confirm authenticity of the Submission. Your Submissions will be linked to your Apple ID and retained unless you delete such Submission(s) or submit an account deletion request to our Data and Privacy page at privacy.apple.com. We also collect certain non-personally identifiable information, such as usage analytics about your Submissions, that is not associated with your Apple ID.\n\nWhen you use Ratings & Photos, images that depict your personal information or personal information about others (for example, images that identify a person) may not be accepted.\n\nMaps may suggest that you submit a rating or photo if you have recently visited or taken a photo of a POI. These suggestions are done using on-device processing and cannot be read by Apple. You can choose not to receive these suggestions on your iOS or iPadOS device by going to Settings > Maps and tapping to disable Show Ratings and Photos Suggestions, and on your Mac by going to Maps > Preferences > General and deselecting Show Ratings and Photos Suggestions.\n\nImproving Ratings & Photos\n\nIn Ratings & Photos, we aim to display and rank the most relevant and diverse images on the POI placecard. Images that you submit may be used to improve the product and service. Before we use any image for such purpose, we remove any personally identifiable information and disassociate the Submission from your Apple ID.\n\nWe also aim to filter out Submissions that violate our Terms (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). If you submit such content, our intention is that it either will not be posted or will be blurred, your account may be blocked, and in certain cases we may contact you using the email address associated with your Apple ID. To maintain the integrity of the service, a sample of images that do not meet our Terms may be used to improve our ability to filter out such content in the future.\n\nSharing with Third Parties\n\nData that is sent to Apple may be processed and stored by trusted third-party service providers.\n\nRetention\n\nWe retain the content you post in Ratings & Photos and store it with your Apple ID unless you delete such content or submit an account deletion request via Apple’s Privacy Portal at privacy.apple.com. If you have questions or concerns about how your personal information is used as it relates to Ratings & Photos, or you would like to reach our Data Protection Officer, you can contact us at www.apple.com\/legal\/privacy\/contact.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Оцінки й фотографії та всі служби Apple від самого початку спроєктовано так, щоб захищати вашу приватність. Ми докладаємо значних зусиль, щоб збирати лише ті дані, що потрібні нам, аби надавати вам найкращий сервіс. Коли ми збираємо дані користувачів, ми вважаємо, що для вас важливо знати, які саме дані збираються та з якою метою, щоб ви могли зробити поінформований вибір.\n\nНадання Оцінок і фотографій\n\nЩоб передати Подання для обраного вами Цікавого місця, вам потрібен Apple ID. Ваша приблизна геопозиція та відомості про геопозицію, пов’язані з вашим зображенням, також надсилаються до Apple і використовуються для підтвердження автентичності Подання. Ваші Подання пов’язуватимуться з вашим Apple ID і зберігатимуться, якщо ви не видалите такі Подання або не надішлете запит на видалення облікового запису на нашій сторінці даних і приватності privacy.apple.com. Ми також збираємо певну інформацію, що не ідентифікує вас особисто, як‑от аналітику використання щодо ваших Подань, яка не пов’язується з вашим Apple ID.\n\nКоли ви використовуєте функцію «Оцінки й фотографії», то зображення, що містять вашу персональну інформацію або персональну інформацію інших осіб (наприклад, фотографії, що ідентифікують людину), можуть не прийматися.\n\nКарти можуть запропонувати вам надіслати оцінку чи фотографію, якщо ви нещодавно відвідували чи фотографували цікаве місце. Ці пропозиції обробляються тільки на пристрої, і Apple не може їх прочитати. Можна відмовитися від отримання таких пропозицій. Для цього на пристрої iOS чи iPadOS перейдіть у Параметри > Карти і вимкніть параметр «Показувати пропозиції Оцінок і фотографій», а на Mac перейдіть у меню Карти > Параметри > Загальні і вимкніть параметр «Показувати пропозиції Оцінок і фотографій».\n\nПокращення Оцінок і фотографій\n\nВ Оцінках і фотографіях ми намагаємося показувати й оцінювати найвідповідніші та найрізноманітніші зображення на картках для цікавих місць. Надіслані зображення можуть використовуватися для покращення продуктів і послуг. Перш ніж використовувати будь-яке зображення для такої мети, ми вилучаємо всю персональну інформацію та прибираємо зв’язок вашого Подання з вашим Apple ID.\n\nМи також намагаємося відфільтровувати Подання, що порушують наші Умови користування (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Якщо ви надсилаєте такий вміст, ми або не опублікуємо його, або розмиємо, а ваш обліковий запис може бути заблоковано. У певних випадках ми можемо звʼязатися з вами за е‑адресою, повʼязаною з вашим Apple ID. Щоб забезпечити цілісність обслуговування, зразок зображень, що не відповідають нашим Умовам користування, може використовуватися для покращення наших можливостей із відфільтровування такого вмісту в майбутньому.\n\nПоширення для третіх сторін\n\nДані, надіслані до Apple, можуть оброблятися і зберігатися довіреними сторонніми постачальниками послуг.\n\nЗберігання\n\nМи утримуємо вміст, який ви розміщуєте в Оцінках і фотографіях, і зберігаємо його разом із вашим Apple ID, якщо ви не видалите такий вміст або не надішлете запит на видалення облікового запису через Портал приватності Apple за адресою privacy.apple.com. Якщо ви маєте запитання або побоювання щодо того, як використовується ваша персональна інформація в контексті Оцінок і фотографій, або якщо ви хочете поговорити з нашим співробітником, відповідальним за захист даних, зв’яжіться з нами на вебсторінці www.apple.com\/legal\/privacy\/contact.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Todos los servicios de Apple, incluyendo “Calificaciones y fotos” se diseñaron por completo con la finalidad de proteger tu privacidad. Trabajamos arduamente para recopilar solamente los datos que necesitamos con el fin de lograr una mejor experiencia. Cuando recopilamos datos, creemos que es importante que sepas qué estamos recopilando y por qué los necesitamos, de este modo puedes tomar decisiones informadas.\n\nProporcionar “Calificaciones y fotos”\n\nPara hacer un envío a un PDI de tu elección, debes tener un Apple ID. También se enviará a Apple tu ubicación aproximada e información de ubicación asociada con la imagen y se usará para confirmar la autenticidad de tu envío. Tu Envíos se vincularán con tu Apple ID y se conservarán, a menos de que los elimines o realices una solicitud de eliminación de cuenta en nuestra página “Datos y privacidad” desde privacy.apple.com. También recopilaremos información que no te identifica personalmente, como el análisis de uso de tus Envíos, pero esta información no se asocia con tu Apple ID.\n\nAl usar “Calificaciones y fotos”, es posible que no se acepten las imágenes que muestran información personal tuya o de otras personas (por ejemplo, imágenes que identifican a una persona).\n\nMapas podría sugerirte que envíes una calificación o foto en caso de que hayas visitado recientemente un punto de interés o que hayas tomado una foto de uno. Estas sugerencias se realizan mediante procesamiento en el dispositivo y Apple no puede leerlas. Puedes elegir no recibir estas sugerencias en tus dispositivos iOS o iPadOS al desactivar “Mostrar sugerencias de calificaciones y fotos” en Configuración > Mapas. En tu computadora Mac, puedes hacerlo al desactivar “Mostrar sugerencias de calificaciones y fotos” en Mapas > Preferencias > General.\n\nMejorar “Calificaciones y fotos”\n\nLa función “Calificaciones y fotos” tiene como finalidad mostrar y calificar las imágenes más relevantes y diversas en la tarjeta del PDI. Las imágenes que envíes podrían usarse para mejorar el producto y servicio. Antes de usar cualquier imagen con este fin, eliminamos cualquier información que pudiera identificar personalmente y anulamos la asociación del envío con tu Apple ID.\n\nTambién intentaremos filtrar los envíos que infringen nuestros Términos (www.apple.com\/mx\/legal\/privacy\/data\/es-419\/ratings-photos). Si envías este tipo de contenido, nuestra intención es no publicarlo o bien censurarlo, y además se podría bloquear tu cuenta. En algunos casos, podríamos ponernos en contacto contigo mediante la dirección de correo electrónico asociada a tu Apple ID. Con la finalidad de mantener la integridad del servicio, se podría utilizar una muestra de las imágenes que no cumplen con nuestros Términos para mejorar nuestra habilidad para filtrar dicho contenido en el futuro.\n\nCompartir con terceros\n\nApple podría procesar y almacenar la información que recibe a través de proveedores de servicio de terceros.\n\nRetención\n\nRetenemos el contenido que publicas en “Calificaciones y fotos” y lo almacenamos junto con tu Apple ID, a menos que lo elimines o que realices una solicitud de eliminación de cuenta mediante el portal de privacidad de Apple en privacy.apple.com. Si tienes preguntas o inquietudes sobre cómo se usa tu información personal en relación con la función “Calificaciones y fotos”, o si quieres contactar a nuestro delegado de protección de datos, ponte en contacto con nosotros mediante www.apple.com\/la\/privacy\/contact.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "“评分与照片”及所有Apple服务皆以保护隐私为设计理念。我们尽力仅收集为您带来更佳体验所需的数据。收集数据时，我们始终认为您对所收集数据及为何需要该数据有知情权，以便您做出知情选择，这十分重要。\n\n提供“评分与照片”\n\n若要将提交内容上传到所选POI，您必须拥有Apple ID。您的大致位置以及与图像关联的位置信息也会发送给Apple，用于确认提交内容的真实性。您的提交内容会与您的Apple ID关联并保留，除非您删除此类提交内容或者在我们的“Data and Privacy”页面(privacy.apple.com)中提交帐户删除请求。我们还会收集某些不可识别个人身份的信息，例如关于您提交内容用途分析的信息，这类信息不会与您的Apple ID关联。\n\n使用“评分与照片”时，描述有关您或他人个人信息的图像（例如可识别人物的图像）可能不会接受。\n\n“地图”可能会建议您提交评分或照片（若您最近前往或拍摄过兴趣点）。这些建议通过设备端处理完成，Apple无法读取。您可以选择不接收这些建议，方法是在iOS或iPadOS设备上，前往“设置”>“地图”并轻点以停用“显示评分和照片建议”；在Mac上，前往“地图”>“偏好设置”>“通用”并取消选择“显示评分和照片建议”。\n\n改进“评分与照片”\n\n在“评分与照片”中，我们致力于在POI地点卡中显示和排列最相关和多样化的图像。您提交的图像可能用于改进产品和服务。在将任何图像用于此类目的之前，我们会移除任何可识别个人身份的信息并将提交内容不与您的Apple ID关联。\n\n我们还会力求过滤违反我们条款(www.apple.com\/legal\/internet-services\/maps\/ratings-photos)的提交内容。如果您提交了此类内容，该内容要么不会发布，要么会进行模糊化处理，且您的帐户可能会被屏蔽。在某些情况下，我们可能会使用与您Apple ID关联的电子邮件地址联系您。为了保持服务的完整性，我们可能会在今后使用不满足我们条款的示例图像来提高我们过滤此类内容的能力。\n\n与第三方共享\n\n发送给Apple的数据可能通过信任的第三方服务提供商进行处理和储存。\n\n保留\n\n我们会保留您在“评分与照片”中发布的内容并将该内容与您的Apple ID一起储存，除非您删除此内容或者通过Apple隐私门户(privacy.apple.com)提交帐户删除请求。如果您对“评分与照片”中相关个人信息的使用方式存在问题或顾虑，或者想要联系我们的数据保护员，可以与我们联系(www.apple.com.cn\/privacy\/contact)。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Valoraciones y fotos, y todos los servicios de Apple se han diseñado desde la base para proteger tu privacidad. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia. Cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos.\n\nProporcionar valoraciones y fotos\n\nPara realizar un envío a un punto de interés que elijas, debes tener un ID de Apple. También se enviará a Apple tu ubicación aproximada y la información de localización asociada a la imagen para confirmar la autenticidad del envío. Los datos que envíes quedarán asociados a tu ID de Apple y se conservarán, a menos que los elimines o envíes una solicitud de eliminación de cuenta a nuestra página de datos y privacidad disponible en privacy.apple.com. Asimismo, recopilamos cierta información que no te identifica personalmente, como el análisis de uso acerca de los datos que envías, que no está asociada a tu ID de Apple.\n\nCuando utilizas la función “Valoraciones y fotos”, puede que no se acepten imágenes que faciliten información personal sobre ti o sobre otras personas (por ejemplo, fotos que identifiquen a una persona).\n\nEs posible que Mapas te sugiera que envíes una valoración o una foto de un lugar de interés que hayas visitado o fotografiado recientemente. Estas sugerencias se procesan de forma local en el dispositivo y Apple no puede leerlas. Puedes elegir no recibir estas sugerencias. Para ello, desactiva la opción “Sugerencias (valoraciones y fotos)” en Ajustes > Mapas en tu dispositivo iOS o iPadOS, o anula la selección de la opción “Mostrar sugerencias de valoraciones y fotos” en Mapas > Preferencias > General en el Mac.\n\nMejorar la función “Valoraciones y fotos”\n\nLa finalidad de la función “Valoraciones y fotos” es presentar y clasificar las imágenes más relevantes y variadas de las tarjetas de los puntos de interés. Las imágenes que envíes se pueden utilizar para mejorar el producto y el servicio. No obstante, antes de utilizar ninguna imagen con este fin, eliminamos cualquier información que pueda identificar personalmente a nadie y retiramos cualquier asociación de los datos enviados con tu ID de Apple.\n\nTambién tenemos el objetivo de filtrar los envíos que no cumplan nuestras condiciones (www.apple.com\/es\/legal\/internet-services\/maps\/ratings-photos\/es\/terms.html). Si envías contenido así, nuestra intención es que no se publique o que se difumine, es posible que tu cuenta quede bloqueada y, en determinados casos, podríamos ponernos en contacto contigo a través de la dirección de correo electrónico asociada a tu ID de Apple. Para mantener la integridad del servicio, se puede utilizar una muestra de las imágenes que no cumplen nuestras condiciones para filtrar y no incluir ese contenido en el futuro.\n\nCompartir con terceros\n\nLos datos enviados a Apple podrán procesarlos y almacenarlos proveedores de servicios de terceros de confianza.\n\nConservación de información\n\nConservamos el contenido que publiques en “Valoraciones y fotos” y lo almacenamos con tu ID de Apple, excepto si eliminas ese contenido o envías una solicitud de eliminar la cuenta a través del portal de privacidad de Apple en privacy.apple.com. Si tienes alguna pregunta o duda sobre cómo se utiliza tu información personal en lo relativo a la función “Valoraciones y fotos”, o si quieres ponerte en contacto con nuestro encargado de protección de datos, consulta www.apple.com\/es\/privacy\/contact.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Classificações e Fotos e todos os serviços da Apple são projetados desde o início para proteger a sua privacidade. Trabalhamos para coletar somente os dados necessários para aprimorar a sua experiência. Quando coletamos dados, acreditamos que é importante informar o que estamos coletando e por que precisamos dos dados, para que você possa fazer escolhas informadas.\n\nFornecimento de Classificações e Fotos\n\nPara fazer um envio a um POI de sua escolha, você precisa ter um ID Apple. Sua localização aproximada e informações de localização associadas à sua imagem também serão enviadas à Apple e usadas para confirmar a autenticidade do Envio. Seus Envios serão vinculados ao seu ID Apple e retidos, a menos que você apague tais Envios ou envie um pedido de apagamento de conta à nossa página de Dados e Privacidade em www.apple.com\/br\/privacy. Também coletamos algumas informações sem identificação pessoal que não estão associadas ao seu ID Apple, como análise de uso sobre seus Envios.\n\nQuando você usa Classificações e Fotos, imagens que representam suas informações pessoais ou informações pessoais de outras pessoas (por exemplo, imagens que identifiquem uma pessoa) podem não ser aceitas.\n\nO app Mapas pode sugerir que você envie uma classificação ou foto, caso tenha visitado ou tirado uma foto de um ponto de interesse recentemente. Essas sugestões são feitas pelo processamento no dispositivo e não podem ser lidas pela Apple. Você pode optar por deixar de receber essas sugestões no dispositivo iOS ou iPadOS. Para isso, toque em Ajustes > Mapas e toque para desativar “Mostrar Classificações e Sugestões de Fotos”. No Mac, acesse Mapas > Preferências > Geral e desmarque “Mostrar Classificações e Sugestões de Fotos”.\n\nMelhorias de “Classificações e Fotos”\n\nEm “Classificações e Fotos”, temos o objetivo de mostrar e classificar as imagens mais relevantes e diversas do cartão de localização do ponto de interesse. A imagens que você enviar poderão ser usadas para melhorar o produto e o serviço. Antes de usarmos qualquer imagem para essa finalidade, porém, removemos qualquer informação de identificação pessoal e dissociamos o Envio do seu ID Apple.\n\nTambém visamos filtrar Envios que violem nossos Termos (www.apple.com\/br\/legal\/privacy\/data\/pt-br\/ratings-photos). Se você enviar tal conteúdo, nossa intenção é que ele não seja publicado ou seja desfocado. Sua conta poderá ser bloqueada e, em certos casos, poderemos entrar em contato com você usando o endereço de e-mail associado ao seu ID Apple. Para manter a integridade do serviço, uma amostra das imagens que não correspondam aos nossos Termos poderão ser usadas para melhorar nossa capacidade de filtrar tal conteúdo no futuro.\n\nCompartilhamento com Terceiros\n\nOs dados que são enviados para a Apple podem ser processados e armazenados em provedores de serviço terceirizados de confiança.\n\nRetenção\n\nNós retemos o conteúdo que você publica em “Classificações e Fotos” e o armazenamos com o seu ID Apple, a menos que você apague tal conteúdo ou envie um pedido de apagamento de conta por meio do Portal de Privacidade da Apple, em www.apple.com\/br\/privacy. Se você tiver perguntas ou receios sobre como suas informações pessoais são usadas com relação a Classificações e Fotos, ou quiser falar com nosso Departamento de Proteção de Dados, entre em contato conosco em www.apple.com\/br\/privacy\/contact\/.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos og alle Apples tjenester er opbygget helt fra bunden med det formål at beskytte din anonymitet. Vi arbejder hårdt på kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre. Når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag.\n\nIndsendelse af vurderinger og fotos\n\nDu skal have et Apple-id for at indsende noget om en af dine foretrukne seværdigheder. Din omtrentlige lokalitet og dine lokalitetsoplysninger, der er knyttet til dit billede, vil også blive sendt til Apple og vil blive brugt til at bekræfte indsendelsens autenticitet. Dine indsendelser vil blive knyttet til dit Apple‑id og gemt, medmindre du sletter sådan(ne) indsendelse(r) eller sender en anmodning om sletning af kontoen på siden om data og anonymitet på privacy.apple.com. Vi indsamler også visse oplysninger om dine indsendelser, såsom brugsanalyse, som ikke er knyttet til dit Apple‑id. Oplysningerne kan ikke bruges til at identificere dig personligt.\n\nNår du bruger Vurderinger og fotos, vil billeder, der viser dine personlige oplysninger eller personlige oplysninger om andre (f.eks. billeder, der identificerer en person) muligvis ikke blive godkendt.\n\nKort kan foreslå, at du indsender en vurdering eller et foto, hvis du for nylig har besøgt eller fotograferet en seværdighed. Disse forslag udføres vha. behandling på enheden og kan ikke læses af Apple. Du kan vælge, at du ikke vil modtage disse forslag på din iOS- eller iPadOS-enhed ved at gå til Indstillinger > Kort og trykke for at slå Vis vurderinger og forslag til fotos fra og på din Mac ved at gå til Kort > Indstillinger > Generelt og fravælge Vis vurderinger og forslag til fotos.\n\nForbedring af Vurderinger og fotos\n\nI Vurderinger og fotos har vi til hensigt at vise og rangere de mest relevante og forskellige billeder på kortet over seværdigheder. Indsendte billeder kan blive brugt til at forbedre produktet og tjenesten. Inden vi bruger et billede til dette formål, fjerner vi alle oplysninger, der kan identificere nogen personligt, og adskiller indsendelsen fra dit Apple‑id.\n\nVi har også til hensigt at filtrere indsendelser, der overtræder vores betingelser (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Hvis du indsender denne slags indhold, vil vi enten sørge for, at det ikke bliver publiceret, eller at det bliver sløret. Derudover kan din konto blive blokeret, og i visse tilfælde kontakter vi dig på den e-mailadresse, der er knyttet til dit Apple‑id. Med henblik på at opretholde tjenestens integritet kan et udvalg af billeder, der ikke opfylder vores betingelser, blive brugt til at forbedre vores evne til at filtrere denne type indhold fra i fremtiden.\n\nDeling med tredjeparter\n\nData, der sendes til Apple, kan blive behandlet og opbevaret af pålidelige tredjepartsudbydere af tjenester.\n\nOpbevaring\n\nVi gemmer det indhold, du indsender i Vurderinger og fotos, og lagrer det med dit Apple‑id, medmindre du sletter dette indhold eller sender en anmodning om at få slettet kontoen via Apples anonymitetsportal på privacy.apple.com. Hvis du har spørgsmål eller bekymringer om, hvordan dine personlige oplysninger bruges i forbindelse med Vurderinger og fotos, eller du gerne vil tale med vores databeskyttelsesansvarlige, kan du kontakte os på www.apple.com\/dk\/privacy\/contact.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "La funzionalità “Valutazioni e foto” e tutti i servizi Apple sono progettati fin dalle fondamenta in modo tale da proteggere la tua privacy. Apple si impegna a raccogliere solo i dati necessari a migliorare la tua esperienza utente. Quando raccogliamo dati, riteniamo che sia importante per te sapere cosa stiamo raccogliendo e perché ne abbiamo bisogno, in modo da consentirti di fare scelte informate.\n\nFunzionalità di “Valutazioni e foto”\n\nPer caricare un contributo su un punto di interesse di tua scelta, devi disporre di un ID Apple. Anche la tua posizione approssimativa e le informazioni sulla posizione associate alle immagini che hai caricato verranno inviate ad Apple e utilizzate per confermare l'autenticità del contributo. I tuoi contributi saranno collegati al tuo ID Apple e conservati, a meno che tu non li elimini o invii una richiesta di cancellazione dell'account sulla pagina relativa ai dati e alla privacy all'indirizzo privacy.apple.com. Raccogliamo anche alcune informazioni che non ti identificano personalmente, come l'analisi dell'utilizzo dei tuoi contributi; queste ultime informazioni non sono associate al tuo ID Apple.\n\nQuando utilizzi “Valutazioni e foto”, le immagini che raffigurano tue informazioni personali o informazioni personali di altri (ad esempio, immagini che identificano una persona) potrebbero non essere accettate.\n\nMappe potrebbe suggerirti di inviare una valutazione o una foto se di recente hai visitato un punto di interesse o ne hai scattato una foto. Tali suggerimenti vengono proposti utilizzando l'elaborazione sul dispositivo e non possono essere letti da Apple. Puoi scegliere di non ricevere tali suggerimenti su un dispositivo iOS o iPadOS selezionando Impostazioni > Mappe e disabilitando “Mostra suggerimenti di Valutazioni e foto”; sul Mac, puoi farlo selezionando Mappe > Preferenze > Generali e deselezionando “Mostra suggerimenti di Valutazioni e foto”.\n\nMigliora “Valutazioni e foto”\n\nIn “Valutazioni e foto”, miriamo a mostrare e classificare le immagini più rilevanti e diversificate sulla scheda di un punto di interesse. Le immagini che invii potrebbero essere utilizzate per migliorare il prodotto e il servizio. Prima di utilizzare qualsiasi immagine per tale scopo, tuttavia, rimuoviamo qualsiasi informazione in grado di identificare persone e dissociamo il contributo dal tuo ID Apple.\n\nMiriamo inoltre a filtrare i contributi che violano i nostri Termini (https:\/\/www.apple.com\/it\/legal\/internet-services\/maps\/ratings-photos\/ww\/). Se invii contenuti di tale tipo, Apple si impegnerà perché non vengano pubblicati o perché vengano offuscati, il tuo account potrebbe essere bloccato e, in determinati casi, potremmo contattarti utilizzando l'indirizzo e‑mail associato al tuo ID Apple. Per mantenere l'integrità del servizio, un campione di immagini che non soddisfano i nostri Termini potrebbe essere utilizzato per migliorare la capacità di filtrare tali contenuti in futuro.\n\nCondivisione con terze parti\n\nI dati inviati ad Apple potrebbero essere elaborati e archiviati da provider di servizi di terze parti affidabili.\n\nConservazione delle informazioni\n\nI contenuti che pubblichi in “Valutazioni e foto” vengono conservati e archiviati con il tuo ID Apple, a meno che non li elimini o invii una richiesta di cancellazione dell'account tramite il portale sulla privacy di Apple all'indirizzo privacy.apple.com. Se hai domande o dubbi su come vengono utilizzate le tue informazioni personali in relazione a “Valutazioni e foto” o desideri contattare il nostro responsabile della protezione dei dati, puoi farlo alla pagina www.apple.com\/it\/privacy\/contact.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Funkcia Hodnotenia a fotky a všetky služby spoločnosti Apple sú od základov navrhnuté tak, aby chránili vaše súkromie. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Pri ich zhromažďovaní sa domnievame, že je pre vás dôležité vedieť, aké dáta zhromažďujeme a prečo ich potrebujeme, aby ste sa mohli správne rozhodnúť.\n\nPoskytovanie funkcie Hodnotenia a fotky\n\nAk chcete odosielať príspevky na vybrané body záujmu, musíte mať Apple ID. Spoločnosti Apple bude odoslaná aj vaša približná poloha a polohové informácie priradené k obrázku a tieto informácie budú použité na potvrdenie dôveryhodnosti príspevku. Príspevky budú prepojené s vaším Apple ID a uchované, až kým ich nevymažete alebo kým na našej stránke Dáta a súkromie na adrese privacy.apple.com neodošlete žiadosť o vymazanie účtu. Zároveň zhromažďujeme aj iné informácie, ktoré neumožňujú osobnú identifikáciu, napríklad analytiku používania týkajúcu sa príspevkov, ktorá nie je prepojená s vaším Apple ID.\n\nPočas používania funkcie Hodnotenia a fotky nemusia byť prijaté fotky, ktoré zachytávajú vaše osobné informácie alebo osobné informácie iných osôb (napríklad obrázky, na ktorých je možné rozpoznať konkrétnu osobu).\n\nAk ste nedávno navštívili bod záujmu alebo spravili na danom mieste fotku, Mapy vám môžu navrhnúť, aby ste toto miesto ohodnotili alebo odoslali jeho fotku. Tieto návrhy sú vytvárané na zariadení a spoločnosť Apple ich nedokáže prečítať. Zobrazovanie týcho návrhov môžete vypnúť. Na iOS alebo iPadOS zariadení otvorte Nastavenia > Mapy a klepnutím vypnite možnosť Zobraziť návrhy hodnotení a fotiek. Na Macu otvorte Mapy > Nastavenia > Všeobecné a zrušte zaškrtnutie možnosti Zobraziť návrhy hodnotení a fotiek.\n\nVylepšovanie funkcie Hodnotenia a fotky\n\nFunkcia Hodnotenia a fotky je navrhnutá tak, aby boli prednostne zobrazované a hodnotené najrelevantnejšie a najrozmanitejšie obrázky na karte bodu záujmu. Odoslané obrázky môžu byť použité na vylepšovanie produktu a služby. Predtým, než použijeme obrázky na tento účel, z nich odstránime všetky informácie umožňujúce osobnú identifikáciu a prepojenie s vaším Apple ID.\n\nZároveň sa snažíme filtrovať príspevky, ktoré porušujú naše podmienky (www.apple.com\/legal\/internet-services\/maps\/ratings-photos\/sk\/terms.html). Ak odošlete takýto obsah, buď nebude vôbec zverejnený, alebo bude rozmazaný a váš účet môže byť zablokovaný. V niektorých prípadoch vás môžeme kontaktovať použitím emailovej adresy priradenej k vášmu Apple ID. Aby sme zachovali integritu služby, vzorky obrázkov, ktoré nevyhovujú našim podmienkam, môžu byť použité na vylepšovanie tohto filtrovania v budúcnosti.\n\nZdieľanie s tretími stranami\n\nDáta odoslané spoločnosti Apple môžu byť spracované a uchované dôveryhodnými poskytovateľmi služieb tretích strán.\n\nUchovávanie dát\n\nObsah zverejňovaný prostredníctvom funkcie Hodnotenia a fotky uchovávame spolu s vaším Apple ID, až kým ho nevymažete alebo neodošlete žiadosť o vymazanie účtu prostredníctvom portálu spoločnosti Apple pre súkromie na adrese privacy.apple.com. Ak máte otázky alebo obavy týkajúce sa spôsobu, akým sa vaše osobné údaje používajú v súvislosti s funkciou Hodnotenia a fotky, alebo by ste sa chceli obrátiť na pracovníkov oddelenia ochrany dát, môžete nás kontaktovať na stránke www.apple.com\/sk\/privacy\/contact.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "Classificações e fotografias e todos os serviços da Apple foram concebidos de raiz para proteger a sua privacidade. Esforçamo‑nos por recolher unicamente os dados de que necessitamos para melhorar a sua experiência. E, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas.\n\nFornecer Classificações e fotografias\n\nPara enviar um ponto de interesse (PDI) à sua escolha, precisa de ter um ID Apple. A sua localização aproximada e a informação de localização associada à imagem serão também enviadas à Apple e usadas para confirmar a autenticidade do envio. Os envios serão associados ao seu ID Apple e retidos, exceto se os apagar ou submeter um pedido de eliminação da conta na nossa página “Dados e privacidade” em privacy.apple.com. Também recolhemos determinadas informações sem incluir quaisquer dados de teor pessoal, tais como análises de utilização dos envios, que não são associadas ao seu ID Apple.\n\nAo usar Classificações e fotografias, imagens que retratem informação pessoal ou de terceiros (por exemplo, imagens que permitam a identificação de uma pessoa) podem não ser aceites.\n\nA aplicação Mapas poderá sugerir que envie uma classificação ou fotografia caso tenha visitado ou tirado uma fotografia de um PDI recentemente. Estas sugestões são geradas através do processamento no dispositivo e não podem ser acedidas pela Apple. Se preferir não receber estas sugestões, no seu dispositivo iOS ou iPadOS, vá a Definições > Mapas e toque para desativar “Mostrar sugestões de classificações e fotografias”; no Mac, vá a Mapas > Preferências > Geral e desassinale “Mostrar sugestões de classificações e fotografias”.\n\nMelhorar Classificações e fotografias\n\nEm Classificações e fotografias, pretendemos apresentar e classificar as imagens mais relevantes e diversificadas na ficha do PDI. As imagens que enviar poderão ser usadas para melhorar o produto e serviço. Antes de usarmos qualquer imagem para essa finalidade, removemos todos e quaisquer dados de teor pessoal e desassociamos o envio do seu ID Apple.\n\nTambém pretendemos filtrar e excluir envios que violem os nossos Termos (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Se enviar conteúdo nessas condições, é nossa intenção que não seja publicado ou que seja desfocado, a sua conta poderá ser bloqueada, e, em determinados casos, poderemos entrar em contacto consigo através do endereço de e‑mail associado ao seu ID Apple. Para manter a integridade do serviço, uma amostra de imagens que não cumpram os nossos Termos poderá ser usada para melhorar a capacidade de filtrar e excluir esse conteúdo no futuro.\n\nPartilha com terceiros\n\nOs dados enviados à Apple podem ser processados e armazenados por fornecedores de serviços que considera fidedignos.\n\nRetenção de informação\n\nRetemos o conteúdo que publica em Classificações e fotografias e armazenamo‑lo com o seu ID Apple, exceto se os apagar ou submeter um pedido de eliminação da conta através do portal de privacidade da Apple em privacy.apple.com. Se tiver perguntas ou dúvidas sobre a utilização de informação pessoal em Classificações e fotografias ou quiser contactar o nosso Responsável pela Proteção de Dados, visite www.apple.com\/legal\/privacy\/contact.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian & Foto dan semua perkhidmatan Apple direka bentuk daripada asas untuk melindungi privasi anda. Kami bekerja keras untuk mengumpul hanya data yang kami perlukan bagi menjadikan pengalaman anda lebih baik. Apabila kami mengumpul data, kami percaya penting untuk anda mengetahui kandungan yang kami kumpul dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum.\n\nMenyediakan Penilaian & Foto\n\nUntuk memuat naik Penghantaran kepada POI pilihan anda, anda mesti mempunyai Apple ID. Lokasi anggaran dan maklumat lokasi berkaitan imej anda juga akan dihantar kepada Apple dan digunakan untuk mengesahkan kesahihan Penghantaran. Penghantaran anda akan dikaitkan dengan Apple ID anda dan dikekalkan melainkan anda memadamkan Penghantaran sedemikian atau menghantar permintaan pemadaman kepada halaman Data dan Privasi kami di privacy.apple.com. Kami juga mengumpul maklumat yang tidak mengenalpasti secara peribadi tertentu, seperti analitis penggunaan tentang Penghantaran anda, yang tidak dikaitkan dengan Apple ID anda.\n\nApabila anda menggunakan Penilaian & Foto, imej yang menunjukkan maklumat peribadi anda atau maklumat peribadi tentang orang lain (contohnya, imej yang mengenal pasti orang) mungkin tidak diterima.\n\nPeta mungkin mencadangkan bahawa anda menyerahkan penilaian atau foto jika anda telah melawat atau mengambil foto POI baru-baru ini. Cadangan ini dilakukan menggunakan pemprosesan pada peranti dan tidak boleh dibaca oleh Apple. Anda boleh memilih untuk tidak menerima cadangan ini pada peranti iOS atau iPadOS anda dengan pergi ke Seting > Peta dan mengetik untuk menyahdayakan Tunjukkan Penilaian dan Cadangan Foto dan pada Mac anda dengan pergi ke Peta > Keutamaan > Umum dan menyahpilih Tunjukkan Penilaian dan Cadangan Foto.\n\nMeningkatkan Penilaian & Foto\n\nDalam Penilaian & Foto, kami mahu memaparkan dan mengelaskan imej paling berkaitan dan berlainan pada kad tempat POI. Imej yang anda serahkan mungkin digunakan untuk meningkatkan produk dan perkhidmatan. Sebelum kami menggunakan sebarang imej untuk tujuan sedemikian, kami mengeluarkan sebarang maklumat pengenalpastian peribadi dan menyahkaitkan Penghantaran daripada Apple ID anda.\n\nKami juga mahu menapis Penghantaran yang melanggar Syarat kami (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Jika anda menghantar kandungan sedemikian, tujuan kami adalah sama ada kandungan tidak akan disiarkan atau dikaburkan, akaun anda mungkin akan disekat dan dalam keadaan tertentu, kami mungkin menghubungi anda menggunakan alamat e-mel yang berkaitan dengan Apple ID anda. Untuk mengekalkan integriti perkhidmatan, sampel imej yang tidak memenuhi Syarat kami mungkin digunakan untuk meningkatkan keupayaan kami untuk menapis kandungan sedemikian pada masa akan datang.\n\nPerkongsian dengan Pihak Ketiga\n\nData yang dihantar kepada Apple mungkin diproses dan disimpan oleh penyedia perkhidmatan pihak ketiga yang dipercayai.\n\nPengekalan\n\nKami mengekalkan kandungan yang anda siarkan dalam Penilaian & Foto dan menyimpannya dengan Apple ID melainkan anda memadamkan kandungan sedemikian atau menghantar permintaan pemadaman akaun melalui Portal Privasi Apple di privacy.apple.com. Jika anda mempunyai soalan atau kebimbangan tentang cara maklumat peribadi anda digunakan berkenaan Penilaian & Foto atau anda mahu menghubungi Pegawai Perlindungan Data kami, anda boleh menghubungi kami di www.apple.com\/my\/privacy\/contact.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder och alla Apple-tjänster har från första början utvecklats för att skydda din integritet. Vi arbetar hårt för att bara samla in de data vi behöver för att förbättra din upplevelse. När vi samlar in data anser vi att det är viktigt att du vet vad vi samlar in, och varför vi behöver informationen, så att du kan fatta informerade beslut.\n\nTillhandahålla Betyg och bilder\n\nOm du vill överföra ett Inskick till valfritt landmärke måste du ha ett Apple-ID. Din ungefärliga plats och platsinformation som associeras med din bild skickas också till Apple och används till att bekräfta Inskickets autenticitet. Ditt Inskick kopplas till ditt Apple-ID och sparas så länge du inte raderar ett Inskick eller skickar en begäran om kontoradering till vår data- och integritetssida på privacy.apple.com. Vi samlar även in viss information som inte kan identifiera dig personligen, exempelvis användningsanalys om dina Inskick, som inte är associerad med ditt Apple-ID.\n\nNär du använder Betyg och bilder kan det hända att bilder som avbildar din personliga information eller personlig information om andra (exempelvis bilder som identifierar en person) inte godtas.\n\nKartor kan föreslå att du skickar ett betyg eller en bild om du nyligen har besökt eller tagit kort på ett landmärke. De här förslagen skapas via behandling på enheten och kan inte läsas av Apple. Du kan välja att inte få dessa förslag på din enhet med iOS eller iPadOS genom att öppna Inställningar > Kartor och avaktivera Visa förslag för betyg och foton. På Mac öppnar du Kartor > Inställningar > Allmänt och avaktiverar Visa förslag för betyg och foton.\n\nFörbättra Betyg och bilder\n\nI Betyg och bilder försöker vi att visa och rangordna de mest relevanta och mångsidiga bilderna på platskortet för ett landmärke. Bilder som du skickar in kan användas till att förbättra produkten och tjänsten. Innan vi använder någon bild för detta syfte tar vi bort all personligt identifierbar information och tar bort associationen med ditt Apple-ID från ditt Inskick.\n\nVi strävar också efter att filtrera bort Inskick som bryter mot våra Villkor (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Om du skickar in sådant innehåll är vår avsikt att antingen inte lägga upp det eller göra det oskarpt, ditt konto kan blockeras och i vissa fall kan vi kontakta dig via e-postadressen som är kopplad till ditt Apple‑ID. För att bibehålla tjänstens integritet kan ett stickprov av bilderna som inte uppfyller våra Villkor användas till att förbättra vår förmåga att filtrera bort sådant innehåll i framtiden.\n\nDelning med tredje part\n\nData som skickas till Apple kan behandlas och lagras av betrodda tredjepartsleverantörer.\n\nLagring\n\nVi sparar innehållet du postar i Betyg och bilder och lagrar det tillsammans med ditt Apple-ID så länge du inte raderar innehållet eller skickar en begäran om kontoradering via Apples integritetsportal på privacy.apple.com. Om du har frågor om eller invändningar mot hur din personliga information används i förhållande till Betyg och bilder, eller om du vill nå vår dataskyddsansvariga, kan du kontakta oss på www.apple.com\/se\/privacy\/contact.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Funkce Hodnocení a fotky je stejně jako všechny ostatní služby společnosti Apple od základu navržena tak, aby chránila vaše soukromí. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom pro vás připravovali stále lepší uživatelské prostředí. Jsme přesvědčeni, že v případech, kdy data shromažďujeme, je důležité, abyste věděli, o jaká data se jedná a k čemu je využíváme, a měli tak dostatek informací k podloženému rozhodování.\n\nPoskytování funkce Hodnocení a fotky\n\nK tomu, abyste mohli odesílat příspěvky k vámi zvoleným zájmovým bodům, potřebujete Apple ID. Společnosti Apple bude také zaslána vaše přibližná poloha a polohové údaje přidružené k vašemu obrázku; tyto informace budou použity k potvrzení hodnověrnosti vašeho příspěvku. Vaše příspěvky budou propojeny s vaším Apple ID a uchovány, dokud je nesmažete nebo dokud nepožádáte o smazání svého účtu prostřednictvím našeho portálu ochrany soukromí na stránce privacy.apple.com. Shromažďujeme také některé informace, které neumožňují osobní identifikaci, například analytické údaje o využívání související s vašimi příspěvky, které nejsou přidruženy k vašemu Apple ID.\n\nV rámci vašeho používání funkce Hodnocení a fotky nemusí být přijaty obrázky obsahující vaše osobní údaje nebo osobní údaje jiných lidí (například fotografie, na kterých je možné identifikovat konkrétní osoby).\n\nPokud jste nedávno navštívili nebo vyfotili bod zájmu (POI), Mapy vám můžou navrhnout, abyste sdíleli hodnocení nebo fotku. Tyto návrhy se zpracovávají přímo na zařízení tak, aby je společnost Apple nemohla přečíst. Pokud si už nepřejete dostávat tyto návrhy, přejděte na zařízení s iOS nebo iPadOS do Nastavení > Mapy a klepnutím vypněte volbu Zobrazit návrhy funkce Hodnocení a fotky. Na Macu přejděte na Mapy > Předvolby > Obecné a odznačte volbu Zobrazit návrhy funkce Hodnocení a fotky.\n\nVylepšování funkce Hodnocení a fotky\n\nProstřednictvím funkce Hodnocení a fotky se snažíme na kartách zájmových bodů zajistit zobrazování a hodnocení co nejrelevantnějšího a nejpestřejšího výběru obrázků. Zaslané fotky můžou být použity k dalšímu vylepšování tohoto produktu a služby. Před použitím jakéhokoli snímku k tomuto účelu z něj odstraníme všechny údaje umožňující osobní identifikaci a zrušíme přidružení příspěvku k vašemu Apple ID.\n\nSnažíme se také odfiltrovat příspěvky porušující naše podmínky (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Pokud takový obsah odešlete, bude naším záměrem ho nezveřejnit nebo rozostřit; zároveň vám může být zablokován účet. V některých případech vás můžeme kontaktovat prostřednictvím e‑mailové adresy spojené s vaším Apple ID. V zájmu zachování integrity služby můžou být vzorky obrázků, které nesplňují naše podmínky, použity ke zlepšování naší schopnosti filtrovat podobný obsah v budoucnosti.\n\nSdílení s třetími stranami\n\nData odeslaná společnosti Apple můžou být zpracována a uchována důvěryhodnými nezávislými poskytovateli služeb.\n\nUchovávání dat\n\nObsah vašich příspěvků zaslaný prostřednictvím funkce Hodnocení a fotky uchováme a uložíme pod vaším Apple ID, pokud takový obsah nesmažete nebo nepožádáte o smazání svého účtu prostřednictvím portálu společnosti Apple pro ochranu soukromí na adrese privacy.apple.com. Pokud máte ohledně použití vašich osobních údajů v souvislosti s funkcí Hodnocení a fotky jakékoli dotazy či pochybnosti nebo se chcete spojit s naším zástupcem pro ochranu dat, kontaktujte nás na stránce www.apple.com\/legal\/privacy\/contact.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "‘평가 및 사진’ 및 모든 Apple 서비스는 근본적으로 철저히 사용자의 개인 정보를 보호하도록 설계되었습니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하도록 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 수집한 데이터의 내용과 필요성을 사용자에게 알려서 사용자가 이러한 정보를 바탕으로 선택할 수 있도록 하는 것이 중요하다고 생각합니다.\n\n평가 및 사진 제공하기\n\n원하는 관심 지점에 제출물을 업로드하려면 Apple ID가 있어야 합니다. 또한 이미지와 관련된 대략적인 위치 및 위치 정보도 Apple로 전송되어 제출물의 진위를 확인하는 데 사용됩니다. 사용자의 제출물은 Apple ID와 연계되며 사용자가 해당 제출물을 삭제하거나 ‘데이터 및 개인 정보 보호’(https:\/\/privacy.apple.com) 페이지에 계정 삭제 요청을 제출하지 않는 한 유지됩니다. 또한 사용자의 제출물에 대한 사용 분석과 같이 사용자의 Apple ID와 연계되지 않은 특정 비개인 식별 정보도 수집합니다.\n\n평가 및 사진을 사용할 때 사용자의 개인 정보 또는 타인에 대한 개인 정보가 담긴 이미지(예: 사람을 식별하는 이미지)는 허용되지 않을 수 있습니다.\n\n관심지점을 방문했거나 사진을 찍은 경우 지도 앱이 사용자에게 평가 또는 사진을 제출하도록 제안할 수 있습니다. 이 제안은 기기상에서 처리되며 Apple이 읽을 수 없습니다. iOS 및 iPadOS 기기에서 설정 > 지도로 이동한 다음 ‘평가 및 사진 제안 보기’를 탭하여 비활성화하거나, Mac에서는 지도 > 환경설정> 일반으로 이동한 다음 ‘평가 및 사진 제안 보기’를 선택 해제하여 이러한 제안을 받지 않도록 선택할 수 있습니다.\n\n평가 및 사진 향상하기\n\n평가 및 사진에서는 관심 지점 플레이스카드에서 가장 관련성이 높고 다양한 이미지를 표시하고 순위를 매기는 것을 목표로 합니다. 사용자가 제출한 이미지는 제품 및 서비스 향상을 위해 사용될 수 있습니다. Apple은 이러한 목적으로 이미지를 사용하기 전에 개인 식별 정보를 제거하고 제출물과 연계된 Apple ID를 해제합니다.\n\n또한 약관(www.apple.com\/legal\/internet-services\/maps\/ratings-photos)을 위반하는 제출물을 필터링하는 목적도 있습니다. 이러한 콘텐츠를 제출하면 게시되지 않거나 흐리게 처리되며 사용자의 계정이 차단될 수 있습니다. 어떤 경우에는 사용자의 Apple ID와 연계된 이메일 주소를 사용하여 Apple이 사용자에게 연락할 수 있습니다. 서비스의 무결성을 보장하기 위해, Apple의 약관을 충족하지 않는 이미지 샘플을 사용하여 향후 이러한 콘텐츠를 필터링하는 기능을 향상할 수 있습니다.\n\n타사와 공유\n\nApple로 전송된 데이터는 Apple이 신뢰하는 타사 서비스 제공업체에 의해 처리 및 저장될 수 있습니다.\n\n유지하기\n\n사용자가 평가 및 사진에 게시한 콘텐츠는 사용자가 해당 콘텐츠를 삭제하거나 privacy.apple.com 사이트에서 Apple의 개인 정보 보호 포털을 통해 계정 삭제 요청을 제출하지 않는 한 사용자의 Apple ID와 함께 저장됩니다. 평가 및 사진과 관련하여 사용자의 개인 정보가 어떻게 사용되는지에 대한 질문 또는 우려 사항이 있거나 데이터 보호 책임자에게 연락하고 싶은 경우 www.apple.com\/kr\/privacy\/contact 사이트에서 Apple에 문의할 수 있습니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder og alle Apple-tjenester er fra første stund utviklet for å beskytte personvernet ditt. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi det er viktig at du vet hva vi samler inn, og hvorfor vi trenger det, så du kan ta veloverveide beslutninger.\n\nLevere vurderinger og bilder\n\nHvis du vil laste opp et bidrag til en valgfri severdighet, så må du ha en Apple-ID. Den omtrentlige posisjonen din og posisjonsinformasjon som er knyttet til bildet, vil også sendes til Apple og brukes til å bekrefte bidragets ekthet. Bidragene knyttes til Apple‑ID-en din og oppbevares med mindre du sletter bidragene eller sender en forespørsel om sletting av konto til Data og personvern-siden på privacy.apple.com. Vi samler også inn informasjon som ikke identifiserer deg personlig, som bruksanalyse om bidragene dine som ikke er knyttet til Apple‑ID-en din.\n\nNår du bruker Vurderinger og bilder, kan det hende at bilder som viser din personlige informasjon eller personlig informasjon om andre (som bilder som kan identifisere en person), ikke godtas.\n\nKart kan foreslå at du sender inn en vurdering eller et bilde hvis du nylig har besøkt eller fotografert en severdighet. Disse forslagene behandles på enheten og kan ikke leses av Apple. Du kan velge å slutte å motta slike forslag på iOS- eller iPadOS-enheten din ved å gå til Innstillinger > Kart og trykke for å slå av Vis forslag til vurderinger og bilder, og på Mac ved å gå til Kart > Valg > Generelt og fjerne avmerkingen for Vis forslag til vurderinger og bilder.\n\nForbedre Vurderinger og bilder\n\nI Vurderinger og bilder ønsker vi å vise frem og rangere relevante og varierte bilder på severdighetskort. Bilder du sender inn, kan bli brukt til å forbedre produktet og tjenesten. Før vi bruker bildene til disse formålene, fjerner vi eventuell informasjon som identifiserer deg personlig, og fjerner tilknytningen mellom bidraget og Apple‑ID-en din.\n\nVi prøver også å filtrere ut bidrag som ikke følger vilkårene våre (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Hvis du sender inn slike bidrag, er vår intensjon at det enten ikke legges ut eller gjøres uskarpt, kontoen din kan bli blokkert og i visse tilfeller kan vi ta kontakt med deg på e‑postadressen tilknyttet Apple‑ID‑en din. For å ivareta tjenestens integritet, kan et utvalg av bilder som ikke følger vilkårene våre, bli brukt til å forbedre filtreringen av slikt innhold i framtiden.\n\nDeling med tredjeparter\n\nDet kan hende at data som sendes til Apple, blir behandlet og oppbevart av tredjeparts tjenesteleverandører.\n\nOppbevaring\n\nVi oppbevarer innholdet du sender inn til Vurderinger og bilder, og arkiverer det med Apple‑ID-en din med mindre du sletter innholdet eller sender inn en forespørsel om sletting av konto gjennom Apples personvernportal på privacy.apple.com. Hvis du har spørsmål om hvordan den personlige informasjonen din brukes i sammenheng med Vurderinger og bilder, eller hvis du vil snakke med vår ansvarlige for datasikkerhet, kan du ta kontakt med oss på www.apple.com\/no\/privacy\/contact\/.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az Értékelések és fotók, illetve az összes Apple-szolgáltatás úgy lett megtervezve teljesen az alapokból, hogy védjék az Ön személyes adatait. Mindent megteszünk annak érdekében, hogy csak olyan adatokat gyűjtsünk, amelyekre a jobb felhasználói élmény biztosításához van szükségünk. Amikor adatokat gyűjtünk, fontosnak tartjuk, hogy Ön tudja, milyen adatok gyűjtésére kerül sor, és miért van szükség ezekre az adatokra, így átgondoltabb döntéseket tud hozni.\n\nAz Értékelések és fotók biztosítása\n\nHa tartalmat szeretne beküldeni egy Ön által kiválasztott látnivalóhoz, Apple ID-val kell rendelkeznie. Az Ön hozzávetőleges helyzete és a képhez kapcsolódó helyzetinformációk szintén el lesznek küldve az Apple-nek, és arra lesznek felhasználva, hogy a beküldött tartalom hitelességét ellenőrizzük. A beküldött tartalmak hozzá lesznek kapcsolva az Apple ID-jához, és meg lesznek őrizve, kivéve, ha törli ezeket a beküldött tartalmakat, vagy fióktörlési kérelmet küld a privacy.apple.com címen elérhető adatvédelmi oldalunkra. Bizonyos személyazonosításra nem alkalmas információkat is gyűjtünk, például használattal kapcsolatos elemzéseket a beküldött tartalmakról, és ezek nincsenek összekapcsolva az Apple ID-jával.\n\nAmikor az Értékelések és fotók funkciót használja, előfordulhat, hogy nem fogadjuk el azokat a képeket, amelyek az Ön vagy mások személyes adatait tartalmazzák (pl. olyan fotókat, amelyeken egy személy azonosítható).\n\nElképzelhető, hogy a Térképek app felajánlja, hogy Ön beküldhet egy értékelést vagy fotót, ha korábban nemrég ellátogatott egy látnivalóhoz, vagy fotót készített róla. Ezek a javaslatok az eszközön történő feldolgozás segítségével jelennek meg, és az Apple nem tudja elolvasni őket. Igény szerint megadhatja, hogy nem szeretne ilyen javaslatokat kapni az iOS- és iPadOS-eszközén. Ehhez válassza a Beállítások > Térképek menüpontot, és koppintással kapcsolja ki az Értékelések és fotójavaslatok megjelenítése beállítást, vagy a Mac gépén válassza a Térképek > Beállítások > Általános menüpontot, és törölje az Értékelések és fotójavaslatok megjelenítése beállítás bejelölését.\n\nAz Értékelések és fotók fejlesztése\n\nAz Értékelések és fotók funkcióval arra törekszünk, hogy a látnivaló helyével kapcsolatos információkat megjelenítő kártyán a legrelevánsabb és legváltozatosabb képeket jelenítsük meg és rangsoroljuk. Elképzelhető, hogy a beküldött képek a termék és a szolgáltatás továbbfejlesztéséhez lesznek felhasználva. Mielőtt erre a célra felhasználnánk egy képet, eltávolítjuk a személyazonosításra alkalmas információkat, és megszüntetjük a beküldött kép összekapcsolását az Apple ID-jával.\n\nArra törekszünk, hogy azokat a beküldött tartalmakat is kiszűrjük, amelyek megszegik a feltételeinket (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Ha Ön ilyen tartalmat küld be, akkor szándékaink szerint az ilyen tartalmak nem lesznek közzétéve, vagy elhomályosítva jelennek meg, előfordulhat, hogy a fiókja blokkolva lesz, és bizonyos esetekben az is megtörténhet, hogy az Apple ID-jával társított e-mail-címén felvesszük Önnel a kapcsolatot. A szolgáltatásunk integritásának megőrzése érdekében a feltételeinknek nem megfelelő képekből néhányat felhasználhatunk arra, hogy továbbfejlesszük ezt a funkciót, és a jövőben jobban ki tudjuk szűrni az ilyen jellegű tartalmakat.\n\nMegosztás harmadik felekkel\n\nAz Apple a neki küldött adatokat harmadik félnek minősülő, megbízható szolgáltatóknál dolgozza fel és tárolja.\n\nMegőrzés\n\nAz Értékelések és fotók szolgáltatásban közzétett tartalmakat megőrizzük, és eltároljuk őket az Apple ID-jával, kivéve, ha törli az ilyen jellegű tartalmakat, vagy fióktörlési kérelmet küld az adatvédelmi portálunkra a privacy.apple.com címen. Ha kérdései vagy aggályai vannak azzal kapcsolatban, hogy a személyes adatai hogyan vannak felhasználva az Értékelések és fotók funkciót illetően, vagy kapcsolatba szeretne lépni az adatvédelmi megbízottal, vegye fel velünk a kapcsolatot a www.apple.com\/hu\/privacy\/contact weboldalon.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "「評分與相片」和所有Apple服務的整體設計可保護你的私隱。我們努力收集真正需要的資料來改進你的體驗。收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。\n\n提供「評分與相片」\n\n如要將「提交內容」上載到你選擇的POI，你必須有Apple ID。你的大約位置以及與影像相關的位置資料亦會傳送至Apple，並用來確認「提交內容」的真實性。你的「提交內容」會連繫至你的Apple ID並會保留，除非你刪除了這些送出的內容或在privacy.apple.com的「資料與私隱」頁面提出了刪除帳户的要求。我們亦會收集沒有連繫至你的Apple ID且不可識別個人身份的特定資料，例如關於你「提交內容」的使用狀況分析。\n\n當你使用「評分與相片」時，描述你或其他人的個人資料之影像（例如，可識別人的影像）可能不會被接受。\n\n如你最近曾經到訪或拍攝景點相片，「地圖」可能會建議你傳送評分或相片。這些建議只會透過裝置端處理，Apple無法讀取。你可以選擇不在iOS或iPadOS裝置上接收這些建議，請前往「設定」>「地圖」，然後點一下以停用「顯示評分和相片建議」，在Mac上請前往「地圖」>「偏好設定」>「一般」，然後取消選擇「顯示評分和相片建議」。\n\n改善「評分與相片」\n\n在「評分與相片」中，我們旨在於POI位置卡上顯示最相關和多樣化的影像並進行排名。送出的影像可能會用來改進產品和服務。在將任何影像用作此目的前，我們會刪除任何可識別個人身份的資料，並取消「提交內容」和Apple ID的連繫。\n\n我們亦旨在過濾違反條款（www.apple.com\/legal\/internet-services\/maps\/ratings-photos）的「提交內容」。如果你送出了此類內容，我們的做法是模糊或不發佈這些內容，而你的帳户可能會被封鎖，在某些情況下，我們可能會透過連繫至你Apple ID的電郵聯絡你。為了確保服務的完整性，我們可能會使用不符合我們「條款」的影像樣本，以改進我們日後過濾掉此類內容的能力。\n\n與第三方分享\n\n傳送給Apple的資料可能會經由信任的第三方服務供應商處理和儲存。\n\n保留\n\n我們會保留你在「評分與相片」中發佈的內容，並透過你的Apple ID儲存，除非你刪除此類內容或透過Apple的私隱入口網站（privacy.apple.com）提交帳户刪除要求。如你對「評分與相片」中相關個人資料的使用方式有疑問或顧慮，或者你想與我們的資料保護專員聯繫，請和我們聯絡：www.apple.com\/hk\/privacy\/contact。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Puanlar ve Fotoğraflar ve tüm Apple servisleri her yönüyle gizliliğinizi koruyacak şekilde tasarlanmıştır. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz.\n\nPuanlar ve Fotoğraflar’ı Sunma\n\nSeçtiğiniz bir ilgi çekici yere (POI) gönderimde bulunmak için Apple kimliğiniz olması gerekir. Yaklaşık konumunuz ve görüntünüzle ilişkili konum bilgileri de Apple’a gönderilir ve gönderimin gerçekliğini doğrulamak için kullanılır. Gönderimleriniz Apple kimliğinizle ilişkilendirilir ve bu tür gönderimleri silmediğiniz veya privacy.apple.com adresindeki Veriler Gizlilik sayfamıza hesap silme isteği göndermediğiniz sürece tutulur. Apple kimliğinizle ilişkili olmayan, gönderimleriniz hakkındaki kullanım verileri gibi kişisel olarak tanınır olmayan bazı bilgileri de toplarız.\n\nPuanlar ve Fotoğraflar’ı kullanırken sizin veya başka kişilerin kişisel bilgilerini gösteren görüntüler (örneğin bir kişinin tanınmasını sağlayan görüntüler) kabul edilmeyebilir.\n\nHarita, yakın bir zamanda ilgi çekici bir yeri ziyaret ettiyseniz veya oranın bir fotoğrafını çektiyseniz puanlamanızı veya fotoğraf göndermenizi önerebilir. Bu öneriler, aygıtta işleme kullanılarak yapılır ve Apple tarafından okunamaz. Bu önerileri almamak için iOS veya iPadOS aygıtınızda Ayarlar > Harita’ya gidip Puan ve Fotoğraf Önerilerini Göster’i kapatmak üzere dokunun ve Mac’inizde Harita > Tercihler > Genel’e gidip Puan ve Fotoğraf Önerilerini Göster’in seçimini kaldırın.\n\nPuanlar ve Fotoğraflar’ı İyileştirme\n\nPuanlar ve Fotoğraflar’da, POI yer kartında en ilgili ve farklı görüntülerin görüntülenmesini ve sıralanmasını amaçlıyoruz. Gönderdiğiniz görüntüler, ürünü ve servisi iyileştirmek için kullanılabilir. Herhangi bir görüntüyü böyle bir amaç için kullanmadan önce gönderiminizdeki kişisel olarak tanınır bilgiler silinir ve gönderimin Apple kimliğinizle ilişkisi kesilir.\n\nHükümlerimizi (www.apple.com\/legal\/internet-services\/maps\/ratings-photos) ihlal eden gönderimleri de filtrelemeyi amaçlıyoruz. Bu tür bir içerik gönderirseniz amacımız böyle bir içeriğin hiç yayımlanmaması ya da bulanıklaştırılmasıdır, hesabınız engellenebilir ve bazı durumlarda Apple kimliğinizle ilişkili e-posta adresinizi kullanarak sizinle iletişime geçebiliriz. Servisin bütünlüğünü korumak amacıyla Hükümlerimize uymayan görüntü örnekleri, gelecekte bu tür içerikleri filtreleme özelliğimiz için kullanılabilir.\n\nÜçüncü Partilerle Paylaşma\n\nApple’a gönderilen veriler, güvenilir üçüncü parti servis sağlayıcıları tarafından işlenebilir ve saklanabilir.\n\nBilgi Saklama\n\nPuanlar ve Fotoğraflar’a gönderdiğiniz içerikler tutulur ve bu tür içerikleri silmediğiniz veya privacy.apple.com adresindeki Apple’ın Gizlilik Portalı üzerinden hesap silme isteği göndermediğiniz sürece Apple kimliğinizle ilişkili olarak saklanır. Puanlar ve Fotoğraflar’a ilişkin olarak kişisel bilgilerinizin nasıl kullanıldığı hakkında sorularınız veya endişeleriniz varsa ya da Veri Koruma Görevlimize ulaşmak istiyorsanız bizimle www.apple.com\/legal\/privacy\/contact adresinde iletişime geçebilirsiniz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Oceny i zdjęcia oraz wszystkie usługi Apple zostały zaprojektowane z myślą o ochronie Twojej prywatności. Staramy się gromadzić tylko te dane, których rzeczywiście potrzebujemy do ulepszania naszych produktów i usług. Gdy gromadzimy dane, informujemy Cię jakie i dlaczego, aby pozwolić Ci dokonywać świadomych wyborów.\n\nDostarczanie ocen i zdjęć\n\nAby wysłać zgłoszenie do wybranego przez Ciebie ważnego miejsca, musisz mieć Apple ID. Twoje przybliżone położenie i informacje o położeniu powiązane z Twoim obrazkiem zostaną również przesłane do Apple i wykorzystane do potwierdzenia autentyczności Zgłoszenia. Twoje zgłoszenia zostaną powiązane z Twoim Apple ID i zachowane, chyba że usuniesz takie zgłoszenia lub prześlesz prośbę o usunięcie konta do naszego Portalu prywatności dostępnego pod adresem privacy.apple.com. Gromadzimy również pewne informacje, które nie umożliwiają identyfikacji konkretnej osoby, takie jak analizy użytkowania dotyczące przesłanych materiałów, które nie są powiązane z Twoim Apple ID.\n\nGdy korzystasz z usługi Oceny i zdjęcia, obrazy przedstawiające Twoje dane osobowe lub informacje osobowe innych osób (na przykład obrazy identyfikujące osobę) mogą nie zostać zaakceptowane.\n\nAplikacja Mapy może sugerować wysłanie oceny lub zdjęcia niedawno odwiedzonego ważnego miejsca. Te sugestie są generowane na urządzeniu w sposób, który uniemożliwia ich odczytanie przez Apple. Możesz wskazać, że nie chcesz otrzymywać tych sugestii. W tym celu przejdź do Ustawień, stuknij w Mapy i wyłącz stuknięciem opcję Pokazuj oceny i sugestie zdjęć (na urządzeniu iOS lub iPadOS) albo przejdź do Map, kliknij w pozycję menu Mapy > Preferencje, kliknij w Ogólne i usuń zaznaczenie opcji Pokazuj oceny i sugestie zdjęć (na Macu).\n\nUlepszanie (Oceny i zdjęcia)\n\nW usłudze Oceny i zdjęcia naszym celem jest wyświetlanie i klasyfikowanie najbardziej odpowiednich i różnorodnych obrazków na plakietce ważnych miejsc. Wysłane przez Ciebie obrazki mogą zostać użyte do ulepszenia produktu i usługi. Zanim jednak wykorzystamy jakikolwiek obrazek w tym celu, usuwamy wszelkie dane mogące identyfikować osobę i rozdzielamy Twoje zgłoszenie od Apple ID.\n\nNaszym celem jest również odfiltrowywanie zgłoszeń, które naruszają nasze Warunki (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Jeśli prześlesz takie treści, naszym zamiarem jest, aby nie zostały one opublikowane lub zostały zamazane, a Twoje konto może zostać zablokowane. W określonych przypadkach możemy próbować skontaktować się z Tobą pod adresem email powiązanym z Twoim Apple ID. Aby zapewnić integralność usługi, próbki obrazów, które nie spełniają naszych Warunków, mogą zostać wykorzystane do poprawy naszej zdolności do odfiltrowywania takich treści w przyszłości.\n\nUdostępnianie danych innym podmiotom\n\nDane wysyłane do Apple mogą być przetwarzane i przechowywane na serwerach zaufanych podmiotów świadczących usługi na rzecz Apple.\n\nPrzechowywanie danych\n\nZatrzymujemy treści wysłane przez Ciebie w ramach usługi Oceny i zdjęcia i przechowujemy je razem z Twoim Apple ID, chyba że usuniesz takie treści lub prześlesz prośbę o usunięcie konta za pośrednictwem Portalu prywatności Apple dostępnego pod adresem privacy.apple.com. Jeśli masz pytania lub wątpliwości dotyczące sposobu wykorzystania Twoich danych osobowych w ramach usługi Oceny i zdjęcia, lub chcesz o coś zapytać naszego inspektora ochrony danych, możesz się z nami skontaktować pod adresem www.apple.com\/pl\/privacy\/contact.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "「評分與照片」和所有Apple服務的設計著重於保護您的隱私權。我們努力收集真正需要的資料來改進您的體驗。收集資料時，我們必定告知所收集的內容以及需求原因，讓您在知情的情況下做出選擇。\n\n提供「評分與照片」內容\n\n若您選擇上傳內容到景點上，您必須擁有Apple ID。與您的影像相關的大約位置和位置資訊也會傳送到Apple，用以確認送出內容的真實性。您的送出內容將連結到您的Apple ID並加以保留，除非您刪除了這些送出內容或在privacy.apple.com的「資料與隱私權」頁面提出了刪除帳號的要求。我們也會收集部分與您的Apple ID無關的非個人身分識別資訊，例如送出內容的使用狀況統計。\n\n當您使用「評分與照片」時，若影像涉及您或其他人的個人資訊（例如，可辨識出某個人員的影像），則可能不會接受此類影像。\n\n若您最近曾參訪或拍攝興趣點照片，「地圖」可能會建議您傳送評分或照片。這些建議只會透過裝置端處理，Apple無法讀取。您可以選擇不在iOS或iPadOS裝置上接收這些建議，請前往「設定」>「地圖」，然後點一下來停用「顯示評分和照片建議」，在Mac上請前往「地圖」>「偏好設定」>「一般」，然後取消選取「顯示評分和照片建議」。\n\n改進「評分與照片」\n\n在「評分與照片」中，我們的主要目的是在POI座標上顯示最相關和多樣化的影像並對其進行排名。送出的影像可能會用來改進產品和服務。在我們為此目的使用任何影像之前，我們會刪除所有可辨識個人身分的資訊，並且讓送出的內容與您的Apple ID不產生關聯。\n\n我們也會致力於過濾掉違反「條款」（https:\/\/www.apple.com\/tw\/legal\/internet-services\/maps\/ratings-photos\/ww\/）的送出內容。如果您送出了此類內容，我們的做法是不發佈或模糊這些內容，且您的帳號可能會被封鎖，在部分情況下，我們可能會使用與您的Apple ID相關聯的電子郵件來聯絡您。為了確保服務的完整，可能會使用不符合我們「條款」的影像樣本以改進我們在未來過濾掉此類內容的能力。\n\n與第三方分享\n\n傳送到Apple的資料可能會由信任的第三方服務供應商處理和儲存。\n\n保留\n\n我們會保留您發佈在「評分與照片」中的內容並與您的Apple ID一起儲存，除非您刪除了這些內容或透過Apple的隱私權入口網站（privacy.apple.com）提出了刪除帳號的要求。若您對「評分與照片」中相關個人資訊的使用方式有疑問或考量，或者您想與我們的資料保護人員聯繫，請和我們聯絡：www.apple.com\/tw\/privacy\/contact。\n\n在任何時間，Apple所收集的資訊均會依照「Apple隱私權政策」處理，請參訪www.apple.com\/tw\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings & Photos and all Apple services are designed from the ground up to protect your privacy. We work hard to collect only the data we need to make your experience better. When we collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices.\n\nProviding Ratings & Photos\n\nTo upload a Submission to a POI of your choice, you must have an Apple ID. Your approximate location and location information associated with your image will also be sent to Apple and used to confirm authenticity of the Submission. Your Submissions will be linked to your Apple ID and retained unless you delete such Submission(s) or submit an account deletion request to our Data and Privacy page at privacy.apple.com. We also collect certain non-personally identifiable information, such as usage analytics about your Submissions, that is not associated with your Apple ID.\n\nWhen you use Ratings & Photos, images that depict your personal information or personal information about others (for example, images that identify a person) may not be accepted.\n\nMaps may suggest that you submit a rating or photo if you have recently visited or taken a photo of a POI. These suggestions are done using on-device processing and cannot be read by Apple. You can choose not to receive these suggestions on your iOS or iPadOS device by going to Settings > Maps and tapping to disable Show Ratings and Photos Suggestions, and on your Mac by going to Maps > Preferences > General and deselecting Show Ratings and Photos Suggestions.\n\nImproving Ratings & Photos\n\nIn Ratings & Photos, we aim to display and rank the most relevant and diverse images on the POI placecard. Images that you submit may be used to improve the product and service. Before we use any image for such purpose, we remove any personally identifiable information and disassociate the Submission from your Apple ID.\n\nWe also aim to filter out Submissions that violate our Terms (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). If you submit such content, our intention is that it either will not be posted or will be blurred, your account may be blocked, and in certain cases we may contact you using the email address associated with your Apple ID. To maintain the integrity of the service, a sample of images that do not meet our Terms may be used to improve our ability to filter out such content in the future.\n\nSharing with Third Parties\n\nData that is sent to Apple may be processed and stored by trusted third-party service providers.\n\nRetention\n\nWe retain the content you post in Ratings & Photos and store it with your Apple ID unless you delete such content or submit an account deletion request via Apple’s Privacy Portal at privacy.apple.com. If you have questions or concerns about how your personal information is used as it relates to Ratings & Photos, or you would like to reach our Data Protection Officer, you can contact us at www.apple.com\/uk\/legal\/privacy\/contact.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xếp hạng & Ảnh và tất cả các dịch vụ của Apple được thiết kế dựa trên nền tảng bảo vệ quyền riêng tư của bạn. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn. Khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn.\n\nCung cấp Xếp hạng & Ảnh\n\nĐể tải lên Nội dung gửi cho một POI mà bạn lựa chọn, bạn phải có ID Apple. Vị trí gần đúng của bạn và thông tin vị trí được liên kết với hình ảnh của bạn cũng sẽ được gửi đến Apple và được sử dụng để xác minh tính xác thực của Nội dung gửi. Nội dung gửi sẽ được liên kết với ID Apple của bạn và được lưu giữ trừ khi bạn xóa (những) Nội dung gửi đó hoặc gửi yêu cầu xóa tài khoản lên trang web Dữ liệu và Quyền riêng tư của chúng tôi tại privacy.apple.com. Chúng tôi cũng thu thập thông tin nhận dạng phi cá nhân nhất định, ví dụ như các phân tích sử dụng về Nội dung gửi của bạn, không được liên kết với ID Apple của bạn.\n\nKhi bạn sử dụng Xếp hạng & Ảnh, các hình ảnh mô tả thông tin cá nhân của bạn hoặc thông tin cá nhân về người khác (ví dụ như hình ảnh nhận dạng một người) có thể không được chấp nhận.\n\nBản đồ có thể gợi ý bạn gửi xếp hạng hoặc ảnh nếu gần đây bạn đã ghé thăm hoặc chụp ảnh về một POI. Những gợi ý này được đưa ra bằng phương thức xử lý trên thiết bị và Apple không thể đọc được. Bạn có thể lựa chọn không nhận những gợi ý này trên thiết bị iOS hoặc iPadOS bằng cách đi tới Cài đặt > Bản đồ và chạm để tắt Hiển thị xếp hạng và gợi ý ảnh và trên máy Mac của bạn bằng cách đi tới Bản đồ > Tùy chọn > Cài đặt chung và bỏ chọn Hiển thị xếp hạng và gợi ý ảnh.\n\nCải thiện Xếp hạng & Ảnh\n\nTrong Xếp hạng & Ảnh, mục tiêu của chúng tôi là hiển thị và xếp hạng các hình ảnh phù hợp và đa dạng nhất về thẻ địa điểm POI. Các hình ảnh mà bạn gửi có thể được sử dụng để cải thiện sản phẩm và dịch vụ. Trước khi sử dụng bất kỳ hình ảnh nào cho mục đích như vậy, chúng tôi xóa mọi thông tin nhận dạng cá nhân và hủy liên kết Nội dung gửi khỏi ID Apple của bạn.\n\nChúng tôi cũng tập trung lọc ra những Nội dung gửi vi phạm các điều khoản (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Nếu bạn gửi nội dung như vậy, chúng tôi sẽ không đăng hoặc làm mờ nội dung, tài khoản của bạn có thể bị chặn và trong các trường hợp nhất định, chúng tôi có thể liên lạc với bạn bằng địa chỉ email được liên kết với ID Apple của bạn. Để duy trì tính toàn vẹn của dịch vụ, một mẫu gồm các hình ảnh không đáp ứng các Điều khoản của chúng tôi có thể được sử dụng để cải thiện khả năng lọc nội dung như vậy trong tương lai.\n\nChia sẻ với bên thứ ba\n\nDữ liệu được gửi đến Apple có thể được xử lý và lưu trữ bởi các nhà cung cấp dịch vụ bên thứ ba được tin cậy.\n\nLưu giữ\n\nChúng tôi lưu giữ nội dung mà bạn đăng trong Xếp hạng & Ảnh và lưu trữ cùng với ID Apple của bạn trừ khi bạn xóa nội dung đó hoặc gửi yêu cầu xóa tài khoản thông qua Cổng thông tin quyền riêng tư của Apple tại địa chỉ privacy.apple.com. Nếu bạn có câu hỏi hoặc lo ngại về cách thông tin cá nhân được sử dụng khi liên quan đến Xếp hạng & Ảnh hoặc bạn muốn liên hệ với Nhân viên bảo vệ dữ liệu, bạn có thể liên hệ với chúng tôi tại www.apple.com\/vn\/privacy\/contact.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые функцией «Оценки и фото» и всеми службами Apple, надежно защищены. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для совершенствования предоставляемых услуг. Когда мы собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение.\n\nПредоставление функции «Оценки и фото»\n\nЧтобы выгружать материал, связанный с точками на карте, необходима учетная запись Apple ID. Ваша приблизительная геопозиция и геоданные выгружаемой карты также будут отправлены в Apple для подтверждения действительности материала. Материалы связываются с Вашим Apple ID и хранятся, пока Вы не удалите их или не оставите запрос об их удалении на веб‑странице «Данные и конфиденциальность»: privacy.apple.com. Мы также собираем определенную обезличенную информацию, например аналитические данные об отправленных Вами материалах. Эта информация не связана с Вашим Apple ID.\n\nЕсли Вы используете функцию «Оценки и фото», изображения, позволяющие установить Вашу личность или содержащие личную информацию других людей (например, изображения, идентифицирующие людей), могут быть не приняты.\n\nПриложение «Карты» может предложить Вам оценить недавно посещенное место или выгрузить сделанное Вами фото этого места. Такие материалы обрабатываются на устройстве и не могут быть прочитаны Apple. Вы можете отказаться от получения таких предложений на своем устройстве iOS или iPadOS. Для этого откройте «Настройки» > «Карты» и выключите параметр «Предложение оценок и фото». На компьютере Mac выберите пункт меню «Карты» > «Настройки» > «Основные» и снимите флажок «Предложение оценок и фото».\n\nУлучшение функции «Оценки и фото»\n\nВ рамках функции «Оценки и фото» мы стремимся отображать и ранжировать наиболее релевантные и разнообразные изображения на карточках достопримечательностей. Отправляемые Вами изображения могут быть использованы для улучшения продукта и сервиса. Прежде чем использовать любое изображение в таких целях, мы удаляем личную информацию и привязку отправленного Вами материала к Вашему Apple ID.\n\nМы также стремимся отфильтровывать любые материалы, нарушающие наши Условия (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Если Вы отправите такой контент, мы постараемся сделать так, чтобы он не был опубликован или был размыт, а Ваша учетная запись при этом может быть заблокирована. В некоторых случаях мы можем связаться с Вами по адресу электронной почты, связанному с Вашим Apple ID. Чтобы поддерживать качество сервиса, мы можем использовать подборку изображений, не соответствующих нашим Условиям, для улучшения фильтрации такого контента в будущем.\n\nПредоставление информации третьим сторонам\n\nДанные, которые отправляются в Apple, могут обрабатываться и храниться у доверенных сторонних партнеров.\n\nХранение данных\n\nКонтент, опубликованный Вами в Оценках и фото, хранится с привязкой к Вашему Apple ID на наших серверах, пока Вы не удалите такой контент или не отправите запрос о его удалении в разделе «Данные и конфиденциальность» на портале Apple по адресу: privacy.apple.com. Если у Вас есть вопросы или опасения, связанные с использованием Вашей личной информации в рамках функции «Оценки и фото», или если Вы хотите обратиться к нашему Ответственному лицу по защите данных, свяжитесь с нами по адресу: www.apple.com\/legal\/privacy\/contact.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "« Notes et photos » et tous les services Apple sont entièrement conçus pour protéger votre confidentialité. Nous veillons à collecter uniquement les données dont nous avons besoin pour améliorer votre expérience d’utilisation. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés.\n\nEntrer une note et des photos\n\nVous devez disposer d’un identifiant Apple afin de soumettre une entrée pour le site touristique de votre choix. Votre position approximative et les données de localisation associées à votre image seront également envoyées à Apple et utilisées pour confirmer l’authenticité de l’entrée soumise. Votre entrée sera associée à votre identifiant Apple et conservée, à moins que vous ne la supprimiez ou que vous ne soumettiez une demande de suppression de compte par l’entremise de notre page Données et confidentialité à l’adresse privacy.apple.com. Nous recueillons également certaines informations non personnelles, telles que des analyses d’utilisation relatives à la soumission de vos entrées. Ces informations ne sont pas associées à votre identifiant Apple.\n\nLorsque vous utilisez « Notes et photos », les images sur lesquelles figurent des informations personnelles vous concernant ou qui concernent d’autres personnes (par exemple, des images qui identifient une personne) pourraient ne pas être acceptées.\n\nL’app Plans pourrait suggérer que vous soumettiez un avis ou une photo si vous avez récemment visité ou pris en photo un lieu d’intérêt. Ces suggestions sont formulées à partir de l’appareil et ne peuvent pas être lues par Apple. Vous pouvez choisir de ne pas recevoir ces suggestions sur votre appareil iOS ou iPadOS en accédant à Réglages > Plans et en désactivant « Afficher les avis et les suggestions de photos », et sur votre Mac, en accédant à Plans > Préférences > Général, puis en désélectionnant « Afficher les avis et les suggestions de photos ».\n\nAméliorer « Notes et photos »\n\nDans « Notes et photos », nous souhaitons afficher et classer les images les plus pertinentes et diverses sur la fiche du site touristique. Les images que vous soumettez pourraient être utilisées pour améliorer le produit et le service. Avant d’utiliser toute image à ces fins, nous supprimons toute information susceptible d’identifier quelqu’un et dissocions la soumission de votre identifiant Apple.\n\nNous visons également à filtrer les soumissions qui enfreignent nos modalités (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Si vous soumettez de tels contenus, nous nous efforcerons d’empêcher leur publication ou de les flouter, et votre compte pourrait être bloqué. Il se peut que dans certains cas nous communiquions avec vous par l’entremise de l’adresse courriel associée à votre identifiant Apple. Pour veiller à l’intégrité du service, un échantillon d’images non conformes à nos modalités pourrait être utilisé pour améliorer notre capacité à filtrer de tels contenus.\n\nPartage avec des tiers\n\nLes données envoyées à Apple peuvent être traitées et stockées par des fournisseurs tiers de confiance.\n\nConservation\n\nNous conservons le contenu de vos publications dans « Notes et photos » et l’associons à votre identifiant Apple, à moins que vous ne supprimiez ledit contenu ou que vous ne soumettiez une demande de suppression de compte par l’entremise du portail de confidentialité d’Apple à l’adresse privacy.apple.com. Communiquez avec nous si vous avez des questions ou si vous éprouvez des inquiétudes quant à la façon dont vos informations personnelles sont utilisées dans le cadre de « Notes et photos », ou si vous souhaitez communiquer avec notre délégué à la protection des données à l’adresse www.apple.com\/ca\/fr\/privacy\/contact.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Avis et photos ainsi que tous les services Apple sont conçus pour protéger votre confidentialité. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés.\n\nMise à disposition d’Avis et photos\n\nVous devez posséder un identifiant Apple pour soumettre des suggestions de points d’intérêt. Votre position approximative et les informations sur votre position associées à votre image seront également envoyées à Apple et utilisées pour confirmer l’authenticité de la soumission. Vos soumissions seront liées à votre identifiant Apple et conservées, sauf si vous les supprimez ou envoyez une demande de suppression de compte sur notre page Données et confidentialité à l’adresse privacy.apple.com. Nous recueillons également certaines informations ne permettant pas de vous identifier, comme des analyses d’utilisation sur vos soumissions, qui ne sont pas associées à votre identifiant Apple.\n\nLorsque vous utilisez Avis et photos, les images qui affichent vos informations personnelles ou celles d’autres personnes (comme des images qui identifient une personne) peuvent ne pas être acceptées.\n\nPlans peut vous suggérer d’envoyer un avis ou une photo si vous avez récemment visité ou photographié un point d’intérêt. Ces suggestions sont générées via un traitement exécuté sur l’appareil et ne peuvent pas être lues par Apple. Vous pouvez choisir de ne pas recevoir ces suggestions sur votre appareil iOS ou iPadOS en accédant à Réglages > Plans, puis en touchant le réglage « Afficher les suggestions Avis et photos » pour le désactiver, et sur votre Mac en accédant à Plans > Préférences > Général, puis en désélectionnant « Afficher les suggestions Avis et photos ».\n\nAmélioration d’Avis et photos\n\nDans Avis et photos, notre objectif consiste à afficher et classer les images les plus pertinentes et les plus diverses sur la fiche du point d’intérêt. Les images que vous envoyez peuvent être utilisées pour améliorer le produit et le service. Avant d’utiliser une image à cette fin, nous supprimons toutes les informations permettant de vous identifier et annulons l’association de la soumission à votre identifiant Apple.\n\nNous visons également à filtrer les soumissions qui enfreignent nos conditions (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Si vous soumettez un tel contenu, nous nous efforcerons d’empêcher sa publication ou de le flouter, et votre compte pourrait être bloqué. Dans certains cas, nous pourrons également vous contacter à l’aide de l’adresse e-mail associée à votre identifiant Apple. Pour préserver l’intégrité du service, un échantillon d’images non conformes à nos conditions pourrait être utilisé pour améliorer notre capacité à filtrer un tel contenu.\n\nPartage avec des tiers\n\nLes données envoyées à Apple peuvent être traitées et conservées par des fournisseurs de service tiers de confiance.\n\nRétention\n\nNous conservons le contenu que vous publiez dans Avis et photos et le stockons avec votre identifiant Apple, sauf si vous supprimez ce contenu ou envoyez une demande de suppression de compte via le portail de confidentialité d’Apple à l’adresse privacy.apple.com. Si vous avez des questions ou des inquiétudes concernant l’utilisation de vos données personnelles en lien avec Avis et photos, ou si vous souhaitez échanger avec notre délégué à la protection des données, vous pouvez nous contacter à l’adresse www.apple.com\/fr\/legal\/privacy\/.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat ja kaikki Applen palvelut on suunniteltu alusta lähtien suojaamaan yksityisyyttäsi. Apple pyrkii keräämään vain tarvitsemansa tiedot tehdäkseen kokemuksestasi paremman. Applen mielestä on tärkeää, että tiedät, mitä tietoja Apple kerää ja miksi niitä tarvitaan, jotta voit tehdä tietoon perustuvia valintoja.\n\nTarjonta Arvioinneissa ja kuvissa\n\nJotta voit tehdä Lähetyksen valitsemaasi Kiinnostavaan paikkaan, sinulla on oltava Apple ID. Likimääräinen sijaintisi ja kuvaan liittyvä paikkatieto lähetetään myös Applelle, ja tietoja käytetään Lähetyksen oikeellisuuden varmistamiseen. Lähetyksesi yhdistetään Apple ID:hesi ja säilytetään, ellet poista Lähetyksiäsi tai tee tilinpoistopyyntöä Applen Tietosuoja-sivulla osoitteessa privacy.apple.com. Apple kerää myös tiettyjä tietoja, joita ei voida yhdistää henkilöön, kuten käyttöanalyysejä Lähetyksistä. Näitä tietoja ei yhdistetä Apple ID:hesi.\n\nKun käytät Arvioinnit ja kuvat -toimintoa, kuvia, joissa näkyy henkilökohtaisia tietojasi tai henkilökohtaisia tietoja muista (esim. kuvat, joista henkilön voi tunnistaa), ei välttämättä hyväksytä.\n\nKartat saattaa pyytää sinua lähettämään arvioinnin tai kuvan, jos olet hiljattain käynyt kiinnostavassa paikassa tai ottanut siitä kuvan. Nämä ehdotukset tehdään käyttäen laitteessa tapahtuvaa käsittelyä, eikä Apple voi lukea niitä. Voit valita olla vastaanottamatta näitä ehdotuksia. Tee tämä iOS- tai iPadOS-laitteessa valitsemalla Asetukset > Kartat ja napauttamalla ”Näytä arvioinnit ja kuvaehdotukset” pois päältä. Macissa valitse Kartat > Asetukset > Yleiset ja poista Näytä arvioinnit ja kuvaehdotukset -valinta.\n\nArviointien ja kuvien parantaminen\n\nApple pyrkii Arvioinnit ja kuvat -toiminnossa näyttämään ja esittelemään merkityksellisimmät ja vaihtelevimmat kuvat Kiinnostavan paikan paikkakortilla. Lähettämiäsi kuvia voidaan käyttää tuotteen ja palvelun parantamiseen. Ennen kuvan käyttämistä kyseiseen tarkoitukseen Apple poistaa kaiken henkilön tunnistamisen mahdollistavan tiedon ja erottaa lähetyksesi Apple ID:stäsi.\n\nApple myös pyrkii suodattamaan pois lähetykset, jotka rikkovat sen käyttöehtoja (www.apple.com\/fi\/legal\/internet-services\/maps\/ratings-photos). Jos lähetät tällaista sisältöä, tavoitteena on joko jättää se julkaisematta tai julkaista se sumennettuna. Lisäksi tilisi voidaan estää, ja joissakin tapauksissa sinuun voidaan ottaa yhteyttä käyttäen Apple ID:hesi yhdistettyä sähköpostiosoitetta. Palvelun rehellisyyden ylläpitämiseksi näytettä ehtojen vastaisista kuvista voidaan käyttää parantamaan Applen kykyä suodattaa pois vastaava sisältö tulevaisuudessa.\n\nJako kolmansien osapuolien kanssa\n\nApplen keräämiä tietoja voidaan antaa luotettavien ulkopuolisten palveluntarjoajien käsiteltäväksi ja säilytettäväksi.\n\nSäilytys\n\nApple säilyttää Arvioinnit ja kuvat -toiminnolla julkaisemasi sisällön ja säilyttää sitä yhdistettynä Apple ID:hesi ellet poista sisältöä tai tee tilinpoistopyyntöä Applen tietosuojaportaalissa osoitteessa privacy.apple.com. Jos sinulla on kysyttävää henkilökohtaisten tietojesi käytöstä liittyen Arvioinnit ja kuvat -toimintoon, tai haluat olla yhteydessä tietosuojavastaavaan, voit ottaa Appleen yhteyttä osoitteessa www.apple.com\/fi\/privacy\/contact.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian & Foto dan semua layanan Apple seluruhnya dirancang untuk melindungi privasi Anda. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik. Saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat mengambil keputusan dengan bijak.\n\nMenyediakan Penilaian & Foto\n\nUntuk mengunggah Pengiriman ke TM pilihan Anda, Anda harus memiliki ID Apple. Perkiraan lokasi dan informasi lokasi yang terkait dengan gambar Anda juga akan dikirimkan ke Apple dan digunakan untuk mengonfirmasi keabsahan Pengiriman. Pengiriman Anda akan ditautkan ke ID Apple dan disimpan kecuali jika Anda menghapus Pengiriman tersebut dan mengirimkan permintaan penghapusan akun ke halaman Data dan Privasi kami di privasi.apple.com. Kami juga mengumpulkan informasi tertentu yang tidak dapat diidentifikasi secara pribadi, seperti analisis penggunaan mengenai Pengiriman Anda, yang tidak dikaitkan dengan ID Apple.\n\nSaat Anda menggunakan Penilaian & Foto, gambar yang menampilkan informasi pribadi Anda atau informasi pribadi mengenai orang lain (misalnya, gambar yang mengidentifikasi seseorang) mungkin tidak akan diterima.\n\nPeta dapat menyarankan Anda untuk mengirim penilaian atau foto jika Anda baru mengunjungi atau mengambil foto tempat menarik. Saran ini dibuat menggunakan pemrosesan pada perangkat dan tidak dapat dibaca Apple. Anda dapat memilih untuk tidak menerima saran ini di perangkat iOS atau iPadOS Anda dengan membuka Pengaturan > Peta dan mengetuk untuk menonaktifkan Saran Penilaian dan Foto, dan di Mac Anda dengan membuka Peta > Preferensi > Umum dan membatalkan pilihan Saran Penilaian dan Foto.\n\nMeningkatkan Penilaian & Foto\n\nDi Penilaian & Foto, kami berupaya untuk menampilkan dan menggolongkan gambar yang paling relevan dan beragam pada kartu tempat TM. Gambar yang Anda kirim dapat digunakan untuk meningkatkan produk dan layanan. Sebelum kami dapat menggunakan gambar mana pun untuk tujuan tersebut, kami menghapus semua informasi yang dapat diidentifikasi secara pribadi untuk menghapus kaitan Pengiriman dari ID Apple Anda.\n\nKami juga berupaya untuk memfilter Pengiriman yang melanggar Syarat kami (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Jika Anda mengirim konten seperti itu, kami berusaha agar konten tersebut tidak akan diposting atau akan dikaburkan, akun Anda mungkin akan diblokir, dan dalam kasus tertentu kami dapat menghubungi menggunakan alamat email yang terkait dengan ID Apple Anda. Untuk memelihara integritas layanan, sampel gambar yang tidak memenuhi Syarat kami dapat digunakan untuk meningkatkan kemampuan kami untuk memfilter konten tersebut di masa mendatang.\n\nBerbagi dengan Pihak Ketiga\n\nData yang dikirimkan ke Apple dapat diproses dan disimpan oleh penyedia layanan pihak ketiga tepercaya.\n\nPenyimpanan\n\nKami menyimpan konten yang Anda posting di Penilaian & Foto dan menyimpannya dengan ID Apple Anda kecuali jika Anda menghapus konten tersebut atau mengirimkan permintaan penghapusan akun melalui Portal Privasi Apple di privacy.apple.com. Jika Anda memiliki pertanyaan atau kekhawatiran mengenai bagaimana informasi pribadi Anda digunakan dalam kaitannya dengan Penilaian & Foto atau Anda ingin menghubungi Petugas Perlindungan Data kami, Anda dapat menghubungi kami di www.apple.com\/id\/privacy\/contact.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "'Beoordelingen en foto's' en alle voorzieningen van Apple zijn volledig ontworpen om je privacy te beschermen. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen, vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken.\n\nBeoordelingen en foto's\n\nAls je een inzending wilt uploaden naar een nuttige plaats van jouw keus, moet je een Apple ID hebben. Je geschatte locatie en locatie­gegevens die aan je afbeel­ding zijn gekoppeld, worden ook naar Apple verzonden en gebruikt om de authen­ticiteit van de inzending te bevestigen. Je inzen­dingen worden gekoppeld aan je Apple ID en blijven bewaard, tenzij je deze inzen­ding(en) verwijdert of een verzoek tot verwij­dering van je account indient op onze pagina 'Gegevens en privacy' op privacy.apple.com. We verzamelen ook bepaalde informatie, zoals een gebruiks­analyse van je inzendingen. Uit deze informatie kan je identiteit niet worden afgeleid.\n\nWanneer je 'Beoordelingen en foto's' gebruikt, worden afbeel­dingen die je persoon­lijke informatie of persoon­lijke informatie over anderen weergeven (zoals foto's waarmee een persoon kan worden geïdentificeerd) mogelijk niet geaccepteerd.\n\nDe Kaarten-app kan voor­stellen dat je een beoor­deling of foto verzendt als je recent een nuttige plaats hebt bezocht of er een foto van hebt gemaakt. Deze suggesties worden gedaan via verwerking op het apparaat en kunnen niet worden gelezen door Apple. Je kunt ervoor kiezen om deze suggesties niet te ontvangen op je iOS- of iPadOS-apparaat door in Instellingen naar 'Kaarten' te gaan en te tikken om 'Toon suggesties voor 'Beoordelingen en foto's' uit te schakelen. Op je Mac ga je in de voorkeuren voor Kaarten naar 'Algemeen' en deselecteer je 'Toon suggesties voor 'Beoordelingen en foto's''.\n\n'Beoordelingen en foto's' verbeteren\n\nIn 'Beoordelingen en foto's' streven we ernaar om de meest relevante en gevarieerde foto's weer te geven en te rang­schikken bij de nuttige plaats. Afbeel­dingen die je inzendt, worden mogelijk gebruikt om het product en de dienst te verbeteren. Voordat we een afbeelding voor een dergelijk doel gebruiken, verwijderen we echter alle informatie waaruit iemands identiteit kan worden afgeleid en koppelen we je Apple ID los van de inzending.\n\nWe streven er ook naar om inzendingen weg te filteren die onze voorwaarden schenden (www.apple.com\/nl\/legal\/internet-services\/maps\/ratings-photos\/nl\/terms.html). Als je dergelijk materiaal inzendt, is het onze bedoeling dat dit niet wordt gepost of dat het vervaagd wordt weer­gegeven. In bepaalde gevallen is het boven­dien mogelijk dat we contact met je opnemen via het e‑mailadres dat aan je Apple ID is gekoppeld. Om de inte­griteit van de dienst te behouden, is het mogelijk dat afbeel­dingen die niet voldoen aan onze voor­waarden worden gebruikt om onze functie voor het weg­filteren van derge­lijk materiaal te verbeteren.\n\nDelen met derden\n\nGegevens die naar Apple worden verstuurd, worden mogelijk verwerkt en bewaard door erkende externe service­providers.\n\nBewaar­periode\n\nWe bewaren het materiaal dat je post in 'Beoordelingen en foto's' en slaan dit op met je Apple ID, tenzij je dit materiaal verwijdert of een verzoek tot verwijdering van je account indient via het privacy­portaal van Apple op privacy.apple.com. Als je vragen of opmerkingen hebt over de manier waarop je persoon­lijke informatie wordt gebruikt in verband met 'Beoordelingen en foto's' of als je onze afdeling voor gegevens­bescherming wilt bereiken, kun je contact met ons opnemen via www.apple.com\/nl\/privacy\/contact.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพและบริการทั้งหมดของ Apple ได้รับการออกแบบมาตั้งแต่ต้นเพื่อปกป้องความเป็นส่วนตัวของคุณ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น เมื่อเราเก็บรวบรวมข้อมูล เราคิดว่าคุณจำเป็นต้องทราบว่าเราเก็บข้อมูลอะไรและเหตุใดเราจึงต้องใช้ข้อมูลเหล่านั้น เพื่อให้คุณสามารถตัดสินใจได้ดียิ่งขึ้น\n\nการมอบการจัดอันดับและรูปภาพ\n\nในการอัปโหลดการส่งไปยัง POI ที่คุณเลือก คุณต้องมี Apple ID, ตำแหน่งที่ตั้งโดยประมาณของคุณและข้อมูลตำแหน่งที่ตั้งที่ผูกกับภาพของคุณจะถูกส่งไปที่ Apple และใช้เพื่อยืนยันความถูกต้องของการส่ง การส่งของคุณจะผูกกับ Apple ID ของคุณและเก็บไว้จนกว่าคุณจะลบการส่งดังกล่าวหรือส่งคำขอลบบัญชีไปยังหน้าข้อมูลและความเป็นส่วนตัวของเราที่ privacy.apple.com เรายังเก็บรวบรวมข้อมูลที่ไม่สามารถระบุตัวตนได้บางอย่าง เช่น การวิเคราะห์การใช้งานเกี่ยวกับการส่งของคุณ ซึ่งข้อมูลนี้จะไม่ผูกกับ Apple ID ของคุณ\n\nเมื่อคุณใช้การจัดอันดับและรูปภาพ ภาพที่แสดงข้อมูลส่วนบุคคลของคุณหรือข้อมูลส่วนบุคคลเกี่ยวกับผู้อื่น (ตัวอย่างเช่น ภาพที่ระบุตัวบุคคลได้) จะไม่ได้รับการยอมรับ\n\nแผนที่อาจแนะนำให้คุณส่งการจัดอันดับหรือรูปภาพหากคุณเยี่ยมชมหรือถ่ายรูปของ POI เมื่อเร็วๆ นี้ คำแนะนำเหล่านี้ดำเนินการโดยใช้การประมวลผลบนอุปกรณ์และ Apple ไม่สามารถอ่านได้ คุณสามารถเลือกที่จะไม่รับคำแนะนำเหล่านี้บนอุปกรณ์ iOS หรือ iPadOS ได้โดยไปที่การตั้งค่า > แผนที่ แล้วแตะเพื่อปิดใช้งานแสดงคะแนนและรูปภาพแนะนำ และบน Mac โดยไปที่แผนที่ > การตั้งค่า > ทั่วไป แล้วเลิกเลือกแสดงคะแนนและรูปภาพแนะนำ\n\nการปรับปรุงการจัดอันดับและรูปภาพ\n\nในการจัดอันดับและรูปภาพ เราตั้งใจจะแสดงและจัดอันดับภาพที่หลากหลายและสำคัญที่สุดบนบัตรสถานที่ POI ภาพที่คุณส่งอาจถูกใช้เพื่อปรับปรุงผลิตภัณฑ์และบริการ อย่างไรก็ตาม ก่อนที่เราจะใช้ภาพใดๆ เพื่อจุดประสงค์ดังกล่าว เราจะเอาข้อมูลที่สามารถระบุตัวตนได้ออกและปลดการส่งออกจาก Apple ID ของคุณ\n\nเรายังตั้งใจจะกรองการส่งที่ละเมิดข้อกำหนดของเรา (www.apple.com\/legal\/internet-services\/maps\/ratings-photos) ถ้าคุณส่งเนื้อหาดังกล่าว เราจะไม่โพสต์หรือเบลอเนื้อหาดังกล่าวตามความตั้งใจของเรา บัญชีของคุณอาจถูกปิดกั้น และในบางกรณี เราอาจติดต่อคุณโดยใช้ที่อยู่อีเมลที่ผูกกับ Apple ID ของคุณ ในการรักษาความสมบูรณ์ของบริการ เราอาจใช้ภาพตัวอย่างที่ไม่ตรงตามข้อกำหนดเพื่อปรับปรุงความสามารถในการกรองเนื้อหาดังกล่าวออกในอนาคต\n\nการแชร์ข้อมูลกับบุคคลหรือบริษัทอื่น\n\nข้อมูลที่ส่งไปที่ Apple อาจได้รับการประมวลผลและจัดเก็บโดยผู้ให้บริการที่เชื่อถือได้จากบุคคลหรือบริษัทอื่น\n\nการเก็บบันทึกข้อมูล\n\nเราจะเก็บรักษาเนื้อหาที่คุณโพสต์ในการจัดอันดับและรูปภาพ และจัดเก็บไว้กับ Apple ID จนกว่าคุณจะลบเนื้อหาดังกล่าวหรือส่งคำขอลบบัญชีผ่านพอร์ทัลความเป็นส่วนตัวของ Apple ที่ privacy.apple.com ถ้าคุณมีคำถามหรือข้อสงสัยเกี่ยวกับวิธีที่เราใช้ข้อมูลส่วนบุคคลของคุณเนื่องจากข้อมูลดังกล่าวเกี่ยวข้องกับการจัดอันดับและรูปภาพ หรือคุณต้องการที่จะติดต่อเจ้าหน้าที่ฝ่ายปกป้องข้อมูลของเรา คุณสามารถติดต่อเราได้ที่ www.apple.com\/th\/privacy\/contact\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "“Evaluări și poze” și toate serviciile Apple sunt concepute de la bază pentru a vă proteja intimitatea. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară. Atunci când colectăm date, credem că este important să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză.\n\nFurnizarea funcționalității “Evaluări și poze”\n\nPentru a încărca o contribuție pentru un punct de interes la alegere, trebuie să aveți ID Apple. Localizarea dvs. aproximativă și informațiile de localizare asociate cu imaginea dvs. vor fi, de asemenea, trimise la Apple și utilizate pentru a confirma autenticitatea contribuției. Contribuțiile dvs. vor fi asociate cu ID‑ul dvs. Apple și vor fi reținute, cu excepția cazului în care le ștergeți sau trimiteți o cerere de ștergere a contului din pagina “Data and Privacy” de la privacy.apple.com. De asemenea, sunt colectate anumite informații care nu permit identificarea personală, precum date de analiză a utilizării despre contribuțiile dvs., care nu sunt asociate cu ID‑ul dvs. Apple.\n\nCând utilizați “Evaluări și poze”, este posibil ca imaginile care înfățișează informații personale despre dvs. sau despre alții (de exemplu, imaginile care identifică o persoană) să nu fie acceptate.\n\nAplicația Hărți vă poate sugera să trimiteți o evaluare sau poză dacă ați vizitat sau fotografiat recent un punct de interes. Aceste sugestii sunt realizate utilizând procesare pe dispozitiv și nu pot fi citite de Apple. Puteți opta să nu primiți aceste sugestii de pe dispozitivul dvs. iOS sau iPadOS accesând Configurări > Hărți și apăsând pentru a dezactiva opțiunea “Afișare sugestii de evaluări și poze” și de pe Mac accesând Hărți > Preferințe > General și deselectând “Afișare sugestii de evaluări și poze”.\n\nÎmbunătățirea funcționalității “Evaluări și poze”\n\nÎn “Evaluări și poze”, ne propunem să prezentăm și să clasificăm cele mai relevante și mai diverse imagini pe fișa de informații a punctului de interes. Imaginile pe care le trimiteți pot fi utilizate pentru îmbunătățirea produsului și serviciului. Înainte de a utiliza orice imagine în acest scop, vom elimina orice informații care permit identificarea personală și vom disocia contribuția de ID‑ul dvs. Apple.\n\nDe asemenea, ne străduim să înlăturăm contribuțiile care nu respectă condițiile serviciului (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Dacă trimiteți un asemenea tip de conținut, intenția noastră este fie de a nu‑l publica, fie de a‑l estompa, contul dvs. poate fi blocat, iar în anumite cazuri este posibil să vă contactăm utilizând adresa de e‑mail asociată cu ID‑ul dvs. Apple. Pentru a menține integritatea serviciului, mostre ale imaginilor care nu respectă condițiile pot fi utilizate pentru a ne spori capacitatea de a înlătura asemenea conținut pe viitor.\n\nPartajarea cu terțe părți\n\nDatele care sunt trimise la Apple pot fi procesate și stocate de terți furnizori de servicii autorizați.\n\nRetenția\n\nConținutul pe care îl postați în “Evaluări și poze” este reținut și stocat în asociere cu ID‑ul dvs. Apple, cu excepția cazului în care îl ștergeți sau trimiteți o cerere de ștergere a contului către portalul Apple dedicat confidențialității de la adresa privacy.apple.com. Dacă aveți întrebări sau nelămuriri despre modul în care sunt utilizate informațiile dvs. personale în relație cu “Evaluări și poze” sau ați dori să contactați responsabilul cu protecția datelor, ne puteți contacta la www.apple.com\/ro\/privacy\/contact.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije i sve Appleove usluge dizajnirane su od temelja kako bi zaštitile vašu privatnost. Trudimo se prikupljati samo one podatke koji su nam potrebni kako bismo poboljšali vaše iskustvo. Kad doista i prikupljamo podatke, smatramo da je važno da znate što prikupljamo i zašto nam trebaju ti podaci, kako biste mogli donijeti informirane odluke.\n\nPružanje značajke Ocjene i fotografije\n\nKako biste učitali Slanje na Mjesto interesa po svom izboru, morate imati Apple ID. Tvrtki Apple također će se slati informacije o vašoj približnoj lokaciji i lokaciji povezanoj s vašom slikom te će se koristiti za potvrdu autentičnosti Slanja. Vaša Slanja bit će povezana s vašim Apple ID-jem i zadržat će se ako ne izbrišete takva Slanja ili ne podnesete zahtjev za brisanje računa na našoj stranici Podaci i privatnost na privacy.apple.com. Prikupljamo i određene podatke koji vas ne mogu osobno identificirati, poput analize upotrebe vaših Slanja, a koje nisu povezane s vašim Apple ID-jem.\n\nKada koristite Ocjene i fotografije, slike koje prikazuju vaše osobne podatke ili osobne podatke o drugima (na primjer, slike koje identificiraju osobu) možda neće biti prihvaćene.\n\nAplikacija Karte može predložiti da pošaljete ocjenu ili fotografiju ako ste nedavno posjetili ili snimili fotografiju mjesta od interesa. Ovi prijedlozi obavljaju se putem obrađivanja na uređaju i Apple ih ne može čitati. Možete odabrati da ne želite primati te prijedloge na svom iOS ili iPadOS uređaju tako da otvorite Postavke > Karte i dodirom onemogućite Prikaži ocjene i prijedloge za fotografije, a na Macu tako da otvorite Karte > Postavke > Općenito i odznačite opciju Prikaži ocjene i prijedloge za fotografije.\n\nPoboljšanje Ocjena i fotografija\n\nU značajci Ocjene i fotografije želimo prikazati i rangirati najrelevantnije i najrazličitije slike na plakatu Mjesta interesa. Slike koje pošaljete mogu se koristiti za poboljšanje proizvoda i usluga. Prije nego što upotrijebimo bilo koju sliku u tu svrhu, uklanjamo sve podatke koji mogu nekoga osobno identificirati i odvajamo vaše Slanje od vašeg Apple ID-ja.\n\nTakođer želimo izostaviti Slanja koja krše naše Uvjete (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Ako pošaljete takav sadržaj, naša namjera je da on ili ne bude objavljen ili će biti zamagljen, a vaš račun može biti blokiran i u određenim slučajevima možemo vam se javiti na e-mail adresu koja je povezana s vašim Apple ID-jem. Kako bismo zadržali integritet usluge, uzorak slika koje ne udovoljavaju našim Uvjetima može se upotrijebiti za poboljšanje naše mogućnosti izostavljanja takvog sadržaja u budućnosti.\n\nDijeljenje s drugim stranama\n\nDrugi pouzdani pružatelji usluga mogu obrađivati i pohranjivati podatke poslane Appleu.\n\nZadržavanje\n\nSadržaj koji objavljujete značajkom Ocjene i fotografije zadržavamo i pohranjujemo s vašim Apple ID-jem osim ako takav sadržaj ne izbrišete ili ne pošaljete zahtjev za brisanje računa putem Appleovog portala o privatnosti na privacy.apple.com. Ako imate pitanja ili nedoumice u vezi s korištenjem vaših osobnih podataka za značajku Ocjene i fotografije ili želite kontaktirati našeg službenika za zaštitu podataka, možete nam se obratiti na www.apple.com\/legal\/privacy\/contact.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "रेटिंग और तस्वीर और Apple की सभी सेवाओं को एकदम नए सिरे से आपकी गोपनीयता को सुरक्षित रखने के लिए डिज़ाइन किया गया है। हम केवल उस डेटा को संग्रहित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है। जब हम डेटा एकत्र करते हैं, तो हमारा मानना है कि आपके लिए यह जानना महत्वपूर्ण है कि हम क्या एकत्र कर रहे हैं और हमें इसकी आवश्यकता क्यों होती है ताकि आप सटीक विकल्प तय कर सकें।\n\nरेटिंग और तस्वीर प्रदान करना\n\nअपनी पसंद के रोचक बिंदु के लिए सबमिशन अपलोड करने हेतु, आपके पास Apple ID होना चाहिए। आपका अनुमानित स्थान और आपकी इमेज से जुड़ी स्थान जानकारी Apple को भी भेजी जाएगी और सबमिशन की प्रामाणिकता की पुष्टि करने के लिए उपयोग की जाएगी। आपका सबमिशन आपके Apple ID से लिंक होगा और रिटेन किया जाएगा जब तक कि आप उक्त सबमिशन को डिलीट नहीं करते हैं या privacy.apple.com पर हमारे डेटा और गोपनीयता पृष्ठ पर खाता डिलीट करने का अनुरोध सबमिट नहीं करते हैं। हम निश्चित ग़ैर-पहचान योग्य जानकारी जैसे आपके सबमिशन के बारे में उपयोग ऐनालिटिक्स एकत्र करते हैं जो आपके Apple ID से संबद्ध नहीं होता है।\n\nजब आप रेटिंग और तस्वीर उपयोग करते हैं, तो आपकी व्यक्तिगत जानकारी या अन्य लोगों की व्यक्तिगत जानकारी (उदाहरण के लिए किसी व्यक्ति की पहचान करने वाली इमेज) को प्रदर्शित करने वाली इमेज स्वीकार नहीं की जा सकती है।\n\nनक़्शा ऐप द्वारा सुझाव दिया जा सकता है कि यदि आप हाल में POI पर गए हैं या इसकी तस्वीर ली है तो आप रेटिंग या तस्वीर सबमिट करें। ये सुझाव ऑन-डिवाइस प्रोसेसिंग से दिए जाते हैं और Apple द्वारा पढ़े नहीं जा सकते हैं। आप अपने iOS या iPadOS डिवाइस पर इन सुझावों को प्राप्त नहीं करने का विकल्प चुन सकते हैं। इसके लिए सेटिंग्ज़ > नक़्शा पर जाएँ और “रेटिंग और तस्वीर सुझाव दिखाएँ” को अक्षम करने के लिए टैप करें। अपने Mac पर नक़्शा > प्राथमिकता > सामान्य पर जाएँ और “रेटिंग और तस्वीर सुझाव दिखाएँ” का चयन हटाएँ।\n\nरेटिंग और तस्वीर को बेहतर करना\n\nरेटिंग और तस्वीर में, हमारा उद्देश्य POI प्लेसकार्ड पर सबसे प्रासंगिक और विविधतापूर्ण इमेज को प्रदर्शित करना और रैंक प्रदान करना होता है। आपके द्वारा सबमिट की गई इमेज का उपयोग उत्पाद और सेवा को बेहतर बनाने के लिए किया जा सकता है। उक्त उद्देश्य के लिए हम किसी इमेज का उपयोग करें, इससे पहले हम व्यक्तिगत पहचान योग्य जानकारी को हटाते हैं और सबमिशन को आपके Apple ID से असंबद्ध करते हैं।\n\nहम ऐसे सबमिशन को फ़िल्टर करके बाहर करने का प्रयास भी करते हैं जिनसे हमारी शर्तों (www.apple.com\/legal\/internet-services\/maps\/ratings-photos) का उल्लंघन होता है। यदि आप ऐसे कॉन्टेंट को सबमिट करते हैं, तो हमारा इरादा यह होता है कि इसे पोस्ट नहीं किया जाए या धुँधला किया जाए, आपके खाते को ब्लॉक किया जा सकता है और कुछ मामलों में हम आपके Apple ID से संबद्ध ईमेल पते का उपयोग करके आपसे संपर्क कर सकते हैं। सेवा की इंटेग्रिटी बनाए रखने के लिए, हमारी शर्तों का पालन नहीं करने वाली इमेज के नमूने का उपयोग भविष्य में ऐसे कॉन्टेंट को फ़िल्टर करके बाहर करने की हमारी क्षमता को बेहतर करने के लिए किया जा सकता है।\n\nतृतीय पक्षों के साथ शेयरिंग\n\nApple को भेजा जाने वाला डेटा भरोसेमंद तृतीय पक्ष के सर्विस प्रोवाइडर द्वारा प्रोसेस और संग्रहित किया जा सकता है।\n\nरिटेंशन\n\nहम रेटिंग और तस्वीर में आपके द्वारा पोस्ट किए गए कॉन्टेंट को रिटेन करते हैं और इसे आपके Apple ID के साथ संग्रहित करते हैं जब तक कि आप उक्त कॉन्टेंट को डिलीट नहीं करते हैं या privacy.apple.com पर Apple के गोपनीयता पोर्टल के ज़रिए खाता डिलीट करने का अनुरोध सबमिट नहीं करते हैं। यदि आपके इस बारे में प्रश्न या चिताएँ हैं कि आपकी व्यक्तिगत जानकारी कैसे उपयोग की जाती है जबकि यह रेटिंग और तस्वीर से संबद्ध होती है, या आप हमारे डेटा सुरक्षा अधिकारी से संपर्क करना चाहते हैं, तो आप हमसे www.apple.com\/legal\/privacy\/contact पर संपर्क कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "La funció “Valoracions i fotos” i tots els serveis d’Apple s’han dissenyat des de la base per protegir la teva privacitat. Ens esforcem per recopilar només les dades que necessitem per millorar les teves experiències. Quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement.\n\nEnviaments de la funció “Valoracions i fotos”\n\nPer pujar un enviament a un punt d’interès, cal que tinguis un ID d’Apple. També s’enviarà a Apple la teva ubicació aproximada i la informació d’ubicació associada a la imatge. Aquesta informació es farà servir per confirmar l’autenticitat de l’enviament. Els teus enviaments estaran vinculats al teu ID d’Apple i es conservaran excepte que eliminis aquests enviaments o presentis una sol·licitud d’eliminació del compte a la pàgina de dades i privacitat a privacy.apple.com. També es recopila determinada informació que no permet identificar‑te personalment, com ara analítiques d’ús relatives als enviaments que facis i que no s’associen a l’ID d’Apple.\n\nQuan facis servir la funció “Valoracions i fotos”, és possible que no s’acceptin imatges que mostrin la teva informació personal o la d’altres persones (per exemple, imatges que permetin identificar a la persona).\n\nÉs possible que l’app Mapes et demani que enviïs una valoració o una foto d’un punt d'interés que hagis visitat recentment. Aquests suggeriments es fan utilitzant processament local de tal manera que Apple no els pot llegir. Pots triar deixar de rebre aquests suggeriments si vas a l’app Configuració > Mapes i desactives l’opció “Mostrar les valoracions i els suggeriments de fotos” en un dispositiu iOS o iPadOS o si vas a Mapes > Preferències > General i desmarques “Mostrar les valoracions i els suggeriments de fotos”.\n\nMillorar la funció “Valoracions i fotos”\n\nL’objectiu de la funció es mostrar i classificar les imatges més rellevants i diverses a la targeta d’ubicació del punt d’interès. Les imatges que enviïs es poden utilitzar per millorar el servei. Abans d’utilitzar cap imatge amb aquesta finalitat, s’elimina tota la informació que pugui permetre identificar les persones que apareixen en la imatge i a més, es desvincula l’enviament del teu ID d’Apple.\n\nPer altra banda, els enviaments es filtren per descartar aquells que incompleixin les condicions (www.apple.com\/legal\/internet-services\/maps\/ratings-photos). Si envies contingut que incompleixi les condicions, no es publicarà o si es fa, es difuminarà i el teu compte podria quedar bloquejat. En alguns casos és possible que ens posem en contacte amb tu a través de l’adreça associada al teu ID d’Apple. Per garantir la integritat del servei, és possible que s’incloguin exemples d’imatges que incompleixen les condicions d’ús de la funció per millorar la capacitat de descartar aquest tipus de contingut en un futur.\n\nCompartir informació amb tercers\n\nAltres proveïdors de serveis de confiança podran processar i emmagatzemar les dades que s’envien a Apple.\n\nConservació\n\nApple conserva el contingut que publiques per mitjà de la funció “Valoracions i fotos” i l’emmagatzema amb el teu ID d’Apple excepte que eliminis el contingut esmentat o presentis una sol·licitud d’eliminació del compte al portal de privacitat d’Apple (privacy.apple.com). Si tens dubtes o et preocupa com es fa servir la teva informació personal en tot allò relacionat amb la funció “Valoracions i fotos”, o vols posar‑te en contacte amb el responsable del tractament de dades d’Apple, pots fer‑ho a www.apple.com\/es\/legal\/privacy\/contact.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Bewertungen und Fotos, die du beisteuerst, werden mit deiner Apple-ID verknüpft. Bilder ohne personenbezogene Informationen können von uns zur Verbesserung des Diensts verwendet werden. Dein ungefährer Standort wird an Apple gesendet und für die Bestätigung der Authentizität verwendet.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "דירוגים ותמונות שתרמת מקושרים אל ה-Apple ID שלך. תמונות ללא מידע המאפשר זיהוי אישי עשויות לשמש לשיפור השירות. המיקום המשוער שלך יישלח אל Apple וישמש לאישור האותנטיות.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings and photos that you contribute are linked to your Apple ID. Images without personally identifying information may be used to improve the service. Your approximate location will be sent to Apple and used to confirm authenticity.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم ربط التقييمات والصور التي تساهم بها بالـ Apple ID الخاص بك. قد تُستخدم الصور التي لا تحتوي على معلومات تعريف شخصية لتحسين الخدمة. سيُرسل موقعك التقريبي إلى Apple وسيُستخدم لتأكيد صحة الإرسال.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι βαθμολογίες και οι φωτογραφίες που κοινοποιείτε συσχετίζονται με το Apple ID σας. Οι εικόνες χωρίς προσωπικά ταυτοποιήσιμες πληροφορίες ενδέχεται να χρησιμοποιηθούν για βελτίωση της υπηρεσίας. Η κατά προσέγγιση τοποθεσία σας θα σταλεί στην Apple και θα χρησιμοποιηθεί για επιβεβαίωση της αυθεντικότητας.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "あなたが提供した評価と写真はApple IDに関連付けられます。個人を特定できる情報が含まれていないイメージは、サービスの改善のために使用される場合があります。あなたのおおよその位置がAppleに送信され、真正性の確認に使用されます。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings and photos that you contribute are linked to your Apple ID. Images without personally identifying information may be used to improve the service. Your approximate location will be sent to Apple and used to confirm authenticity.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Оцінки й фотографії, які ви надаєте, зв’язуються з вашим Apple ID. Зображення без персональної інформації можуть використовуватися для покращення служби. Ваша приблизна геопозиція надсилатиметься Apple і використовуватиметься для підтвердження автентичності.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Las calificaciones y fotos que proporciones están asociadas con tu Apple ID. Pueden usarse las imágenes que no te identifiquen personalmente para mejorar el servicio. Para confirmar autenticidad, se enviará tu ubicación aproximada a Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "您提供的评分和照片会与您的Apple ID相关联。不含可识别您个人身份信息的图像可能用于改进该服务。您的大致位置将发送给Apple并用于确认真实性。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Las valoraciones y fotos que aportes se asocian con tu ID de Apple. Las imágenes que no contengan información que pueda identificar personalmente se pueden utilizar para mejorar el servicio. Para confirmar la autenticidad, se enviará a Apple la ubicación aproximada.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Classificações e fotos com as quais você contribuir serão vinculadas ao seu ID Apple. Imagens sem informações de identificação pessoal podem ser usadas para melhorar o serviço. A sua localização aproximada será enviada à Apple e usada para confirmar a autenticidade.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos, du bidrager med, er knyttet til dit Apple-id. Billeder uden oplysninger, som kan bruges til at identificere dig, kan bruges til at forbedre tjenesten. Din omtrentlige lokalitet vil blive sendt til Apple og blive brugt til at bekræfte autenticitet.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Le valutazioni e le foto che invii sono collegate al tuo ID Apple. Le immagini che non contengono informazioni in grado di identificare persone potrebbero essere utilizzate per migliorare il servizio. La tua posizione approssimativa verrà inviata ad Apple e utilizzata per confermare l'autenticità dei contributi.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Hodnotenia a vami pridané fotky sú prepojené s vaším Apple ID. Obrázky, na ktorých nie sú zachytené informácie umožňujúce identifikáciu osôb, môžu byť použité na vylepšovanie služby. Vaša približná poloha bude odoslaná spoločnosti Apple a použitá na potvrdenie dôveryhodnosti.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "As classificações e fotografias com as quais contribui estão associadas ao seu ID Apple. As imagens que não contenham informação de teor pessoal poderão ser utilizadas para melhorar o serviço. A sua localização aproximada será enviada à Apple e utilizada para confirmar a autenticidade.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian dan foto yang anda beri dikaitkan dengan Apple ID anda. Imej tanpa maklumat yang mengenal pasti secara peribadi mungkin digunakan untuk meningkatkan perkhidmatan. Anggaran lokasi anda akan dihantar kepada Apple dan digunakan untuk mengesahkan kesahihan.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder som du delar kopplas till ditt Apple‑ID. Bilder utan personligt identifierbar information kan användas till att förbättra tjänsten. Din ungefärliga plats skickas till Apple och används till att bekräfta autenticiteten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše příspěvky ve službě Hodnocení a fotky jsou propojeny s vaším Apple ID. Fotografie bez osobně identifikovatelných informací mohou být použity k dalšímu vylepšování služby. Společnosti Apple jsou vždy odeslány přibližné údaje o vaší poloze za účelem ověření pravosti vašeho příspěvku.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "제공한 평가 및 사진이 Apple ID와 연계됩니다. 개인 식별 정보가 없는 이미지는 서비스 향상을 위해 사용될 수 있습니다. 대략적인 위치가 Apple로 전송되어 제출물의 진위 여부를 확인하는 데 사용됩니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder som du har bidratt med, er koblet til Apple-ID-en din. Bilder som ikke identifiserer deg personlig kan brukes til å forbedre tjenesten. Den omtrentlige posisjonen sendes til Apple og brukes til å bekrefte ektheten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az Öntől származó értékelések és fotók az Apple ID-jához vannak rendelve. A személyazonosításra alkalmas információkat nem tartalmazó képek felhasználhatók a szolgáltatás javításához. A megközelítőleges helyzete el lesz küldve az Apple-nek, és az eredetiség ellenőrzéséhez lesz felhasználva.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "你提供的評分與相片會連繫至你的Apple ID。不含可識別個人身份資料的影像可能會用來改進服務。你的大約位置會傳送至Apple並用於確認真實性。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Katkıda bulunduğunuz Puanlar ve Fotoğraflar Apple kimliğinize bağlanır. Kişisel olarak tanınmaya neden olabilecek bilgileri içermeyen görüntüler, servisi iyileştirmek için kullanılabilir. Yaklaşık konumunuz Apple’a gönderilir ve gerçekliği doğrulamak için kullanılır.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Oceny i zdjęcia, które przesyłasz, są powiązane z Twoim Apple ID. Obrazki, które nie zawierają danych pozwalających identyfikować osoby, mogą być użyte do ulepszania usługi. Twoje przybliżone położenie zostanie wysłane do Apple i wykorzystane do potwierdzenia autentyczności.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "您提供的評分與照片會連結到您的Apple ID。不具備個人身分識別資訊的影像可能會用來改進服務。將會傳送您的大約位置到Apple以確認真實性。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings and photos that you contribute are linked to your Apple ID. Images without personally identifying information may be used to improve the service. Your approximate location will be sent to Apple and used to confirm authenticity.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Các xếp hạng và ảnh mà bạn đóng góp được liên kết với ID Apple. Các hình ảnh không có thông tin nhận dạng cá nhân có thể được sử dụng để cải thiện dịch vụ. Vị trí gần đúng của bạn sẽ được gửi đến Apple và được sử dụng để xác nhận tính xác thực.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Оценки и фото, которые Вы отправляете, связаны с Вашим Apple ID. Изображения, не содержащие информацию, на основе которой можно установить Вашу личность, могут использоваться для улучшения функции. Ваша примерная геопозиция будет передаваться в Apple и использоваться для проверки подлинности.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Les notes et les photos que vous publiez sont associées à votre identifiant Apple. Les images qui ne comportent pas d’informations permettant de vous identifier pourraient être utilisées pour améliorer le service. Votre position approximative sera envoyée à Apple et utilisée à des fins de validation d’authenticité.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les avis et les photos de votre contribution sont liés à votre identifiant Apple. Les images ne contenant aucune information permettant de vous identifier peuvent être utilisées pour améliorer le service. Votre position approximative sera envoyée à Apple et utilisée pour confirmer l’authenticité.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat, jotka tarjoat, yhdistetään Apple ID:hesi. Kuvia, joissa ei ole henkilökohtaisesti tunnistavia tietoja, voidaan käyttää palvelun parantamiseen. Likimääräinen sijaintisi lähetetään Applelle, ja sitä käytetään oikeellisuuden varmistamiseen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian dan foto yang Anda kontribusikan ditautkan dengan ID Apple Anda. Gambar tanpa informasi yang dapat diidentifikasi secara pribadi dapat digunakan untuk meningkatkan layanan. Perkiraan lokasi Anda akan dikirimkan ke Apple dan digunakan untuk mengonfirmasi keabsahan.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Beoordelingen en foto's die je inzendt, worden gekoppeld aan je Apple ID. Het is mogelijk dat foto's waaruit iemands identiteit niet kan worden afgeleid, worden gebruikt om de voorziening te verbeteren. Je geschatte locatie wordt naar Apple verzonden en gebruikt om de authenticiteit te bevestigen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพที่คุณส่งให้จะผูกกับ Apple ID ของคุณ ภาพที่ไม่มีข้อมูลที่ระบุตัวตนได้อาจถูกใช้เพื่อปรับปรุงบริการ ระบบจะส่งตำแหน่งที่ตั้งโดยประมาณของคุณให้กับ Apple และใช้เพื่อยืนยันความถูกต้อง",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Evaluările și pozele pe care le partajați sunt asociate cu ID‑ul dvs. Apple. Imaginile fără informații care să permită identificarea personală pot fi utilizate pentru îmbunătățirea serviciului. Localizarea dvs. aproximativă va fi trimisă la Apple și va fi utilizată pentru a confirma autenticitatea.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije koje pošaljete povezane su s vašim Apple ID-jem. Slike se mogu koristiti za poboljšanje usluge, bez informacija koje vas mogu osobno identificirati. Vaša približna lokacija bit će poslana tvrtki Apple i korištena za potvrdu autentičnosti.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "आपके द्वारा शेयर की गई रेटिंग और तस्वीर आपके Apple ID से संबद्ध है। ऐसी इमेज का उपयोग सेवा को बेहतर बनाने के लिए किया जा सकता है जिनमें व्यक्तिगत पहचान कराने वाली जानकारी नहीं है। आपके अनुमानित स्थान की जानकारी Apple को भेजी जाएगी और इसका उपयोग प्रामाणिकता की पुष्टि करने के लिए किया जाता है।",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Les valoracions i les fotos que comparteixes es vinculen al teu ID d’Apple. Les imatges sense informació que t’identifiqui personalment es poden utilitzar per millorar el servei. La teva ubicació aproximada s’enviarà a Apple i es farà servir per confirmar‑ne l’autenticitat.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "Deine sonstigen Aktivitäten, die du in „Karten“ außerhalb der Funktionen „Bewertungen & Fotos“ und „Problem melden“ ausführst, werden nicht mit deiner Apple-ID verknüpft und bleiben nach dem Zufallsprinzip generierten IDs zugewiesen, die sich bei der Verwendung der App selbst zurücksetzen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "הפעילויות האחרות שלך ביישום ״מפות״ מחוץ ל״דירוגים ותמונות״ ו״דיווח על בעיה במפות״ אינן מקושרות ל-Apple ID ונותרות משויכות למזהים אקראיים המאפסים את עצמם בעת השימוש ביישום.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Your other activities within Maps aside from Ratings & Photos and Report an Issue are not linked to your Apple ID and remain associated with random identifiers that reset themselves as you use the app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "لا يتم ربط أنشطتك الأخرى في الخرائط خارج \"التقييمات والصور\" و\"الإبلاغ عن مشكلة\" بمعرف Apple ID، وتظل مرتبطة بمعرفات عشوائية تعيد تعيين نفسها كلما استخدمت التطبيق.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι άλλες δραστηριότητές σας εντός των Χαρτών, που δεν αφορούν τις Βαθμολογίες και φωτογραφίες και την Αναφορά ζητήματος, δεν συσχετίζονται με το Apple ID σας και παραμένουν συσχετισμένες με τυχαία αναγνωριστικά που επαναφέρονται καθώς χρησιμοποιείτε την εφαρμογή.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "“マップ”内の“評価と写真”および“問題を報告”以外でのあなたのアクティビティはApple IDに関連付けられず、Appの使用時にリセットされるランダムな識別子に関連付けられたままになります。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Your other activities within Maps outside of Ratings & Photos and Report an Issue are not linked to your Apple ID and remain associated with random identifiers that reset themselves as you use the app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Інші ваші дії в Картах, окрім користування функціями «Оцінки й фотографії» та «Звітувати про недолік», не пов’язуються з вашим Apple ID і лишаються пов’язаними з випадковими ідентифікаторами, що автоматично скидаються, коли ви використовуєте цю програму.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "A excepción de “Calificaciones y fotos” y “Reportar un problema”, tu actividad en Mapas no está enlazada con tu Apple ID y permanece asociada con identificadores aleatorios que se restablecen conforme usas la app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "除了“评分与照片”和“报告问题”中的活动外，您在“地图”中的其他活动不会与Apple ID关联，而是与使用App后会自动还原的随机标识符关联。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Las demás actividades que realices en Mapas fuera de las funciones “Valoraciones y fotos” e “Informar de un problema” no se vinculan a tu ID de Apple y se mantienen asociadas con identificadores aleatorios que se restablecen automáticamente cuando usas la app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Suas outras atividades dentro do app Mapas e fora de “Classificações e Fotos” e “Comunicar um Problema” não são vinculadas ao seu ID Apple e permanecem associadas a identificadores aleatórios que se redefinem enquanto você usa o app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Dine andre aktiviteter i Kort, uden for Vurderinger og fotos og Rapporter et problem, er ikke knyttet til dit Apple‑id og forbliver tilknyttet tilfældige id'er, der nulstilles automatisk, når du bruger appen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Le tue attività all'interno di Mappe al di fuori di “Valutazioni e foto” e “Segnala un problema” non sono collegate al tuo ID Apple e rimangono associate a identificativi casuali che si inizializzano man mano che utilizzi l'app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Okrem funkcií Hodnotenia a fotky a Nahlásiť problém nie sú žiadne vaše ďalšie aktivity v Mapách prepojené s vaším Apple ID a sú prepojené len s náhodnými identifikátormi, ktoré sa počas používania apky resetujú.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "As suas outras atividades na aplicação Mapas, fora das funcionalidades Classificações e fotografias e Comunicar um problema, não são associadas ao seu ID Apple e continuam associadas a identificadores aleatórios que são repostos à medida que usa a aplicação.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Aktiviti lain anda dalam Peta di luar Penilaian & Foto dan Laporkan Isu tidak dikaitkan dengan Apple ID anda dan kekal dikaitkan dengan pengecam rawak yang mereset dirinya semasa anda menggunakan app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Dina andra aktiviteter i Kartor, bortsett från Betyg och bilder och Rapportera ett problem, är inte kopplade till ditt Apple‑ID och förblir kopplade till slumpmässiga ID:n som nollställer sig själva medan du använder appen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše další aktivity v Mapách mimo službu Hodnocení a fotky a Nahlásit problém nejsou propojeny s vaším Apple ID a zůstávají propojeny s náhodnými identifikátory, které se během používání aplikace automaticky resetují.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "‘평가 및 사진’ 및 ‘문제 리포트’를 제외한 지도 앱 내에서의 기타 활동은 사용자의 Apple ID와 연계되지 않으며 앱을 사용함에 따라 재설정되는 임의의 식별자와 연계된 상태로 남습니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Annen aktivitet i Kart utenfor Vurderinger og bilder og Rapporter et problem kobles ikke til Apple‑ID-en din og forblir tilknyttet tilfeldige ID-er som nullstilles når du bruker appen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az Értékelések és fotók, illetve a problémabejelentési funkción kívüli Térképek-tevékenységei nincsenek az Apple ID-jához kapcsolva, és továbbra is véletlenszerű azonosítókhoz lesznek rendelve, amelyek alaphelyzetbe állítják magukat az app használata során.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "除「評分與相片」和「報告問題」的活動外，你在「地圖」內的其他活動不會連繫至你的Apple ID，而是連繫至隨機識別碼，這些識別碼在你使用App時會重設。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’da Puanlar ve Fotoğraflar ve Sorun Bildir dışındaki etkinliklerinizle Apple kimliğiniz arasında bağlantı kurulmaz ve bu etkinlikler, siz uygulamayı kullandıkça kendilerini sıfırlayan rasgele tanıtıcılarla ilişkilendirilmiş olarak kalır.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Inne Twoje działania w aplikacji Mapy poza funkcją Oceny i zdjęcia oraz Zgłoś problem nie są powiązane z Twoim Apple ID i pozostają powiązane z losowymi identyfikatorami, które zerują się w trakcie korzystania z aplikacji.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "您在「地圖」的「評分與照片」、「回報問題」功能以外的其他活動不會連結到您的Apple ID，並且會繼續與您使用App時會自動重置的隨機識別碼產生關聯。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your other activities within Maps outside of Ratings & Photos and Report an Issue are not linked to your Apple ID and remain associated with random identifiers that reset themselves as you use the app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Các hoạt động khác của bạn trong Bản đồ không thuộc Xếp hạng & Ảnh và Báo cáo sự cố không được liên kết với ID Apple và vẫn được kết hợp với các mã định danh ngẫu nhiên tự đặt lại khi bạn sử dụng ứng dụng.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши действия в Картах, за исключением тех, что относятся к функциям «Оценки и фото» и «Сообщить о проблеме», не привязаны к Вашему Apple ID. Вместо этого они связаны со случайными идентификаторами, которые автоматически сбрасываются, пока Вы используете приложение.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Hormis les activités liées aux fonctionnalités « Notes et photos » et « Signaler un problème », les activités dans Plans ne sont pas liées à votre identifiant Apple. Elles sont associées à des identifiants aléatoires qui se réinitialisent automatiquement lorsque vous utilisez l’app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vos autres activités au sein de Plans et en dehors d’Avis et photos et de Signaler un problème ne sont pas liées à votre identifiant Apple et restent associées à des identifiants aléatoires qui se réinitialisent lorsque vous utilisez l’app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Muuta toimintaasi Kartoissa Arvioinnit ja kuvat- ja Ilmoita karttaongelmasta -käytön lisäksi ei yhdistetä Apple ID:hesi, vaan satunnaisiin tunnisteisiin, jotka nollautuvat appia käyttäessäsi.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Aktivitas Anda lainnya di dalam Peta di luar Penilaian & Foto dan Laporkan Masalah tidak ditautkan ke ID Apple Anda dan tetap dikaitkan dengan pengenal acak yang mengatur ulang sendiri saat Anda menggunakan app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Je andere activiteiten binnen Kaarten buiten 'Beoordelingen en foto's' en 'Meld een probleem' worden niet aan je Apple ID gekoppeld en blijven geassocieerd met willekeurige ID's die opnieuw worden ingesteld terwijl je de app gebruikt.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "กิจกรรมอื่นของคุณภายในแผนที่นอกเหนือการจัดอันดับและรูปภาพและแจ้งปัญหาจะไม่ผูกกับ Apple ID ของคุณและจะยังผูกกับข้อมูลจำเพาะแบบสุ่มที่จะรีเซ็ตตัวเองเมื่อคุณใช้แอป",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Celelalte activități ale dvs. din cadrul aplicației Hărți, în afară de “Evaluări și poze” și “Raportarea problemelor”, nu sunt asociate cu ID‑ul dvs. Apple și rămân asociate cu identificatori aleatorii, care se resetează de la sine pe măsură ce utilizați aplicația.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaše ostale aktivnosti u Kartama izvan značajki “Ocjene i fotografije” te “Prijava problema” nisu povezane s vašim Apple ID-jem i ostaju povezane s nasumičnim identifikatorima koji se resetiraju tijekom korištenja aplikacije.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "रेटिंग और तस्वीर के बाहर, नक़्शा के भीतर आपकी अन्य गतिविधि और “समस्या की रिपोर्ट करें” आपके Apple ID से लिंक नहीं हैं और ऐसे रैंडम आइडेंटिफ़ायर के साथ संबद्ध हैं जो आपके द्वारा ऐप का उपयोग करने पर स्वयं को रीसेट करते हैं।",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Les teves altres activitats dins de l’app Mapes que no estan relacionades amb les valoracions i les fotos i els problemes que comuniques no es vinculen al teu ID d’Apple, sinó que s’associen amb identificadors aleatoris que es restableixen a mesura que utilitzes l’app.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرف على كيفية إدارة بياناتك…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Τρόπος διαχείρισης των δεδομένων σας…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima⁠…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "Von dir übermittelte Bilder, die keine personenbezogenen Informationen umfassen, können von uns zur Verbesserung des Produkts und des Dienstes verwendet werden.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "תמונות שנשלחו ואינן מכילות מידע המאפשר זיהוי אישי עשויות לשמש לשיפור המוצר והשירות.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Submitted images that do not contain personally identifiable information may be used to improve the product and service.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكن استخدام الصور التي ترسلها والتي لا تحتوي على معلومات تعريف شخصية لتحسين المنتج والخدمة.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι υποβλημένες εικόνες που δεν περιέχουν προσωπικά ταυτοποιήσιμες πληροφορίες ενδέχεται να χρησιμοποιηθούν για βελτίωση του προϊόντος και της υπηρεσίας.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "送信された、個人を特定できる情報が含まれていないイメージは、製品やサービスの改善のために使用される場合があります。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Submitted images that do not contain personally identifiable information may be used to improve the product and service.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Надіслані зображення, що не містять персональної інформації, можуть використовуватися для покращення продуктів і служб.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Las imágenes enviadas que no contengan información que te identifique personalmente podrán usarse para mejorar el producto y servicio.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "如果提交的图像不含可识别个人身份的信息，图像可能用于改进产品和服务。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Las imágenes enviadas que no contengan información que pueda identificar personalmente a nadie se pueden utilizar para mejorar el producto y el servicio.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Imagens enviadas que não contenham informações de identificação pessoal podem ser usadas para melhorar o produto e serviço.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Indsendte billeder, som ikke indeholder oplysninger, der kan identificere nogen personligt, kan blive brugt til at forbedre produktet og tjenesten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Le immagini inviate che non contengono informazioni in grado di identificare persone potrebbero essere utilizzate per migliorare il prodotto e il servizio.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Odoslané obrázky, ktoré neobsahujú informácie umožňujúce osobnú identifikáciu, môžu byť použité na vylepšovanie produktu a služby.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "As imagens enviadas que não contenham informação de teor pessoal poderão ser utilizadas para melhorar o produto e serviço.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Imej dihantar yang tidak mengandungi maklumat yang mengenal pasti secara peribadi mungkin digunakan untuk meningkatkan produk dan perkhidmatan.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Inskickade bilder som saknar personligt identifierbar information kan användas till att förbättra produkten och tjänsten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Zaslané fotografie bez osobně identifikovatelných informací mohou být použity k dalšímu vylepšování tohoto produktu a služby.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "제출된 이미지 중 개인 식별 정보가 포함되지 않은 이미지는 제품 및 서비스 향상을 위해 사용될 수 있습니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Bilder du sender inn som ikke inneholder informasjon som identifiserer deg personlig, kan brukes til å forbedre produktet og tjenesten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "A személyazonosításra alkalmas információkat nem tartalmazó képbeküldések felhasználhatók a termék és a szolgáltatás javításához.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "已提交且不含可識別個人身份資料的影像可能會用來改進產品和服務。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kişisel olarak tanınmaya neden olabilecek bilgiler içermeyen gönderilmiş görüntüler, ürünü ve servisi iyileştirmek için kullanılabilir.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Wysłane obrazki, które nie zawierają informacji umożliwiających identyfikację osoby, mogą zostać użyte do ulepszenia produktu i usługi.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "送出的影像若不包含可識別個人身分的資訊，則可能用來改進產品和服務。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Submitted images that do not contain personally identifiable information may be used to improve the product and service.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Các hình ảnh được gửi không chứa thông tin nhận dạng cá nhân có thể được sử dụng để cải thiện sản phẩm và dịch vụ.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Отправленные изображения, не содержащие личную информацию, могут быть использованы для улучшения продукта и службы.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Les images transmises qui ne comportent pas d’informations susceptibles de vous identifier personnellement pourraient être utilisées pour améliorer le produit et le service.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les images envoyées qui ne contiennent aucune information pouvant vous identifier peuvent être utilisées pour améliorer le produit et le service.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Lähetettyjä kuvia, jotka eivät sisällä henkilökohtaisen tunnistamisen mahdollistavia tietoja, voidaan käyttää tuotteen ja palvelun parantamiseen.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Gambar yang dikirimkan yang tidak berisi informasi yang dapat diidentifikasi secara pribadi dapat digunakan untuk meningkatkan produk dan layanan.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Ingezonden afbeeldingen die geen informatie bevatten waaruit iemands identiteit kan worden afgeleid, worden mogelijk gebruikt om het product en de dienst te verbeteren.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "ภาพที่ส่งที่ไม่มีข้อมูลที่ระบุตัวตนได้อาจถูกใช้เพื่อปรับปรุงผลิตภัณฑ์และบริการ",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Imaginile trimise care nu conțin informații care să permită identificarea personală pot fi utilizate pentru îmbunătățirea produsului și serviciului.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Poslane slike koje ne sadrže osobne podatke mogu se koristiti za poboljšanje proizvoda i usluge.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "सबमिट की गई इमेज जिनमें व्यक्तिगत पहचान कराने वाली जानकारी नहीं होती है, उनका उपयोग उत्पादों और सेवा को बेहतर बनाने के लिए किया जा सकता है।",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Les imatges enviades que no contenen informació que t’identifica personalment es poden utilitzar per millorar el servei.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die Funktion „Bewertungen & Fotos“ ermöglicht dir, Bilder, Bewertungen und andere Inhalte („Einsendungen“) an frei wählbaren Orten von Interesse („POIs“, Points of Interest) zu posten.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "״דירוגים ותמונות״ מאפשר לך לפרסם תמונות, דירוגים או תוכן אחר (״הגשות״) לנקודות עניין (״POIs״) לבחירתך.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings & Photos allows you to post images, ratings or other content (“Submissions”) to points of interest (“POIs”) of your choice.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تسمح لك \"التقييمات والصور\" بنشر الصور أو التقييمات أو أي محتوى آخر (\"عمليات الإرسال\") في نقاط الاهتمام التي تختارها.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Βαθμολογίες και φωτογραφίες σάς επιτρέπουν να αναρτάτε εικόνες, βαθμολογίες ή άλλο περιεχόμενο («Υποβολές») σε σημεία ενδιαφέροντος της επιλογής σας.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "“評価と写真”を使用して、選択したお気に入りの場所（“POI”）に関するイメージ、評価、またはその他のコンテンツを投稿（“送信”）することができます。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings & Photos allows you to post images, ratings, or other content (“Submissions”) to points of interest (“POIs”) of your choice.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Функція «Оцінки й фотографії» дає вам змогу публікувати зображення, оцінки та інший вміст («Подання») для обраних вами цікавих місць («Цікаві місця»).",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "La función “Calificaciones y fotos” te permite publicar imágenes, calificaciones y demás contenido (“Envíos”) sobre puntos de interés (“PDI”) de tu elección.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "“评分与照片”可让您将图像、评分或其他内容（“提交内容”）发布到所选的兴趣点（“POI”）。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Con la función “Valoraciones y fotos”, puedes publicar imágenes, valoraciones u otros contenidos (“Envíos”) a los puntos de interés que decidas.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "“Classificações e Fotos” permite que você publique imagens, classificações ou outros conteúdos (“Envios”) em pontos de interesse (“POIs”) de sua escolha.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos giver dig mulighed for at publicere billeder, vurderinger eller andet indhold (“Indsendelser”) til seværdigheder (“Seværdigheder”) af dit valg.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "“Valutazioni e foto” ti consente di pubblicare immagini, valutazioni e altri contenuti (“contributi”) per i punti di interesse di tua scelta.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Funkcia Hodnotenia a fotky vám umožňuje zverejňovať obrázky, hodnotenia a ďalší obsah („príspevky“) vo vybraných bodoch záujmu.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "Classificações e fotografias permite‑lhe adicionar imagens, classificações ou outros conteúdos (“Envios”) a pontos de interesse (“PDI”) à sua escolha.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian & Foto membenarkan anda menyiarkan imej, penilaian atau kandungan lain (“Penghantaran”) ke tempat tarikan (“POI”) pilihan anda.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder gör det möjligt för dig att posta bilder, betyg eller annat innehåll (”Inskick”) för valfria landmärken.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Služba Hodnocení a fotky vám umožňuje posílat fotky, hodnocení a další obsah (dále „příspěvky“) k bodům zájmu (POI) podle vašeho výběru.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "평가 및 사진을 사용하면 이미지, 평가 또는 기타 콘텐츠(이하 ‘제출물’)를 원하는 관심 지점(이하 ‘관심 지점’)에 게시할 수 있습니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder gir deg muligheten til å sende inn bilder, vurderinger og annet innhold («bidrag») til valgfrie severdigheter.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Az Értékelések és fotók funkció lehetővé teszi, hogy képeket, értékeléseket vagy egyéb tartalmat („Beküldés”) tegyen közzé az Ön által választott látnivalókkal kapcsolatban.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "「評分與相片」可以讓你發佈影像、評分或其他內容（「提交內容」）到你選擇的景點「POI」）。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Puanlar ve Fotoğraflar, seçtiğiniz ilgi çekici yerler (“POI”) için görüntü, puan veya başka içerikler (“Gönderiler”) yayımlamanıza olanak tanır.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Usługa Oceny i zdjęcia pozwala wysyłać obrazki, oceny lub inne treści („Zgłoszenia”) dotyczące wybranych przez Ciebie ważnych miejsc („POI”).",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "「評分與照片」能讓您發佈影像、評分或其他內容（「評論」）到您選擇的興趣點（POI」）。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings & Photos allows you to post images, ratings or other content (“Submissions”) to points of interest (“POIs”) of your choice.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xếp hạng & Ảnh cho phép bạn đăng hình ảnh, xếp hạng hoặc nội dung khác (“Nội dung gửi”) lên điểm thu hút (“POI”) mà bạn chọn.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "С помощью функции «Оценки и фото» можно публиковать изображения, оценки и другой контент (далее — «Материалы»), связанный с точками на карте.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "La fonctionnalité « Notes et photos » vous permet d’associer des images, des commentaires et d’autres contenus (« des soumissions ») aux lieux d’intérêt de votre choix.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La fonctionnalité « Avis et photos » vous permet de publier des images, des avis ou d’autres contenus (« Soumissions ») relatifs aux points d’intérêt de votre choix.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat on ominaisuus, jolla voit julkaista arviointeja, kuvia ja muuta sisältöä (”Lähetys”) Kiinnostaviin paikkoihin valintasi mukaan.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian & Foto memungkinkan Anda untuk memposting gambar, penilaian, atau konten lainnya (“Pengiriman”) ke tempat menarik (“TM”) pilihan Anda.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Met 'Beoordelingen en foto's' kun je afbeeldingen, beoordelingen of ander materiaal (\"Inzendingen\") plaatsen bij nuttige plaatsen van jouw keus.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพทำให้คุณสามารถโพสต์ภาพ การจัดอันดับ หรือเนื้อหา (“สิ่งที่ส่ง”) ไปยังจุดสนใจ (“POIs”) ที่คุณเลือกได้",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Funcționalitatea “Evaluări și poze” vă permite să postați imagini, evaluări sau alte tipuri de conținut (“contribuții”) pentru puncte de interes la alegerea dvs.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije omogućavaju vam objavljivanje slika, ocjena ili drugih sadržaja (“Slanja”) na mjesta interesa (“Znamenitosti“) po vašem izboru.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "रेटिंग और तस्वीर से आपको अपनी पसंद के रोचक बिंदु (“POIs”) पर इमेज, रेटिंग या अन्य कॉन्टेंट (“सबमिशन”) पोस्ट करने की अनुमति मिलती है।",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "La funció de valoracions i fotos et permet publicar imatges, valoracions i altres continguts (“Enviaments”) als punts d’interès (“POI”) que vulguis.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "Inhalte, die du über die Funktion „Bewertungen & Fotos“ teilst, werden mit deiner Apple-ID verknüpft.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "״דירוגים ותמונות״ ששיתפת מקושרים אל ה-Apple ID שלך.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings & Photos that you share are linked to your Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم ربط التقييمات والصور التي تشاركها بالـ Apple ID الخاص بك.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι βαθμολογίες και οι φωτογραφίες που κοινοποιείτε συσχετίζονται με το Apple ID σας.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "共有した評価と写真はApple IDに関連付けられます。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings & Photos that you share are linked to your Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Оцінки й фотографії, які ви поширюєте, зв’язуються з вашим Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Las calificaciones y fotos que compartes están asociadas con tu Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "您共享的“评分与照片”会与您的Apple ID相关联。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Las valoraciones y fotos que compartas se asocian con tu ID de Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Classificações e fotos que você compartilhar serão vinculadas ao seu ID Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos, du deler, er knyttet til dit Apple-id.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Le valutazioni e le foto che condividi sono collegate al tuo ID Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Hodnotenia a fotky, ktoré zdieľate, sú prepojené s vaším Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "As classificações e fotografias que partilha estão associadas ao seu ID Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian & Foto yang anda kongsi dikaitkan dengan Apple ID anda.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder som du delar kopplas till ditt Apple‑ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Hodnocení a fotky, které sdílíte, jsou propojeny s vaším Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자가 공유한 평가 및 사진이 사용자의 Apple ID와 연계됩니다.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder som du har bidratt med, er koblet til Apple-ID-en din.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "A megosztott Értékelések és fotók az Apple ID-jához vannak rendelve.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "你分享的「評分與相片」會連繫至你的Apple ID。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Paylaştığınız Puanlar ve Fotoğraflar Apple kimliğinize bağlanır.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Oceny i zdjęcia, które udostępniasz, są przypisane do Twojego Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "您分享的「評分與照片」會連結到您的Apple ID。",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings & Photos that you share are linked to your Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xếp hạng & Ảnh mà bạn chia sẻ được liên kết với ID Apple của bạn.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Оценки и фото, которыми Вы делитесь, связаны с Вашим Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Les notes et les photos que vous partagez sont liées à votre identifiant Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les avis et les photos que vous partagez sont liés à votre identifiant Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat, jotka jaat, yhdistetään Apple ID:hesi.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian & Foto yang Anda bagikan ditautkan ke ID Apple Anda.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Beoordelingen en foto's die je deelt, worden gekoppeld aan je Apple ID.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพที่คุณแชร์จะผูกกับ Apple ID ของคุณ",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Evaluările și pozele pe care le partajați sunt asociate cu ID‑ul dvs. Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije koje dijelite povezane su s vašim Apple ID računom.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "आपके द्वारा शेयर की गई रेटिंग और तस्वीर आपके Apple ID से संबद्ध है।",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Les valoracions i les fotos que comparteixes es vinculen al teu ID d’Apple.",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Bewertungen & Fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "de"
      },
      {
        "target" : "דירוגים ותמונות",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "he"
      },
      {
        "target" : "Ratings & Photos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_AU"
      },
      {
        "target" : "التقييمات والصور",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ar"
      },
      {
        "target" : "Βαθμολογίες και φωτογραφίες",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "el"
      },
      {
        "target" : "評価と写真",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ja"
      },
      {
        "target" : "Ratings & Photos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en"
      },
      {
        "target" : "Оцінки та фото",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "uk"
      },
      {
        "target" : "Calificaciones y fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es_419"
      },
      {
        "target" : "评分与照片",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Valoraciones y fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "es"
      },
      {
        "target" : "Classificações e Fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Vurderinger og fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "da"
      },
      {
        "target" : "Valutazioni e foto",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "it"
      },
      {
        "target" : "Hodnotenia a fotky",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sk"
      },
      {
        "target" : "Classificações e fotografias",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Penilaian & Foto",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ms"
      },
      {
        "target" : "Betyg och bilder",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "sv"
      },
      {
        "target" : "Hodnocení a fotky",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "cs"
      },
      {
        "target" : "평가 및 사진",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ko"
      },
      {
        "target" : "Vurderinger og bilder",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "no"
      },
      {
        "target" : "Értékelések és fotók",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hu"
      },
      {
        "target" : "評分與相片",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Puanlar ve Fotoğraflar",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "tr"
      },
      {
        "target" : "Oceny i zdjęcia",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "pl"
      },
      {
        "target" : "評分與照片",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Ratings & Photos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xếp hạng & Ảnh",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "vi"
      },
      {
        "target" : "Оценки и фото",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ru"
      },
      {
        "target" : "Notes et photos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Avis et photos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fr"
      },
      {
        "target" : "Arvioinnit ja kuvat",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "fi"
      },
      {
        "target" : "Penilaian & Foto",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "id"
      },
      {
        "target" : "Beoordelingen\/foto's",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "nl"
      },
      {
        "target" : "การจัดอันดับและรูปภาพ",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "th"
      },
      {
        "target" : "Evaluări și poze",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ro"
      },
      {
        "target" : "Ocjene i fotografije",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hr"
      },
      {
        "target" : "रेटिंग और तस्वीरें",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "hi"
      },
      {
        "target" : "Valoracions i fotos",
        "filename" : "RatingsAndPhotos.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.ratingsAndPhotos.bundle",
  "framework" : "com.apple.onboarding.ratingsAndPhotos.bundle"
}