{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "Apple News-Newsletter & Datenschutz",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ידיעוני Apple News ופרטיות",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Apple News Newsletters & Privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الرسائل الإخبارية في Apple News والخصوصية",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Ενημερωτικά δελτία Apple News και Απόρρητο",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Newsニュースレターとプライバシー",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple News Newsletters & Privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Вісники Apple News і приватність",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Boletines de Apple News y la privacidad",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple News简报与隐私",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Los boletines de Apple News y la privacidad",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Boletins do Apple News e Privacidade",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Nyhedsbreve fra Apple News og anonymitet",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Newsletter di Apple News e privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Bulletiny Apple News a súkromie",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Boletins de Apple News e Privacidade",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Surat Berita Apple News & Privasi",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple News-nyhetsbrev och integritet",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Bulletiny Apple News a soukromí",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple News Newsletters 및 개인 정보 보호",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple News-nyhetsbrev og personvern",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple News-hírlevelek és az adatvédelem",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple News電子報與私隱",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple News Bültenleri ve Gizlilik",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Biuletyny Apple News i prywatność",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple News電子報與隱私權",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple News Newsletters & Privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản tin Apple News & Quyền riêng tư",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Новостные рассылки Apple News и конфи­денциальность",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Bulletins Apple News et confidentialité",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Bulletins Apple News et confidentialité",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple News -uutiskirjeet ja tietosuoja",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Buletin Apple News & Privasi",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Apple News-nieuwsbrieven en privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "จดหมายข่าว Apple News และความเป็นส่วนตัว",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Buletinele informative Apple News și intimitatea",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple News bilteni i privatnost",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple News न्यूज़लेटर और गोपनीयता",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Butlletins de l’Apple News i la privacitat",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "Apple News-Newsletter sind in den USA, Kanada, Australien und Großbritannien verfügbar. In einigen anderen Ländern sind auch personalisierte Newsletter verfügbar.\n\nApple News-Newsletter\n\nDu kannst deine E-Mail-Adresse angeben, um von Apple einen Newsletter mit den besten, von Apple News-Redakteuren zusammengestellten Storys zu erhalten. Darüber hinaus erhältst du in den E-Mails andere wichtige Informationen zu Apple News. Du kannst dich in der Apple News-App für die E-Mails von Apple News an- oder abmelden. Scrolle auf einem iOS- oder iPadOS-Gerät ans Ende deiner „Following“-Liste und wähle unter „Manage“ die Option „Notifications & Email“. Auf dem Mac findest du die Option unter „File“ > „Manage Notifications & Email“. Du kannst dich auch in den Apple-ID-Einstellungen an- oder abmelden. Die Apple-ID-Einstellungen findest du auf einem iOS- oder iPadOS-Gerät unter „Einstellungen“, auf einem Mac in den Systemeinstellungen sowie unter appleid.apple.com.\n\nPersonalisierte Newsletter von Apple News\n\nIn einigen Ländern kannst du auswählen, ob du eine personalisierte Version des Apple News-Newsletters erhalten möchtest. Der personalisierte Newsletter enthält neben den besten, von Apple News-Redakteuren zusammengestellten Storys auch Storys, die von unseren Redakteuren zusammengestellt wurden und zu deinen Interessen passen. \n\nWenn du dich für den personalisierten Newsletter anmeldest, wird dein Leseverhalten auf dem Gerät mit künstlicher Intelligenz analysiert, um dich mit Tausenden von anderen Personen mit den gleichen Interessen zu gruppieren. Die Informationen zu diesen Interessen werden für die Personalisierung des Newsletters an Apple gesendet.\n\nDer Leseverlauf in der Apple News-App bleibt auf deinem Gerät. Da die gesammelten Informationen, die an Apple gesendet werden, keine Rückschlüsse auf die gelesenen Storys zulassen, kennt Apple deinen Leseverlauf nicht. Wenn du Apple News+ abonnierst, erhältst du in deinem E-Mail-Newsletter auch neue Ausgaben der Magazine, denen du folgst. Die Liste der „Apple News+“-Kanäle, denen du folgst, wird an Apple gesendet und mit deiner Apple-ID verknüpft.\n\nWenn du den personalisierten Newsletter nicht erhalten möchtest, kannst du diesen in der Apple News-App abmelden. Scrolle auf einem iOS- oder iPadOS-Gerät ans Ende deiner „Following“-Liste und wähle unter „Manage“ die Option „Notifications & Email“. Auf dem Mac findest du die Option unter „File“ > „Manage Notifications & Email“. Du kannst dich auch in den Apple-ID-Einstellungen abmelden. Die Apple-ID-Einstellungen findest du auf einem iOS- oder iPadOS-Gerät unter „Einstellungen“, auf einem Mac in den Systemeinstellungen sowie unter appleid.apple.com.\n\nWenn du den personalisierten Newsletter in den verfügbaren Ländern erhalten möchtest, musst du dich dafür in der Apple News-App anmelden. Bei einer Anmeldung über „Einstellungen“, über die Systemeinstellungen oder unter appleid.apple.com erhältst du den nicht-personalisierten Newsletter. \n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ידיעוני Apple News זמינים בארה״ב, בקנדה, באוסטרליה ובבריטניה. במדינות מסוימות, זמינים גם ידיעונים מותאמים אישית.\n\nידיעוני Apple News\n\nבאפשרותך לספק ל-Apple את כתובת הדוא״ל שלך כדי שנוכל לשלוח אליך בדוא״ל ידיעון עם הכתבות הטובות ביותר שנבחרו על-ידי עורכי Apple News, ולשלוח לך עדכונים חשובים אחרים לגבי Apple News. באפשרותך להסכים או לסרב לקבלת הדוא״ל מ-Apple News ביישום News. במכשיר iOS או iPadOS, יש לגלול לתחתית הרשימה Following, ומתחת ל-Manage, לבחור Notifications & Email. ב-Mac, יש לבחור File ‏> Manage Notifications & Email. באפשרותך גם לאשר או לסרב מכל מקום שמשמש אותך לניהול הגדרות ה-Apple ID. באפשרותך לנהל את הגדרות Apple ID דרך ״הגדרות״ במכשיר iOS או iPadOS, ב״העדפות המערכת״ ב-Mac ובאתר appleid.apple.com.\n\nידיעוני Apple News מותאמים אישית\n\nבמדינות מסוימות, באפשרותך לבחור לקבל גירסה מותאמת אישית של ידיעון Apple News. הידיעון המותאם אישית כולל את הכתבות הטובות ביותר שנבחרו על-ידי עורכי Apple News, וכן כתבות שנבחרו על-ידי עורכים ותואמות לתחומי העניין שלך. \n\nבעת בחירה לקבלת הידיעון המותאם אישית, בינה מלאכותית במכשיר תנתח את הקריאה שלך ותקבץ את הנתונים עם אלה של אלפי משתמשים אחרים בעלי תחומי עניין דומים. כל המידע בנוגע לתחומי עניין אלה יישלח אל Apple כדי להתאים אישית את הידיעון שלך.\n\nהיסטוריית הקריאה שלך ב-Apple News נשמרת במכשירך. מאחר שהמידע הצבור שנשלח אל Apple אינו משקף אילו כתבות קראת, Apple אינה יודעת מהי היסטוריית הקריאה שלך. אם יש לך מינוי לשירות ⁨Apple News+⁩, יישלחו אליך גם מהדורות חדשות של המגזינים שאחריהם בחרת לעקוב בידיעון שנשלח לדוא״ל שלך. רשימת ערוצי ⁨Apple News+⁩ שאחריהם בחרת לעקוב תישלח ל-Apple ותשויך ל-Apple ID שלך.\n\nאם אינך רוצה לקבל את הידיעון המותאם אישית, באפשרותך לבטל זאת ביישום News. במכשיר iOS או iPadOS, יש לגלול לתחתית הרשימה Following, ומתחת ל-Manage, לבחור Notifications & Email. ב-Mac, יש לבחור File ‏> Manage Notifications & Email. באפשרותך גם לאשר או לסרב מכל מקום שמשמש אותך לניהול הגדרות ה-Apple ID. באפשרותך לנהל את הגדרות Apple ID ב״הגדרות״ במכשיר iOS או iPadOS, ב״העדפות המערכת״ ב-Mac ובאתר appleid.apple.com.\n\nאם ברצונך לקבל את הידיעון המותאם אישית במדינות שבהן הוא זמין, עליך להסכים לקבלו מהיישום News. אחרת, אם בחרת לקבל אותו דרך ״הגדרות״, ״העדפות המערכת״ או מהאתר appleid.apple.com, יישלח אליך הידיעון שאינו מותאם אישית. \n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Apple News newsletters are available in the United States, Canada, Australia and the United Kingdom. In some countries, personalised newsletters are also available.\n\nApple News Newsletters\n\nYou may provide Apple with your email address so that we can email you a newsletter with the best stories picked by Apple News editors and send you other important updates about Apple News. You can opt in or out of receiving emails from Apple News in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage, select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt in or out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac and at appleid.apple.com.\n\nApple News Personalised Newsletters\n\nIn some countries, you may choose to receive a personalised version of the Apple News newsletter. The personalised newsletter includes the best stories picked by Apple News editors, as well as stories picked by the editors that match your interests. \n\nIf you choose to receive the personalised newsletter, on-device artificial intelligence will analyse your reading to group you with thousands of other users with similar interests, and information about those interests will be sent to Apple to personalise your newsletter.\n\nYour Apple News reading history is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history. If you subscribe to Apple News+, you’ll also receive new issues of the magazines you follow in your email newsletter. The list of Apple News+ channels you follow will be sent to Apple and linked to your Apple ID.\n\nIf you do not want to receive the personalised newsletter, you can opt out in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage, select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac and at appleid.apple.com.\n\nIf you would like to receive the personalised newsletter in countries where it is available, you will need to opt in from the News app. Otherwise, if you opt in from Settings, System Preferences or appleid.apple.com, you will receive the non-personalised newsletter. \n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تتوفر الرسائل الإخبارية في Apple News في الولايات المتحدة وكندا وأستراليا والمملكة المتحدة. وفي بعض البلدان، تتوفر أيضًا رسائل إخبارية مخصصة.\n\nالرسائل الإخبارية في Apple News\n\nيمكنك تزويد Apple بعنوان بريدك الإلكتروني كي نتمكن من أن نرسل إليك بالبريد الإلكتروني رسالة إخبارية تحتوي على أفضل المقالات المنتقاة بواسطة محرري Apple News ونرسل إليك التحديثات المهمة الأخرى حول Apple News. يمكنك الاشتراك أو إلغاء الاشتراك في رسائل البريد الإلكتروني من Apple News في تطبيق News. على جهاز iOS أو iPadOS، مرر إلى أسفل قائمة Following، وحدد Notifications & Email أسفل Manage. على Mac، حدد ملف > إدارة الإشعارات والبريد الإلكتروني. يمكنك أيضًا الاشتراك أو إلغاء الاشتراك من أي مكان تدير فيه إعدادات Apple ID. يمكنك إدارة إعدادات Apple ID في الإعدادات على جهاز iOS أو iPadOS، وفي تفضيلات النظام على Mac، وعلى appleid.apple.com\n\nالرسائل الإخبارية المخصصة في Apple News\n\nفي بعض البلدان، يمكنك اختيار تلقي نسخة مخصصة من الرسائل الإخبارية في Apple News. تتضمن الرسائل الإخبارية المخصصة أفضل المقالات المنتقاة بواسطة محرري Apple News، إضافةً إلى المقالات المنتقاة بواسطة المحررين الذين يناسبون اهتماماتك. \n\nإذا اخترت تلقي الرسائل الإخبارية المخصصة، فسيقوم الذكاء الصناعي على الجهاز بتحليل قراءتك ليضمك إلى آلاف المستخدمين الآخرين الذين لديهم اهتمامات مماثلة، وسيتم إرسال المعلومات المجمَّعة حول هذه الاهتمامات إلى Apple لتخصيص رسالتك الإخبارية.\n\nيُحفظ سجل تاريخ قراءة Apple News على جهازك. ونظرًا لأن المعلومات المجمَّعة التي يتم إرسالها إلى Apple لا تعكس المقالات التي قرأتها، فلن تعرف Apple سجل تاريخ قراءتك. إذا اشتركت في Apple News+‎، فستتلقى أيضًا الأعداد الجديدة من المجلات التي تتابعها في رسالتك الإخبارية عبر البريد الإلكتروني. سيتم إرسال قائمة قنوات Apple News+‎ التي تتابعها إلى Apple وربطها بمعرِّف Apple ID الخاص بك.\n\nإذا كنت لا ترغب في تلقي الرسالة الإخبارية المخصصة، يمكنك إلغاء الاشتراك في تطبيق News. على جهاز iOS أو iPadOS، مرر إلى أسفل قائمة Following، وحدد Notifications & Email أسفل Manage. على Mac، حدد ملف > إدارة الإشعارات والبريد الإلكتروني. يمكنك أيضًا إلغاء الاشتراك من أي مكان تدير فيه إعدادات Apple ID. يمكنك إدارة إعدادات Apple ID في الإعدادات على جهاز iOS أو iPadOS، وفي تفضيلات النظام على Mac، وعلى appleid.apple.com\n\nإذا كنت ترغب في تلقي الرسالة الإخبارية المخصصة في البلدان التي تتوفر بها، فستحتاج إلى الاشتراك فيها من تطبيق News. بخلاف ذلك، إذا اشتركت من الإعدادات أو تفضيلات النظام أو appleid.apple.com، فستتلقى الرسالة الإخبارية غير المخصصة. \n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Τα ενημερωτικά δελτία Apple News είναι διαθέσιμα στις Ηνωμένες Πολιτείες, τον Καναδά, την Αυστραλία και το Ηνωμένο Βασίλειο. Σε κάποιες χώρες, διατίθενται επίσης εξατομικευμένα ενημερωτικά δελτία.\n\nΕνημερωτικά δελτία Apple News\n\nΜπορείτε να δώσετε στην Apple τη διεύθυνση email σας για να μπορούμε να σας στέλνουμε ένα ενημερωτικό δελτίο με τα καλύτερα άρθρα που έχουν επιλέξει οι συντάκτες του Apple News, καθώς και άλλες σημαντικές ενημερώσεις για το Apple News. Για να επιλέξετε αν επιθυμείτε να λαμβάνετε email από το Apple News, μεταβείτε στην εφαρμογή News. Σε συσκευή iOS ή iPadOS, κάντε κύλιση μέχρι να φτάσετε στο κάτω μέρος της λίστας «Following», και, στο τμήμα «Manage», επιλέξτε «Notifications & Email». Σε Mac, επιλέξτε «File» > «Manage Notifications & Email». Μπορείτε επίσης να επιλέξετε αν επιθυμείτε τη λήψη email από οπουδήποτε διαχειρίζεστε τις ρυθμίσεις Apple ID σας. Μπορείτε να διαχειριστείτε τις ρυθμίσεις Apple ID σας στις Ρυθμίσεις μιας συσκευής iOS ή iPadOS, στις Προτιμήσεις συστήματος ενός Mac και στη διεύθυνση appleid.apple.com.\n\nΕξατομικευμένα ενημερωτικά δελτία Apple News\n\nΣε κάποιες χώρες, μπορείτε να επιλέξετε να λαμβάνετε μια εξατομικευμένη έκδοση του ενημερωτικού δελτίου Apple News. Το εξατομικευμένο ενημερωτικό δελτίο περιλαμβάνει τα καλύτερα άρθρα που έχουν επιλέξει οι συντάκτες του Apple News, καθώς και άρθρα που έχουν επιλεγεί από τους συντάκτες με βάση τα ενδιαφέροντά σας. \n\nΑν επιλέξετε να λαμβάνετε το εξατομικευμένο ενημερωτικό δελτίο, η τεχνητή νοημοσύνη επί της συσκευής θα αναλύει το ιστορικό ανάγνωσής σας, θα σας ομαδοποιεί μαζί με χιλιάδες άλλους χρήστες που έχουν παρόμοια ενδιαφέροντα και θα αποστέλλονται στην Apple πληροφορίες σχετικά με τα εν λόγω ενδιαφέροντα με σκοπό την εξατομίκευση του ενημερωτικού δελτίου.\n\nΤο ιστορικό ανάγνωσής σας στο Apple News διατηρείται στη συσκευή σας. Οι συγκεντρωτικές πληροφορίες που αποστέλλονται στην Apple δεν περιλαμβάνουν τα άρθρα που έχετε διαβάσει, συνεπώς η Apple δεν γνωρίζει το ιστορικό ανάγνωσής σας. Αν είστε συνδρομητές του Apple News+, θα λάβετε επίσης νέα τεύχη των περιοδικών που ακολουθείτε στο ενημερωτικό δελτίο σας. Η λίστα των καναλιών Apple News+ που ακολουθείτε θα σταλεί στην Apple και θα συσχετιστεί με το Apple ID σας.\n\nΑν δεν θέλετε να λαμβάνετε το εξατομικευμένο ενημερωτικό δελτίο, μπορείτε να επιλέξετε εξαίρεση στην εφαρμογή News. Σε συσκευή iOS ή iPadOS, κάντε κύλιση μέχρι να φτάσετε στο κάτω μέρος της λίστας «Following», και, στο τμήμα «Manage», επιλέξτε «Notifications & Email». Σε Mac, επιλέξτε «File» > «Manage Notifications & Email». Μπορείτε επίσης να επιλέξετε εξαίρεση από οπουδήποτε διαχειρίζεστε τις ρυθμίσεις Apple ID σας. Μπορείτε να διαχειριστείτε τις ρυθμίσεις Apple ID σας στις Ρυθμίσεις μιας συσκευής iOS ή iPadOS, στις Προτιμήσεις συστήματος ενός Mac και στη διεύθυνση appleid.apple.com.\n\nΑν επιθυμείτε να λαμβάνετε το εξατομικευμένο ενημερωτικό δελτίο στις χώρες όπου διατίθεται, πρέπει να επιλέξετε τη λήψη στην εφαρμογή News. Ειδάλλως, αν επιλέξετε τη λήψη από τις Ρυθμίσεις, τις Προτιμήσεις συστήματος ή τη διεύθυνση appleid.apple.com, θα λαμβάνετε το μη εξατομικευμένο ενημερωτικό δελτίο. \n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Newsニュースレターは、米国、カナダ、オーストラリア、英国で利用できます。一部の国では、パーソナライズされたニュースレターも利用できます。\n\nApple Newsニュースレター\n\nAppleにメールアドレスを提供していただくことで、Apple Newsのエディタが選定したトップ記事を含むニュースレターのほか、Apple Newsに関するその他の重要なアップデートを受信することができます。Apple Newsからのメール配信を許可するか停止するかはNews Appで選択できます。iOSまたはiPadOSデバイスでは、“フォロー中”リストの下部までスクロールして、“管理”の下で“通知とメール”を選択します。Macでは、“ファイル”＞“通知とメールを管理”と選択します。また、この配信を許可するかどうかはApple ID設定を管理する場所ならどこでも変更できます。Apple ID設定の管理は、iOSまたはiPadOSデバイスでは“設定”で、Macでは“システム環境設定”で、またはappleid.apple.com\/ja_JP で行うことができます。\n\nパーソナライズされたApple Newsニュースレター\n\n一部の国では、Apple Newsニュースレターのパーソナライズ版を選択して受信することができます。パーソナライズされたニュースレターには、Apple Newsのエディタが選定したトップ記事に加えて、エディタが選定した記事の中からあなたの関心と一致するものが含まれます。 \n\nパーソナライズされたニュースレターの受信を選択すると、デバイス上の人工知能機能によってあなたの閲覧が分析され、類似した関心を持つ数千人単位のほかのユーザとグループ化されます。そして、それらの関心について集約された情報がAppleに送信されてニュースレターがパーソナライズされます。\n\nApple Newsの閲覧履歴はデバイス上に保管されます。Appleに送信される集約情報はあなたがどの記事を閲覧したかを反映していないため、Appleがあなたの閲覧履歴を知ることはありません。Apple News+のサブスクリプションに登録している場合、フォローしている雑誌の最新号の情報をメールのニュースレターで受け取ることもできます。フォローしているApple News+チャンネルのリストがAppleに送信され、Apple IDに関連付けられます。\n\nパーソナライズされたニュースレターを受け取りたくない場合は、News Appで停止できます。iOSまたはiPadOSデバイスでは、“フォロー中”リストの下部までスクロールして、“管理”の下で“通知とメール”を選択します。Macでは、“ファイル”＞“通知とメールを管理”と選択します。また、この配信はApple ID設定を管理する場所ならどこでも停止することができます。Apple ID設定の管理は、iOSまたはiPadOSデバイスでは“設定”で、Macでは“システム環境設定”で、またはappleid.apple.com\/ja_JP で行うことができます。\n\nパーソナライズされたニュースレターを利用可能な国で、メールの受信を希望する場合はNews Appから許可する必要があります。その他の国では、“設定”、“システム環境設定”、またはappleid.apple.com\/ja_JP で配信を許可した場合、パーソナライズされていないニュースレターが届きます。 \n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple News newsletters are available in the United States, Canada, Australia, and the United Kingdom. In some countries, personalized newsletters are also available.\n\nApple News Newsletters\n\nYou may provide Apple with your email address so that we can email you a newsletter with the best stories picked by Apple News editors and send you other important updates about Apple News. You can opt in or out of receiving emails from Apple News in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage, select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt in or out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac, and at appleid.apple.com.\n\nApple News Personalized Newsletters\n\nIn some countries, you may choose to receive a personalized version of the Apple News newsletter. The personalized newsletter includes the best stories picked by Apple News editors, as well as stories picked by the editors that match your interests. \n\nIf you choose to receive the personalized newsletter, on-device artificial intelligence will analyze your reading to group you with thousands of other users with similar interests, and information about those interests will be sent to Apple to personalize your newsletter.\n\nYour Apple News reading history is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history. If you subscribe to Apple News+, you’ll also receive new issues of the magazines you follow in your email newsletter. The list of Apple News+ channels you follow will be sent to Apple and linked to your Apple ID.\n\nIf you do not want to receive the personalized newsletter, you can opt out in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac, and at appleid.apple.com.\n\nIf you would like to receive the personalized newsletter in countries where it is available, you will need to opt in from the News app. Otherwise, if you opt in from Settings, System Preferences, or appleid.apple.com, you will receive the non-personalized newsletter. \n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Вісники Apple News доступні в США, Канаді, Австралії та Великій Британії. У деяких країнах також доступні персоналізовані вісники.\n\nВісники Apple News\n\nВи можете надати Apple свою е‑адресу, щоб отримувати вісник із добіркою найкращих, на думку редакторів Apple News, статей, а також важливі повідомлення стосовно Apple News. У програмі News ви можете надати згоду на отримання листів від Apple News або відмовитися від них. На пристрої iOS або iPadOS прокрутіть до кінця свій список стеження та в розділі «Керування» виберіть «Сповіщення та електронна пошта». На Mac виберіть Файл > Керування сповіщеннями та електронною поштою. Ці вподобання можна також налаштувати в параметрах вашого Apple ID. Керувати параметрами Apple ID можна в Параметрах на пристрої iOS або iPadOS, у Системних параметрах на Mac або на вебсайті appleid.apple.com.\n\nПерсоналізовані вісники Apple News\n\nУ деяких країнах ви можете отримувати персоналізовану версію вісника Apple News. Персоналізований вісник містить найкращі, на думку редакторів Apple News, статті, а також статті, відібрані редакторами відповідно до ваших інтересів. \n\nЯкщо ви вирішите отримувати персоналізований вісник, штучний інтелект на пристрої визначатиме, що ви читаєте, щоб згрупувати вас із тисячами інших користувачів зі схожими інтересами, а інформація про ці інтереси надсилатиметься до Apple задля персоналізації вісника для вас.\n\nВаша історія читання Apple News залишатиметься на пристрої. Оскільки зведена інформація, що надсилається до Apple, не містить даних про конкретні прочитані вами статті, Apple не знає вашої історії читання. За наявності підписки на Apple News+ ви також отримуватимете у своєму віснику е‑поштою нові випуски журналів, за якими стежите. Список каналів Apple News+, за якими ви стежите, буде надіслано до Apple і повʼязано з вашим Apple ID.\n\nЯкщо ви не хочете отримувати персоналізований вісник, можна відмовитися від цього у програмі News. На пристрої iOS або iPadOS прокрутіть до кінця свій список стеження та в розділі «Керування» виберіть «Сповіщення та електронна пошта». На Mac виберіть Файл > Керування сповіщеннями та електронною поштою. Це можна також налаштувати в параметрах вашого Apple ID. Керувати параметрами Apple ID можна в Параметрах на пристрої iOS або iPadOS, у Системних параметрах на Mac або на вебсайті appleid.apple.com.\n\nЩоб отримувати персоналізований вісник у країнах, де це можливо, вам знадобиться надати свою згоду в програмі News. Якщо ви надасте свою згоду в Параметрах, Системних параметрах або на вебсайті appleid.apple.com, ви отримуватимете неперсоналізований вісник. \n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Los boletines de Apple News están disponibles en EE.UU., Canadá, Australia y Reino Unido. En algunos países, los boletines personalizados también están disponibles.\n\nBoletines de Apple News\n\nPuedes proporcionarle a Apple tu dirección de correo electrónico para poder recibir un boletín con los mejores artículos seleccionados por los editores de Apple News, así como otras actualizaciones importantes sobre Apple News. Puedes optar por recibir o no recibir correos electrónicos de Apple News desde la app News. En un dispositivo iOS o iPadOS, desplázate al final de tu lista Following y, debajo de Manage, selecciona Notifications & Email. En una Mac, selecciona File > Manage Notifications & Email. También puedes administrar esto desde donde controlas la configuración de tu Apple ID. Puedes administrar la configuración de tu Apple ID desde la app Configuración en un dispositivo iOS o iPadOS, desde Preferencias del Sistema en una Mac, o desde appleid.apple.com.\n\nBoletines personalizados de Apple News\n\nEn algunos países, puedes elegir recibir una versión personalizada del boletín de Apple News. El boletín personalizado incluye los mejores artículos seleccionados por los editores de Apple News, así como artículos afines a tus intereses elegidos por los editores. \n\nSi eliges recibir el boletín personalizado, el procesamiento de inteligencia artificial en el dispositivo analizará tus datos de lectura para agruparte con otras miles de personas con intereses similares, y la información sobre esos intereses se enviará a Apple para personalizar tu boletín.\n\nTu historial de lectura de Apple News se guarda en tu dispositivo. Como la información agregada que se envía a Apple no refleja qué artículos has leído, Apple no conoce tu historial de lectura. Si te suscribes a Apple News+, recibirás ediciones nuevas de las revistas que sigues en tu boletín. La lista de canales de Apple News+ que sigues se enviará a Apple y se asociará con tu Apple ID.\n\nSi no quieres recibir el boletín personalizado, puedes elegir no hacerlo desde la app News. En un dispositivo iOS o iPadOS, desplázate al final de tu lista Following y, debajo de Manage, selecciona Notifications & Email. En una Mac, selecciona File > Manage Notifications & Email. También puedes administrar esto desde donde controlas la configuración de tu Apple ID. Puedes administrar la configuración de tu Apple ID desde la app Configuración en un dispositivo iOS o iPadOS, desde Preferencias del Sistema en una Mac, o desde appleid.apple.com.\n\nSi quieres recibir el boletín personalizado (en los países donde está disponible), debes elegir dicha opción desde la app News. Si eliges la opción desde Configuración, Preferencias del Sistema o appleid.apple.com, recibirás la versión no personalizada del boletín. \n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple News简报在美国、加拿大、澳大利亚和英国提供。在部分国家\/地区，还提供个性化简报。\n\nApple News简报\n\n您可以向Apple提供您的电子邮件地址，这样我们就能以电子邮件的形式向您发送简报，其中包含Apple News编辑精选的最佳报道，并向您发送有关Apple News的其他重要更新。您可以在“新闻”App中选择接收或不接收来自Apple News的电子邮件。在iOS或iPadOS设备中，滚动到关注列表的底部，选择“管理”下方的“通知与电子邮件”。在Mac上，选择“文件”>“管理通知与电子邮件”。您也可以在管理Apple ID设置的任何位置选择接收或不接收。在iOS或iPadOS设备的“设置”中、在Mac的“系统偏好设置”中和appleid.apple.com 上，您可以管理Apple ID设置。\n\nApple News个性化简报\n\n在部分国家\/地区，您可以选择接收个性化版本的Apple News简报。个性化简报包括Apple News编辑精选的最佳报道，以及编辑所遴选符合您兴趣的报道。 \n\n如果您选择接收个性化简报，设备端人工智能技术会分析您的阅读内容，将您和成千上万兴趣类似的用户分为一组，有关这些兴趣的信息将发送给Apple以向您提供个性化简报。\n\n您的Apple News阅读历史记录会保留在设备上。由于发送给Apple的聚合信息不会反映您所阅读的报道，因此Apple不知道您的阅读历史记录。如果您订阅Apple News+，您还会在电子邮件简报中收到所关注杂志的新刊物。您关注的Apple News+频道列表将发送给Apple并与您的Apple ID关联。\n\n如果不想接收个性化简报，您可以在“新闻”App中选择不接收。在iOS或iPadOS设备中，滚动到关注列表的底部，选择“管理”下方的“通知与电子邮件”。在Mac上，选择“文件”>“管理通知与电子邮件”。您也可以在管理Apple ID设置的任何位置选择不接收。在iOS或iPadOS设备的“设置”中、在Mac的“系统偏好设置”中和appleid.apple.com 上，您可以管理Apple ID设置。\n\n如果想要在提供的国家\/地区接收个性化简报，您需要从“新闻”App中选择接收。如果从“设置”、“系统偏好设置”或appleid.apple.com 选择接收，那么您将收到非个性化简报。 \n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Los boletines de Apple News están disponibles en Estados Unidos, Canadá, Australia y Reino Unido. En algunos países, también se ofrecen boletines personalizados.\n\nBoletines de Apple News\n\nSi proporcionas a Apple tu dirección de correo electrónico, podrás recibir un boletín con los mejores artículos seleccionados por los editores de Apple News, así como otras actualizaciones importantes sobre Apple News. Puedes activar o desactivar la opción de recibir correos electrónicos de Apple News en la app News. Para ello, en un dispositivo iOS o iPadOS, desplázate hasta el final de la lista Following y, debajo de Manage, selecciona “Notifications & Email”. En un Mac, selecciona File > Manage Notifications & Email. También tienes la posibilidad de activar o desactivar esta función desde los ajustes de tu ID de Apple: en la app Ajustes con un dispositivo iOS o iPadOS, en Preferencias del Sistema con un Mac o bien en appleid.apple.com.\n\nBoletines personalizados de Apple News\n\nEn determinados países, puedes optar por recibir una versión personalizada de los boletines de Apple News. El boletín personalizado incluye los mejores artículos seleccionados por los editores de Apple News, así como otros artículos de tu interés seleccionados por editores. \n\nSi aceptas recibir el boletín personalizado, la inteligencia artificial de tu dispositivo analizará tus lecturas para agruparte con miles de otros usuarios con intereses similares y la información acerca de esos intereses se enviará a Apple para personalizar los boletines que recibas.\n\nTu historial de lecturas de Apple News se guarda en tu dispositivo. Puesto que la información agregada que se envía a Apple no refleja los artículos que has leído, Apple no tiene conocimiento de tu historial de lecturas en ningún momento. Si te suscribes a Apple News+, también recibirás en el boletín que se envía por correo electrónico los nuevos números de las revistas que sigas. La lista de los canales de Apple News+ que sigas se enviará a Apple y se vinculará a tu ID de Apple.\n\nSi no quieres recibir el boletín personalizado, puedes desactivar esta opción en la app News. Para ello, en un dispositivo iOS o iPadOS, desplázate hasta el final de la lista Following y, debajo de Manage, selecciona “Notifications & Email”. En un Mac, selecciona File > Manage Notifications & Email. También tienes la posibilidad de desactivar esta función desde los ajustes de tu ID de Apple: en la app Ajustes con un dispositivo iOS o iPadOS, en Preferencias del Sistema con un Mac o bien en appleid.apple.com.\n\nSi quieres recibir el boletín personalizado en países en los que está disponible, deberás activarlo desde la app News. De lo contrario, si lo activas desde Ajustes, Preferencias del Sistema o appleid.apple.com, recibirás un boletín que no estará personalizado. \n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Os boletins do Apple News estão disponíveis nos Estados Unidos, Canadá, Austrália e Reino Unido. Em alguns países também estão disponíveis boletins personalizados.\n\nBoletins do Apple News\n\nVocê pode fornecer à Apple o seu endereço de e-mail para que possamos enviar um boletim com os melhores artigos selecionados pelos editores do Apple News e outras atualizações importantes sobre o Apple News. No app News você pode optar por receber ou não e-mails do Apple News. Em um dispositivo iOS ou iPadOS, role até o fim da sua lista Following e, abaixo de Manage, selecione Notifications & Email. Em um Mac, selecione File > Manage Notifications & Email. Você também pode fazer essa escolha de qualquer lugar onde gerencie os ajustes do ID Apple: nos Ajustes de um dispositivo iOS ou iPadOS, nas Preferências do Sistema em um Mac e em appleid.apple.com.\n\nBoletins Personalizados do Apple News\n\nEm alguns países, você pode optar por receber uma versão personalizada do boletim do Apple News. O boletim personalizado inclui os melhores artigos escolhidos por editores do Apple News, bem como artigos escolhidos pelos editores que correspondam aos seus interesses. \n\nSe você optar por receber o boletim personalizado, a inteligência artificial no dispositivo analisará a sua leitura para agrupar você com milhares de outros usuários com interesses semelhantes. As informações sobre esses interesses serão enviadas à Apple para personalizar o seu boletim.\n\nO seu histórico de leitura do Apple News é mantido no seu dispositivo. Como as informações agregadas enviadas à Apple não refletem quais artigos você leu, a Apple não conhece o seu histórico de leitura. Se assinar o Apple News+, você também receberá novas edições das revistas que segue no seu boletim por e-mail. A lista dos canais do Apple News+ que você segue será enviada à Apple e vinculada ao seu ID Apple.\n\nSe você não quiser receber o boletim personalizado, pode desmarcar essa opção no app News. Em um dispositivo iOS ou iPadOS, role até o fim da sua lista Following e, abaixo de Manage, selecione Notifications & Email. Em um Mac, selecione File > Manage Notifications & Email. Você também pode fazer essa escolha de qualquer lugar onde gerencie os ajustes do ID Apple: nos Ajustes de um dispositivo iOS ou iPadOS, nas Preferências do Sistema em um Mac e em appleid.apple.com.\n\nSe quiser receber o boletim personalizado em países onde há disponibilidade, será necessário fazer essa escolha no app News. Caso contrário, se optar a partir dos Ajustes, Preferências do Sistema ou appleid.apple.com, você receberá o boletim não personalizado. \n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Nyhedsbreve fra Apple News er tilgængelige i USA, Canada, Australien og Storbritannien. I nogle lande er det også muligt at få personligt tilpassede nyhedsbreve.\n\nNyhedsbreve fra Apple News\n\nDu kan give Apple din e-mailadresse, så vi kan sende dig et nyhedsbrev med de bedste artikler udvalgt af Apple News-redaktører og andre vigtige opdateringer om Apple News. Du kan vælge eller fravælge e-mails fra Apple News i appen News. På en iOS- eller iPadOS-enhed skal du rulle til bunden af listen Following og vælge Notifications & Email under Manage. På en Mac skal du vælge File > Manage Notifications & Email. Du kan også til- eller framelde dig alle de steder, hvor du administrerer indstillingerne til dit Apple‑id. Du kan administrere indstillingerne til dit Apple‑id i Indstillinger på en iOS- eller iPadOS-enhed, i Systemindstillinger på en Mac og på appleid.apple.com.\n\nPersonligt tilpassede nyhedsbreve fra Apple News\n\nI nogle lande kan du vælge, at du vil modtage en personligt tilpasset version af nyhedsbrevet fra Apple News. Det personligt tilpassede nyhedsbrev indeholder de bedste artikler udvalgt af Apple News-redaktører og artikler, der er udvalgt af redaktørerne, fordi de passer til dine interesser. \n\nHvis du vælger, at du vil modtage det personligt tilpassede nyhedsbrev, bliver dine læsevaner analyseret på enheden vha. kunstig intelligens med henblik på at gruppere dig med tusindvis af andre brugere med lignende interesser, og der bliver sendt et overblik over disse interesser til Apple, som tilpasser nyhedsbrevet til dig.\n\nDin læsehistorik i Apple News bliver på din enhed. De samlede oplysninger, der sendes til Apple, afspejler ikke, hvilke artikler du har læst, så Apple kender ikke din læsehistorik. Hvis du abonnerer på Apple News+, modtager du også nye udgivelser af de magasiner, du følger, i dit nyhedsbrev. Listen med de Apple News+-kanaler, du følger, sendes til Apple, og oplysningerne knyttes til dit Apple‑id.\n\nHvis du ikke ønsker at modtage det personligt tilpassede nyhedsbrev, kan du fravælge det i appen News. På en iOS- eller iPadOS-enhed skal du rulle til bunden af listen Following og vælge Notifications & Email under Manage. På en Mac skal du vælge File > Manage Notifications & Email. Du kan også framelde dig alle de steder, hvor du administrerer indstillingerne til dit Apple‑id. Du kan administrere indstillingerne til dit Apple‑id i Indstillinger på en iOS- eller iPadOS-enhed, i Systemindstillinger på en Mac og på appleid.apple.com.\n\nHvis du ønsker at modtage det personligt tilpassede nyhedsbrev i lande, hvor det er tilgængeligt, skal du tilmelde dig i appen News. Hvis du tilmelder dig i Indstillinger, Systemindstillinger eller på appleid.apple.com, vil du modtage det nyhedsbrev, som ikke er personligt tilpasset. \n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Le newsletter di Apple News sono disponibili per Stati Uniti, Canada, Australia e Regno Unito. In alcuni paesi è inoltre possibile ricevere newsletter personalizzate.\n\nNewsletter di Apple News\n\nPuoi fornire il tuo indirizzo e‑mail ad Apple per ricevere una newsletter che include i migliori articoli scelti apposta per te dalla redazione di Apple News e altri importanti aggiornamenti relativi ad Apple News. È possibile decidere di ricevere o meno e‑mail da Apple News sull'app News. Su un dispositivo iOS o iPadOS, scorri tutto l'elenco di testate che segui e, sotto alle impostazioni di gestione, seleziona l'opzione relativa a notifiche ed e‑mail. Sul Mac, seleziona File > Manage Notifications & Email. Puoi anche iscriverti o annullare l'iscrizione dalle impostazioni dell'ID Apple. Su un dispositivo iOS e iPadOS, puoi gestire le impostazioni dell'ID Apple in Impostazioni; su un Mac, in Preferenze di Sistema, oppure puoi andare alla pagina appleid.apple.com.\n\nNewsletter personalizzate di Apple News\n\nIn alcuni paesi è possibile ricevere una versione personalizzata della newsletter di Apple News che include gli articoli migliori scelti apposta per te dalla redazione di Apple News e altre storie che potrebbero interessarti. \n\nSe scegli di ricevere la newsletter personalizzata, l'intelligenza artificiale integrata sul dispositivo analizzerà le tue letture per associare il tuo profilo a quello di migliaia di altri utenti con interessi simili. Inoltre, Apple riceverà informazioni relative alle tue preferenze per personalizzare i contenuti della newsletter.\n\nLa cronologia di lettura di Apple News viene mantenuta sul dispositivo. Poiché le informazioni aggregate inviate ad Apple non mostrano quali articoli hai letto, Apple non è in grado di conoscere la cronologia di lettura. Se hai un abbonamento ad Apple News+, riceverai inoltre i nuovi numeri delle riviste che segui nella newsletter tramite e‑mail. L'elenco dei canali di Apple News+ che segui verrà inviato ad Apple e sarà collegato al tuo ID Apple.\n\nSe non desideri ricevere la newsletter personalizzata, puoi disabilitare l'opzione nell'app News. Su un dispositivo iOS o iPadOS, scorri tutto l'elenco di testate che segui e, sotto alle impostazioni di gestione, seleziona l'opzione relativa a notifiche ed e‑mail. Sul Mac, seleziona File > Manage Notifications & Email. Puoi anche iscriverti o annullare l'iscrizione dalle impostazioni dell'ID Apple. Su un dispositivo iOS e iPadOS, puoi gestire le impostazioni dell'ID Apple in Impostazioni, su un Mac, in Preferenze di Sistema, oppure puoi andare alla pagina appleid.apple.com.\n\nNei paesi in cui la funzionalità è disponibile, se decidi di ricevere la newsletter personalizzata, devi selezionare l'opzione dall'app News. Se invece acconsenti da Impostazioni, Preferenze di Sistema o dalla pagina appleid.apple.com, ti verrà inviata una raccolta di articoli non personalizzata. \n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Bulletiny Apple News sú k dispozícii v Spojených štátoch, Kanade, Austrálii a Spojenom kráľovstve. V niektorých krajinách sú k dispozícii aj personalizované bulletiny.\n\nBulletiny Apple News\n\nSpoločnosti Apple môžete poskytnúť svoju emailovú adresu, aby sme vám vedeli posielať bulletiny s najlepšími článkami vyberanými redaktormi Apple News a ďalšie dôležité aktualizácie týkajúce sa Apple News. Prijímanie emailov z Apple New môžete zapnúť alebo vypnúť v apke News. Na iOS alebo iPadOS zariadení prejdite na spodok zoznamu Nasledované a v časti Spravovať vyberte možnosť Hlásenia a email. Na Macu vyberte Súbor > Spravovať hlásenia a email. Túto funkciu môžete zapínať alebo vypínať aj všade tam, kde spravujete nastavenia svojho Apple ID. Nastavenia Apple ID môžete spravovať v apke Nastavenia na iOS alebo iPadOS zariadení, v Systémových nastaveniach na Macu a na stránke appleid.apple.com.\n\nPersonalizované bulletiny Apple News\n\nV niektorých krajinách si môžete nastaviť prijímanie personalizovanej verzie bulletinu Apple News. Personalizovaný bulletin obsahuje najlepšie články vyberané redaktormi Apple News, ako aj výber článkov, ktoré zodpovedajú vašim záujmom. \n\nAk sa rozhodnete prijímať personalizovaný bulletin, umelá inteligencia na zariadení bude analyzovať vaše čitateľské návyky a tieto informácie zoskupí s tisíckami ďalších užívateľov s podobnými záujmami. Agregované informácie o spoločných záujmoch budú odoslané spoločnosti Apple na personalizáciu vášho bulletinu.\n\nHistória článkov, ktoré ste čítali v Apple News, ostane uchovaná na vašom zariadení. Agregované informácie odosielané spoločnosti Apple neobsahujú informácie o konkrétnych článkoch, ktoré ste čítali, a spoločnosť Apple nepozná vašu históriu čítania článkov. Pri predplatení odberu Apple News+ budete do svojho emailového bulletinu dostávať aj nové vydania časopisov, ktoré nasledujete. Zoznam kanálov Apple News+, ktoré nasledujete, bude odoslaný spoločnosti Apple a prepojený s vaším Apple ID.\n\nAk nechcete prijímať personalizovaný bulletin, môžete ho vypnúť v apke News. Na iOS alebo iPadOS zariadení prejdite na spodok zoznamu Nasledované a v časti Spravovať vyberte možnosť Hlásenia a email. Na Macu vyberte Súbor > Spravovať hlásenia a email. Túto funkciu môžete vypnúť aj všade tam, kde spravujete nastavenia svojho Apple ID. Nastavenia Apple ID môžete spravovať v apke Nastavenia na iOS alebo iPadOS zariadení, v Systémových nastaveniach na Macu a na stránke appleid.apple.com.\n\nAk chcete prijímať osobný bulletin v niektorej z krajín, kde je táto funkcia dostupná, musíte ju zapnúť v apke News. Ak ju zapnete v Nastaveniach, Systémových nastaveniach alebo na stránke appleid.apple.com, budete dostávať len nepersonalizovaný bulletin. \n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Os boletins de Apple News estão disponíveis nos Estados Unidos, no Canadá, na Austrália e no Reino Unido. Em alguns países, estão também disponíveis boletins personalizados.\n\nBoletins de Apple News\n\nPode fornecer à Apple o seu endereço de e‑mail e passará a receber por e‑mail os melhores artigos selecionados pelos editores de Apple News, assim como outras atualizações importantes relacionadas com Apple News. Pode optar por receber ou deixar de receber e‑mails de Apple News na aplicação News. Num dispositivo iOS ou iPadOS, no fim da lista “Following”, selecione “Notifications & Email” em “Manage”. Num Mac, selecione File > Manage Notifications & Email. Também pode efetuar esta escolha onde quer que faça a gestão das definições do seu ID Apple. Pode geri‑las na aplicação Definições num dispositivo iOS ou iPadOS, nas Preferências do Sistema num Mac ou em appleid.apple.com.\n\nBoletins personalizados de Apple News\n\nEm alguns países, pode optar por receber uma versão personalizada do boletim de Apple News. O boletim personalizado inclui os melhores artigos selecionados pelos editores de Apple News, assim como artigos que vão ao encontro dos seus interesses. \n\nSe optar por receber o boletim personalizado, a inteligência artificial no dispositivo analisará as suas leituras para agrupar milhares de leitores com interesses semelhantes. A informação sobre esses interesses será enviada à Apple para personalizar o boletim.\n\nO seu histórico de leitura de artigos de Apple News é guardado no seu dispositivo. Como a informação agregada que é enviada à Apple não reflete os artigos que leu, a Apple não tem conhecimento do seu histórico de leitura. Se assinar Apple News+, receberá também no boletim enviado por e‑mail as novas edições das revistas que segue. A lista de canais de Apple News+ que segue será enviada à Apple e associada ao seu ID Apple.\n\nSe não pretender receber o boletim personalizado, pode desativá‑lo na aplicação News. Num dispositivo iOS ou iPadOS, no fim da lista “Following”, selecione “Notifications & Email” em “Manage”. Num Mac, selecione File > Manage Notifications & Email. Também pode efetuar esta escolha onde quer que faça a gestão das definições do seu ID Apple. Pode geri‑las na aplicação Definições num dispositivo iOS ou iPadOS, nas Preferências do Sistema num Mac ou em appleid.apple.com.\n\nSe pretender receber o boletim personalizado nos países onde está disponível, terá de ativar esta opção na aplicação News. Caso contrário, se a ativar nas Definições, Preferências do Sistema ou appleid.apple.com, receberá o boletim não personalizado. \n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Surat berita Apple News tersedia di Amerika Syarikat, Kanada, Australia dan United Kingdom. Di sesetengah negara, surat berita diperibadikan juga tersedia.\n\nSurat Berita Apple News\n\nAnda boleh menyediakan Apple dengan alamat e-mel anda supaya kami boleh menghantar e-mel surat berita kepada anda dengan cerita terbaik yang dipilih oleh editor Apple News dan menghantar kemas kini penting yang lain tentang Apple News kepada anda. Anda boleh mengikut serta atau menarik diri daripada menerima e-mel Apple News dalam app News. Pada peranti iOS atau iPadOS, skrol ke bahagian bawah senarai Following anda dan di bawah Manage, pilih Notifications & Email. Pada Mac, pilih File > Manage Notifications & Email. Anda juga boleh mengikut serta atau menarik diri daripada mana-mana sahaja anda mengurus seting Apple ID anda. Anda boleh mengurus seting Apple ID anda dalam Seting pada peranti iOS atau iPadOS, dalam Keutamaan Sistem pada Mac dan di appleid.apple.com\/my.\n\nSurat Berita Diperibadikan Apple News\n\nDi sesetengah negara, anda boleh memilih untuk menerima versi surat berita Apple News yang diperibadikan. Surat berita diperibadikan termasuk cerita terbaik yang dipilih oleh editor Apple News, serta cerita dipilih oleh editor yang sepadan dengan minat anda. \n\nJika anda memilih untuk menerima surat berita diperibadikan, kecerdasan buatan pada peranti akan menganalisis bacaan anda untuk menghimpunkan anda bersama beribu-ribu pengguna lain dengan minat yang serupa dan maklumat tentang minat tersebut akan dihantar kepada Apple untuk memperibadikan surat berita anda.\n\nSejarah bacaan Apple News anda disimpan pada peranti anda. Disebabkan maklumat beragregat yang dihantar kepada Apple tidak menggambarkan cerita yang anda telah baca, Apple tidak mengetahui sejarah bacaan anda. Jika anda melanggan Apple News+, anda juga akan menerima keluaran baharu majalah yang anda ikuti dalam surat berita e-mel anda. Senarai saluran Apple News+ yang anda ikuti akan dihantar kepada Apple dan dipautkan kepada Apple ID anda.\n\nJika anda tidak mahu menerima surat berita diperibadikan, anda boleh menarik diri dalam app News. Pada peranti iOS atau iPadOS, skrol ke bahagian bawah senarai Following anda dan di bawah Manage, pilih Notifications & Email. Pada Mac, pilih File > Manage Notifications & Email. Anda juga boleh menarik diri daripada mana-mana sahaja anda mengurus seting Apple ID anda. Anda boleh mengurus seting Apple ID anda dalam Seting pada peranti iOS atau iPadOS, dalam Keutamaan Sistem pada Mac dan di appleid.apple.com\/my.\n\nJika anda mahu menerima surat berita diperibadikan di negara tempat ia tersedia, anda perlu mengikut serta daripada app News. Jika tidak, jika anda mengikut serta daripada Seting, Keutamaan Sistem atau appleid.apple.com\/my, anda akan menerima surat berita yang tidak diperibadikan. \n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple News-nyhetsbrev är tillgängliga i USA, Kanada, Australien och Storbritannien. I en del länder är det även möjligt att få personligt anpassade nyhetsbrev.\n\nApple News-nyhetsbrev\n\nDu kan tillhandahålla din e-postadress till Apple så att vi kan mejla dig ett nyhetsbrev med de bästa artiklarna som är handplockade av Apple News-redaktörer samt skicka dig andra viktiga uppdateringar om Apple News. Du kan välja att ta emot eller tacka nej till mejl från Apple News i appen News. På en iOS- eller iPadOS-enhet rullar du till nederkanten av listan Following och väljer Notifications & Email nedanför Manage. På en Mac väljer du File > Manage Notifications & Email. Du kan också välja att ta emot eller tacka nej där du hanterar dina Apple‑ID-inställningar. Du kan hantera dina Apple‑ID-inställningar i Inställningar på en iOS- eller iPadOS-enhet, i Systeminställningar på en Mac och på appleid.apple.com.\n\nPersonligt anpassade Apple News-nyhetsbrev\n\nI en del länder kan du välja att få en personligt anpassad version av Apple News-nyhetsbrevet. Det personligt anpassade nyhetsbrevet innehåller de bästa artiklarna som är handplockade av Apple News-redaktörer liksom artiklar som har valts ut av redaktörerna eftersom de matchar dina intressen. \n\nOm du väljer att ta emot det personligt anpassade nyhetsbrevet kommer en funktion på enheten att analysera dina läsvanor med hjälp av artificiell intelligens och gruppera dig med tusentals andra användare med liknande intressen. Den sammanslagna informationen om dessa intressen skickas till Apple för att göra nyhetsbrevet personligt anpassat.\n\nDin läshistorik i Apple News behålls på din enhet. Eftersom den sammanslagna informationen som skickas till Apple inte återspeglar vilka artiklar du har läst kan Apple inte se din läshistorik. Om du prenumererar på Apple News+ får du även nya nummer av tidskrifter du följer i mejlnyhetsbrevet. Listan med de kanaler i Apple News+ som du följer skickas till Apple och länkas till ditt Apple‑ID.\n\nOm du inte vill få det personligt anpassade nyhetsbrevet kan du välja bort det i appen News. På en iOS- eller iPadOS-enhet rullar du till nederkanten av listan Following och väljer Notifications & Email nedanför Manage. På en Mac väljer du File > Manage Notifications & Email. Du kan också välja bort nyhetsbrevet där du hanterar dina Apple‑ID-inställningar. Du kan hantera dina Apple‑ID-inställningar i Inställningar på en iOS- eller iPadOS-enhet, i Systeminställningar på en Mac och på appleid.apple.com.\n\nOm du vill få det personligt anpassade nyhetsbrevet i länder där det är tillgängligt måste du välja att ta emot det i appen News. Om du väljer att ta emot nyhetsbrevet i Inställningar, Systeminställningar eller på appleid.apple.com kommer du att få det vanliga nyhetsbrevet som inte är personligt anpassat. \n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Bulletiny Apple News jsou dostupné v USA, Kanadě, Austrálii a Spojeném království. V některých zemích jsou k dispozici i osobní bulletiny.\n\nBulletiny Apple News\n\nPokud společnosti Apple poskytnete svou e‑mailovou adresu, můžeme vám posílat e‑mailový bulletin s výběrem nejlepších článků od redaktorů Apple News a také důležité aktuální informace o Apple News. K zasílání e‑mailů z Apple News se můžete přihlásit nebo se od něj odhlásit v aplikaci News. Na iOS nebo iPadOS zařízení přejděte na konec seznamu Following (Sleduji) a v části Manage (Správa) vyberte Notifications & Email (Oznámení a e‑maily). Na Macu použijte příkaz File (Soubor) > Manage Notifications & Email (Spravovat oznámení a e‑maily). Přihlásit nebo odhlásit se můžete také všude tam, kde spravujete nastavení svého Apple ID. Na iOS a iPadOS zařízeních k tomu slouží aplikace Nastavení, na Macu Předvolby systému a na webu stránka appleid.apple.com.\n\nOsobní bulletiny Apple News\n\nV některých zemích se můžete přihlásit k odběru osobní verze bulletinu Apple News přizpůsobené přímo pro vás. V osobním bulletinu najdete kromě výběru nejlepších článků od redaktorů Apple News také články, které redaktoři vybírají podle vašich zájmů. \n\nPokud se přihlásíte k odběru osobního bulletinu, budou vaše čtenářské návyky analyzovány vlastní umělou inteligencí vašeho zařízení a budete podle nich zařazeni do skupin tisíců dalších uživatelů s podobnými zájmy. Informace o těchto zájmech pak budou zaslány společnosti Apple, aby podle nich mohla sestavit váš osobní bulletin.\n\nVaše historie čtení Apple News nikdy neopouští vaše zařízení. Vzhledem k tomu, že souhrnné informace zasílané společnosti Apple neobsahují údaje o konkrétních článcích, které jste četli, společnost Apple vaši čtenářskou historii nezná. Pokud si předplatíte Apple News+, budete ve svém e‑mailovém bulletinu dostávat také nová vydání časopisů, které sledujete. Společnost Apple obdrží seznam kanálů Apple News+, které sledujete, a propojí ho s vaším Apple ID.\n\nJestliže si osobní bulletin nepřejete dostávat, můžete se od jeho odběru odhlásit v aplikaci News. Na iOS nebo iPadOS zařízení přejděte na konec seznamu Following (Sleduji) a v části Manage (Správa) vyberte Notifications & Email (Oznámení a e‑maily). Na Macu použijte příkaz File (Soubor) > Manage Notifications & Email (Spravovat oznámení a e‑maily). Odhlásit se můžete také všude tam, kde spravujete nastavení svého Apple ID. Na iOS a iPadOS zařízeních k tomu slouží aplikace Nastavení, na Macu Předvolby systému a na webu stránka appleid.apple.com.\n\nChcete‑li se k odběru osobního bulletinu přihlásit (v zemích, kde je k dispozici), musíte k tomu použít aplikaci News. Pokud se přihlásíte prostřednictvím aplikace Nastavení, Předvoleb systému nebo na stránce appleid.apple.com, budete dostávat obecnou, nepřizpůsobenou verzi bulletinu. \n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple News 뉴스레터는 미국, 캐나다, 오스트레일리아 및 영국에서 사용 가능합니다. 일부 국가에서는 개인 맞춤화된 뉴스레터도 사용 가능합니다.\n\nApple News 뉴스레터\n\nApple에 이메일 주소를 제공하면 Apple News 에디터가 엄선한 최고의 기사를 포함한 뉴스레터 및 Apple News에 대한 중요한 업데이트 사항이 이메일로 발송될 수 있습니다. News 앱에서 Apple News의 이메일 수신 여부를 설정할 수 있습니다. iOS 및 iPadOS 기기에서 Following 목록 하단으로 스크롤하여 Manage 아래에 있는 Notifications & Email을 선택하십시오. Mac에서는 File > Manage Notifications & Email을 선택하십시오. Apple ID 설정을 관리하는 곳이면 어디에서나 수신 여부를 설정할 수도 있습니다. iOS 및 iPadOS 기기의 설정, Mac의 시스템 환경설정, appleid.apple.com 사이트에서 Apple ID 설정을 관리할 수 있습니다.\n\n개인 맞춤화된 Apple News Newsletters\n\n일부 국가에서는 Apple News 뉴스레터의 개인 맞춤화된 버전을 받도록 선택할 수 있습니다. 개인 맞춤화된 뉴스레터에는 Apple News 에디터가 엄선한 최고의 기사 및 사용자의 관심사와 일치하는 에디터가 선정한 기사가 포함됩니다. \n\n개인 맞춤화된 뉴스레터를 받도록 선택한 경우, 기기에 탑재된 인공 지능이 사용자가 읽은 기사를 분석하여 유사한 관심사를 가진 수천 명의 다른 사용자와 함께 그룹화하고, 뉴스레터를 개인화할 수 있도록 해당 관심사에 대한 정보가 Apple에 전송됩니다.\n\n사용자가 읽은 Apple News 기록은 기기에 저장됩니다. 집계되어 Apple에 전송되는 정보는 사용자가 읽은 기사를 반영하지 않으므로, Apple은 사용자가 읽은 기록을 알지 못합니다. Apple News+를 구독하는 경우, 사용자가 팔로우하는 잡지의 최신호도 이메일 뉴스레터로 받을 수 있습니다. 사용자가 팔로우하는 Apple News+ 채널의 목록이 Apple로 전송되며 사용자의 Apple ID와 연결됩니다.\n\n개인 맞춤화된 뉴스레터 받기를 원하지 않는 경우, News 앱에서 거부할 수 있습니다. iOS 및 iPadOS 기기에서 Following 목록 하단으로 스크롤하여 Manage 아래에 있는 Notifications & Email을 선택하십시오. Mac에서는 File > Manage Notifications & Email을 선택하십시오. Apple ID 설정을 관리하는 곳이면 어디에서나 수신을 거부할 수도 있습니다. iOS 및 iPadOS 기기의 설정, Mac의 시스템 환경설정, appleid.apple.com 사이트에서 Apple ID 설정을 관리할 수 있습니다.\n\n사용 가능한 국가에서 개인 맞춤화된 뉴스레터를 받으려면 News 앱에서 수신을 선택해야 합니다. 설정, 시스템 환경설정 또는 appleid.apple.com 사이트에서 선택한 경우, 개인 맞춤화되지 않은 뉴스레터를 받게 됩니다. \n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple News-nyhetsbrev er tilgjengelig i USA, Canada, Australia og Storbritannia. I noen land er også tilpassede nyhetsbrev tilgjengelige.\n\nApple News-nyhetsbrev\n\nDu kan oppgi e‑postadressen din til Apple hvis du vil at vi skal sende deg et nyhetsbrev med de beste artiklene utvalgt av Apple News-redaktørene og andre viktige oppdateringer om Apple News. Du kan velge om du vil motta e‑postmeldinger fra Apple News i News-appen. På en iOS- eller iPadOS-enhet ruller du til bunnen av Following-listen din og velger Notifications & Email under Manage. På en Mac velger du File > Manage Notifications & Email. Du kan også gjøre dette valget der du administrerer Apple‑ID-innstillingene dine. Du kan administrere Apple‑ID-innstillingene dine i Innstillinger på en iOS- eller iPadOS-enhet, i Systemvalg på en Mac og på appleid.apple.com.\n\nTilpassede Apple News-nyhetsbrev\n\nI noen land kan du også velge å motta en tilpasset versjon av Apple News-nyhetsbrevet. Det personlige nyhetsbrevet inneholder de beste artiklene utvalgt av Apple News-redaktører samt artikler valgt av redaktørene som passer interessene dine. \n\nHvis du velger å motta det tilpassede nyhetsbrevet, analyseres det du leser på selve enheten med kunstig intelligens slik at du grupperes sammen med tusenvis av andre brukere med lignende interesser. Informasjon om disse interessene sendes også til Apple for tilpassing av nyhetsbrevet.\n\nApple News-leseloggen oppbevares på enheten. Siden den samlede informasjonen som sendes til Apple, ikke reflekterer artikler du har lest, kjenner ikke Apple til leseloggen din. Hvis du abonnerer på Apple News+, vil du også motta nye utgaver av tidsskriftene du følger, i e‑postnyhetsbrevet. Listen over kanaler du følger i Apple News+, vil bli sendt til Apple og knyttet til Apple‑ID-en din.\n\nHvis du ikke vil motta det tilpassede nyhetsbrevet, kan du velge å ikke motta det i News-appen. På en iOS- eller iPadOS-enhet ruller du nederst i Following-listen din, og under Manage velger du Notifications & Email. På en Mac velger du File > Manage Notifications & Email. Du kan også gjøre dette valget der du administrerer Apple‑ID-innstillingene dine. Du kan administrere Apple‑ID-innstillingene dine i Innstillinger på en iOS- eller iPadOS-enhet, i Systemvalg på en Mac og på appleid.apple.com.\n\nHvis du vil motta det tilpassede nyhetsbrevet i land hvor det er tilgjengelig, må du velge dette i News-appen. Hvis du gjør valget i Innstillinger, i Systemvalg eller på appleid.apple.com, vil du motta det vanlige nyhetsbrevet. \n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple News-hírlevelek csak az Egyesült Államokban, Kanadában, Ausztráliában és az Egyesült Királyságban érhetők el. Néhány országban személyre szabott hírlevelek is rendelkezésre állnak.\n\nApple News-hírlevelek\n\nMegadhatja az e-mail-címét az Apple-nek, hogy e-mailben elküldhessük Önnek az Apple News szerkesztői által válogatott legjobb sztorikat tartalmazó hírlevelet, illetve egyéb fontos információkat küldjünk az Apple Newsról. A News appban regisztrálhat az Apple News által küldött e-mailekre, valamint itt is mondhatja le őket. iOS- vagy iPadOS-eszközön görgessen a Követés lista aljára, és a Kezelés alatt válassza az Értesítések és e-mail lehetőséget. Mac gépen válassza a Fájl > Értesítések és e-mailek kezelése menüpontot. A regisztrációt és a lemondást bárhonnan elvégezheti, ahol az Apple ID-jának beállításait kezeli. Az Apple ID-ja beállításait iOS- vagy iPadOS-eszközön a Beállításokban, Mac gépen a Rendszerbeállításokban, ezenkívül az appleid.apple.com webhelyen is kezelheti.\n\nSzemélyre szabott Apple News-hírlevelek\n\nNéhány országban kaphat személyre szabott Apple News-hírlevelet. A személyre szabott hírlevél az Apple News szerkesztői által válogatott legjobb sztorikat, valamint a szerkesztők által az Ön érdeklődési köre szerint válogatott sztorikat tartalmazza. \n\nHa a személyre szabott hírlevél mellett dönt, akkor az eszközén lévő mesterséges intelligencia elemezni fogja az Ön által olvasott tartalmakat, hogy egy csoportba helyezze Önt több ezer más, hasonló érdeklődésű körű felhasználóval. Az ezekkel az érdeklődési körökkel kapcsolatos információk el lesznek küldve az Apple-nek az Ön hírlevele személyre szabásához.\n\nAz Ön Apple News-olvasási előzményei az eszközén vannak tárolva. Mivel az Apple-nek küldött összesített információk nem tükrözik, hogy Ön milyen sztorikat olvas, az Apple nem fogja megismerni az Ön olvasási előzményeit. Ha előfizet az Apple News+ szolgáltatásra, akkor az e-mail-hírlevélben az Ön által követett magazinok új lapszámai is szerepelni fognak. Az Ön által követett Apple News+-csatornák listája el lesz küldve az Apple-nek, és hozzá lesz rendelve az Ön Apple ID-jához.\n\nHa nem szeretne személyre szabott hírlevelet kapni, a lehetőséget lemondhatja a News appban. iOS- vagy iPadOS-eszközön görgessen a Követés lista aljára, és a Kezelés alatt válassza az Értesítések és e-mail lehetőséget. Mac gépen válassza a Fájl > Értesítések és e-mailek kezelése menüpontot. A lemondást bárhonnan elvégezheti, ahol az Apple ID-jának beállításait kezeli. Az Apple ID-ja beállításait iOS- vagy iPadOS-eszközön a Beállításokban, Mac gépen a Rendszerbeállításokban, ezenkívül az appleid.apple.com webhelyen is kezelheti.\n\nHa személyre szabott hírlevelet szeretne kapni olyan országban, ahol az elérhető, akkor regisztráljon a News appban. Ha a Beállításokban, a Rendszerbeállításokban vagy az appleid.apple.com webhelyen regisztrál, akkor a nem személyre szabott hírlevelet fogja megkapni. \n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple News電子報在美國、加拿大、澳洲和英國提供。在部份國家或地區，也提供個人化電子報。\n\nApple News電子報\n\n你可以向Apple提供電郵地址，以便我們可以向你寄送包括Apple News編輯精心挑選之最佳報道的電子報，並向你傳送Apple News相關的其他重要更新項目。你可以在News App中選擇加入或退出接收來自Apple News的電郵。在iOS或iPadOS裝置上，捲動到「Following」列表底部，然後在「Manage」下方選擇「Notifications & Email」。在Mac上，選擇「File」>「Manage Notifications & Email」。你也可以從任何管理Apple ID設定的位置選擇加入或退出。你可以在iOS或iPadOS裝置上的「設定」中、在Mac上的「系統偏好設定」中，以及在此網址（appleid.apple.com）上管理Apple ID設定。\n\nApple News個人化電子報\n\n在部份國家或地區，你可以選擇接收個人化版本的Apple News電子報。個人化電子報包括Apple News編輯精選的最佳報道，以及符合你興趣的編輯精選報道。 \n\n如你選擇接收個人化電子報，裝置上的人工智能會分析你的閲讀內容，以將你與數以千計有相似興趣的用户分為一組。有關這些興趣的資料會傳送予Apple來個人化你的電子報。\n\n你的Apple News閲讀記錄會保存在裝置上。傳送予Apple的彙集資料不會反映你看過哪些報道，所以Apple不會知道你的閲讀記錄。如訂閲Apple News+，你亦將會在電郵電子報中收到已追蹤雜誌的新刊物。你追蹤的Apple News+頻道列表將會傳送至Apple並且連繫至你的Apple ID。\n\n如你不想接收個人化電子報，則可以在News App中選擇退出。在iOS或iPadOS裝置上，捲動到「Following」列表底部，然後在「Manage」下方選擇「Notifications & Email」。在Mac上，選擇「File」>「Manage Notifications & Email」。你也可以從任何管理Apple ID設定的位置選擇退出。你可以在iOS或iPadOS裝置上的「設定」中、在Mac上的「系統偏好設定」中，以及在此網址（appleid.apple.com）上管理Apple ID設定。\n\n如你希望在適用個人化電子報的國家或地區接收個人化電子報，你需要從News App中選擇加入。否則，如果你從「設定」、「系統偏好設定」或此網址（appleid.apple.com）選擇加入，將收到非個人化的電子報。 \n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple News bültenleri ABD’de, Kanada’da, Avustralya’da ve Birleşik Krallık’ta kullanılabilir. Bazı ülkelerde kişiselleştirilmiş bültenler de kullanılabilir.\n\nApple News Bültenleri\n\nApple News editörleri tarafından seçilen en iyi yazıların bulunduğu bir bültenin ve Apple News ile ilgili diğer önemli güncellemelerin size e-postayla gönderilebilmesi için Apple’a e-posta adresinizi verebilirsiniz. Apple News’dan e-posta almayı veya almamayı News uygulamasında seçebilirsiniz. iOS veya iPadOS aygıtında Following listenizin en altına kaydırın ve Manage başlığı altında Notifications & Email’i seçin. Mac’te File > Manage Notifications & Email’i seçin. Apple kimliği ayarlarınızı yönettiğiniz yerde de alma ya da almama arasında seçim yapabilirsiniz. Apple kimliği ayarlarınızı iOS veya iPadOS aygıtında Ayarlar’da, Mac’te Sistem Tercihleri’nde ve appleid.apple.com sayfasında yönetebilirsiniz.\n\nKişiselleştirilmiş Apple News Bültenleri\n\nBazı ülkelerde Apple News bülteninin kişiselleştirilmiş bir sürümünü almayı seçebilirsiniz. Kişiselleştirilmiş bülten, Apple News editörleri tarafından seçilmiş en iyi yazıların yanı sıra editörlerin ilgi alanlarınıza göre seçtiği yazıları da içerir. \n\nKişiselleştirilmiş bülten almayı seçerseniz aygıttaki yapay zeka, sizi benzer ilgi alanlarına sahip diğer binlerce kullanıcıyla aynı gruba dahil etmek için okuduklarınızı inceler ve bu ilgi alanları hakkındaki bilgiler, bülteninizin kişiselleştirilmesi amacıyla Apple’a gönderilir.\n\nApple News okuma geçmişiniz aygıtınızda tutulur. Apple’a gönderilen toplanmış bilgiler hangi yazıları okuduğunuzu göstermediğinden Apple, okuma geçmişinizi bilmez. Apple News+’a abone olursanız e-posta bülteninizde takip ettiğiniz dergilerin yeni sayılarını da alırsınız. Takip ettiğiniz Apple News+ kanallarının listesi Apple’a gönderilir ve Apple kimliğinize bağlanır.\n\nKişiselleştirilmiş bülten almak istemiyorsanız News uygulamasında alma tercihinizden vazgeçebilirsiniz. iOS veya iPadOS aygıtında Following listenizin en altına kaydırın ve Manage başlığı altında Notifications & Email’i seçin. Mac’te File > Manage Notifications & Email’i seçin. Apple kimliği ayarlarınızı yönettiğiniz yerde de alma tercihinizden vazgeçebilirsiniz. Apple kimliği ayarlarınızı iOS veya iPadOS aygıtında Ayarlar’da, Mac’te Sistem Tercihleri’nde ve appleid.apple.com sayfasında yönetebilirsiniz.\n\nKişiselleştirilmiş bülten özelliğinin kullanılabildiği ülkelerde bültenleri almak istiyorsanız News uygulamasında bunu seçmeniz gerekir. Aksi takdirde Ayarlar’da, Sistem Tercihleri’nde veya appleid.apple.com sayfasında seçerseniz kişiselleştirilmemiş bülten alırsınız. \n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Biuletyny Apple News są dostępne w Stanach Zjednoczonych, Kanadzie, Australii i Wielkiej Brytanii. W niektórych krajach dostępne są także biuletyny spersonalizowane.\n\nBiuletyny Apple News\n\nMożesz dostarczyć swój adres email, abyśmy mogli wysyłać Ci biuletyn z najlepszymi publikacjami wybranymi przez redaktorów Apple News oraz wysyłać Ci inne ważne uaktualnienia dotyczące Apple News. Otrzymywanie wiadomości email z serwisu Apple News możesz włączyć lub wyłączyć w aplikacji News. Na urządzeniu iOS lub iPadOS przewiń na dół listę Following i pod etykietą Manage zaznacz Notifications & Email. Na Macu wybierz polecenie menu File > Manage Notifications & Email. Tę decyzję możesz zmienić za każdym razem, gdy zarządzasz ustawieniami swojego Apple ID. Ustawieniami swojego Apple ID możesz zarządzać w Ustawieniach na urządzeniu iOS lub iPadOS, w Preferencjach systemowych na Macu oraz w witrynie https:\/\/appleid.apple.com.\n\nSpersonalizowane biuletyny Apple News\n\nW niektórych krajach możesz wybrać otrzymywanie spersonalizowanej wersji biuletynu Apple News. Spersonalizowany biuletyn zawiera najlepsze publikacje wybrane przez redaktorów serwisu Apple News, a także wybrane przez redaktorów publikacje pasujące do Twoich zainteresowań. \n\nJeśli zdecydujesz się otrzymywać spersonalizowane biuletyny, wbudowana sztuczna inteligencja przeanalizuje to, co czytasz, i doda Cię do grupy tysięcy innych użytkowników o podobnych zainteresowaniach. Zagregowane informacje o Twoich zainteresowaniach zostaną wysłane do Apple w celu spersonalizowania Twojego biuletynu.\n\nTwoja historia czytania w aplikacji News jest przechowywana na Twoim urządzeniu. Ponieważ zagregowane informacje wysyłane do Apple nie odzwierciedlają publikacji przeczytanych przez Ciebie, Apple nie zna Twojej historii czytania. Jeśli subskrybujesz Apple News+, możesz także otrzymywać nowe wydania obserwowanych czasopism w biuletynie dystrybuowanym pocztą email. Lista obserwowanych przez Ciebie kanałów Apple News+ zostanie wysłana do Apple i powiązana z Twoim Apple ID.\n\nJeśli nie chcesz otrzymywać spersonalizowanego biuletynu, możesz z tego zrezygnować w aplikacji News. Na urządzeniu iOS lub iPadOS przewiń na dół listę Following i pod etykietą Manage zaznacz Notifications & Email. Na Macu wybierz polecenie menu File > Manage Notifications & Email. Tę decyzję możesz zmienić za każdym razem, gdy zarządzasz ustawieniami swojego Apple ID. Ustawieniami swojego Apple ID możesz zarządzać w Ustawieniach na urządzeniu iOS lub iPadOS, w Preferencjach systemowych na Macu oraz w witrynie https:\/\/appleid.apple.com.\n\nJeśli chcesz otrzymywać spersonalizowany biuletyn w krajach, gdzie ta usługa jest dostępna, musisz to zaznaczyć w aplikacji News. W przeciwnym wypadku, jeśli to zaakceptujesz w Ustawieniach, Preferencjach systemowych lub w witrynie https:\/\/appleid.apple.com, będziemy Ci wysyłać biuletyn niespersonalizowany. \n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple News電子報可在美國、加拿大、澳洲和英國使用。在部分國家，個人化的電子報也可使用。\n\nApple News電子報\n\n您可以提供您的電子郵件地址給Apple，以便我們能以電子郵件傳送電子報給您，提供由Apple News編輯精選的最佳報導，並傳送其他關於Apple News的重要更新給您。您可以在News App中選擇啟用或停用接收來自Apple News的電子郵件。在iOS或iPadOS裝置上，捲動到Following列表底部，在Manage的下方選擇Notifications & Email。在Mac上，請選擇File > Manage Notifications & Email。您也可以在管理Apple ID設定時，隨時選擇啟用或停用。您可以在iOS或iPadOS的「設定」、Mac的「系統偏好設定」和appleid.apple.com上管理您的Apple ID設定。\n\nApple News個人化電子報\n\n在部分國家，您可以選擇接收個人化版本的Apple News電子報。個人化的電子報包含由Apple News編輯精選的最佳報導，以及編輯為您挑選與您的興趣相符的報導。 \n\n若您選擇接收個人化電子報，裝置上的人工智慧功能會分析您的閱讀內容，將您與其他上千位具有類似興趣的使用者一起分組，並將這些興趣相關的資訊彙集傳送到Apple來為您製作個人化的電子報。\n\n您的Apple News閱讀記錄會保留在裝置上。彙集傳送到Apple的資訊並不會反映您曾閱讀過的報導，Apple不會知道您的閱讀記錄。若訂閱Apple News+，您也將在電子報郵件中收到已追蹤雜誌的新一期刊物。您追蹤的Apple News+頻道列表將會傳送到Apple並與您的Apple ID連結。\n\n若您不想收到個人化的電子報，可以在News App中選擇停用。在iOS或iPadOS裝置上，捲動到Following列表底部，在Manage的下方選擇Notifications & Email。在Mac上，請選擇File > Manage Notifications & Email。您也可以在管理Apple ID設定時，隨時選擇停用。您可以在iOS或iPadOS的「設定」、Mac的「系統偏好設定」和appleid.apple.com上管理您的Apple ID設定。\n\n如果您想在可使用個人化電子報的國家收到個人化的電子報，您需要在News App中選擇啟用功能。否則，若您是從「設定」、「系統偏好設定」或appleid.apple.com來啟用功能，您收到的是非個人化的電子報。 \n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple News newsletters are available in the United States, Canada, Australia and the United Kingdom. In some countries, personalised newsletters are also available.\n\nApple News Newsletters\n\nYou may provide Apple with your email address so we can email you a newsletter with the best stories picked by Apple News editors and send you other important updates about Apple News. You can opt in or out of receiving emails from Apple News in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage, select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt in or out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac, and at appleid.apple.com.\n\nApple News Personalised Newsletters\n\nIn some countries, you may choose to receive a personalised version of the Apple News newsletter. The personalised newsletter includes the best stories picked by Apple News editors, as well as stories picked by the editors that match your interests. \n\nIf you choose to receive the personalised newsletter, on-device artificial intelligence will analyse your reading to group you with thousands of other users with similar interests, and information about those interests will be sent to Apple to personalise your newsletter.\n\nYour Apple News reading history is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history. If you subscribe to Apple News+, you’ll also receive new issues of the magazines you follow in your email newsletter. The list of Apple News+ channels you follow will be sent to Apple and linked to your Apple ID.\n\nIf you do not want to receive the personalised newsletter, you can opt out in the News app. On an iOS or iPadOS device, scroll to the bottom of your Following list, and below Manage, select Notifications & Email. On a Mac, select File > Manage Notifications & Email. You can also opt out from wherever you manage your Apple ID settings. You can manage your Apple ID settings in Settings on an iOS or iPadOS device, in System Preferences on a Mac, and at appleid.apple.com.\n\nIf you would like to receive the personalised newsletter in countries where it is available, you will need to opt in from the News app. Otherwise, if you opt in from Settings, System Preferences or appleid.apple.com, you will receive the non-personalised newsletter. \n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản tin Apple News khả dụng tại Mỹ, Canada, Australia và Vương quốc Anh. Tại một số quốc gia, bản tin được cá nhân hóa cũng khả dụng.\n\nBản tin Apple News\n\nBạn có thể cung cấp cho Apple địa chỉ email để chúng tôi có thể gửi email cho bạn một bản tin với các tin tức hay nhất được các biên tập viên Apple News lựa chọn và gửi cho bạn các thông tin cập nhật quan trọng khác về Apple News. Bạn có thể lựa chọn nhận hoặc không nhận email từ Apple News trong ứng dụng News. Trên thiết bị iOS hoặc iPadOS, hãy cuộn xuống cuối danh sách Following của bạn và chọn Notifications & Email bên dưới Manage. Trên máy Mac, hãy chọn File > Manage Notifications & Email. Bạn cũng có thể lựa chọn nhận hoặc không nhận từ bất kỳ thiết bị nào mà bạn sử dụng để quản lý cài đặt ID Apple. Bạn có thể quản lý cài đặt ID Apple trong Cài đặt trên thiết bị iOS hoặc iPadOS, trong Tùy chọn hệ thống trên máy Mac và tại địa chỉ appleid.apple.com\/vn.\n\nBản tin Apple News được cá nhân hóa\n\nTại một số quốc gia, bạn có thể lựa chọn nhận phiên bản được cá nhân hóa của bản tin Apple News. Bản tin được cá nhân hóa bao gồm các tin tức hay nhất do các biên tập viên Apple News lựa chọn, cũng như các tin tức được các biên tập viên lựa chọn phù hợp với sở thích của bạn. \n\nNếu bạn lựa chọn nhận bản tin được cá nhân hóa, trí thông minh nhân tạo trên thiết bị sẽ phân tích hoạt động đọc để xếp bạn vào nhóm cùng hàng nghìn người dùng khác có cùng sở thích và thông tin về những sở thích đó sẽ được gửi đến Apple để cá nhân hóa bản tin của bạn.\n\nLịch sử đọc Apple News được lưu giữ trên thiết bị của bạn. Vì thông tin tổng hợp được gửi đến Apple không phản ánh các tin tức mà bạn đã đọc nên Apple không biết lịch sử đọc của bạn. Nếu bạn đăng ký Apple News+, bạn cũng sẽ nhận được các số phát hành mới của các tạp chí mà bạn theo dõi trong bản tin email. Danh sách các kênh Apple News+ mà bạn theo dõi sẽ được gửi đến Apple và liên kết với ID Apple của bạn.\n\nNếu bạn không muốn nhận bản tin được cá nhân hóa, bạn có thể lựa chọn không nhận trong ứng dụng News. Trên thiết bị iOS hoặc iPadOS, hãy cuộn xuống cuối danh sách Following của bạn và chọn Notifications & Email bên dưới Manage. Trên máy Mac, hãy chọn File > Manage Notifications & Email. Bạn cũng có thể lựa chọn không nhận từ bất kỳ thiết bị nào mà bạn sử dụng để quản lý cài đặt ID Apple. Bạn có thể quản lý cài đặt ID Apple trong Cài đặt trên thiết bị iOS hoặc iPadOS, trong Tùy chọn hệ thống trên máy Mac và tại địa chỉ appleid.apple.com\/vn.\n\nNếu bạn muốn nhận bản tin được cá nhân hóa tại các quốc gia mà tính năng này khả dụng, bạn sẽ cần lựa chọn nhận từ ứng dụng News. Ngược lại, nếu bạn lựa chọn nhận từ Cài đặt, Tùy chọn hệ thống hoặc appleid.apple.com\/vn, bạn sẽ nhận được bản tin phi cá nhân hóa. \n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Новостные рассылки Apple News доступны в США, Канаде, Австралии и Великобритании. В некоторых странах также доступны персонализированные новостные рассылки.\n\nНовостные рассылки Apple News\n\nВы можете предоставить Apple свой адрес электронной почты, чтобы получать новостную рассылку с подборками лучших статей, отобранных редакторами Apple News, и другие важные сообщения Apple News. Согласиться на получение электронных писем от Apple News или отказаться от него можно в приложении News. На устройстве iOS или iPadOS прокрутите список Following (Подписки) до конца, затем в разделе Manage (Управление) выберите Notifications & Email (Уведомления и электронные письма). На Mac выберите меню File (Файл) > Manage Notifications & Email (Управление уведомлениями и электронными письмами). Эту функцию также можно включить или выключить в настройках Apple ID. Управлять настройками Apple ID можно в приложении «Настройки» на устройстве iOS или iPadOS, в Системных настройках на Mac и на веб‑сайте appleid.apple.com.\n\nПерсонализированные новостные рассылки Apple News\n\nВ некоторых странах можно выбрать персонализированную версию новостной рассылки Apple News. Персонализированная новостная рассылка включает лучшие статьи, отобранные редакторами Apple News, и редакционную подборку статей по темам, которые Вам интересны. \n\nЕсли Вы решите получать персонализированную новостную рассылку, алгоритмы искусственного интеллекта на устройстве будут анализировать список статей, которые Вы читаете, и включат Вас в группу, состоящую из тысяч других пользователей с похожими интересами. Сводная информация о читательских предпочтениях будет отправляться в Apple для персонализации Вашей новостной рассылки.\n\nИстория статей, которые Вы читаете в Apple News, остается на Вашем устройстве. На основе обобщенной информации, отправляемой в Apple, невозможно восстановить список прочитанных Вами статей, поэтому Apple не будет известно, что Вы читали. Если Вы подписаны на Apple News+, в составе электронной новостной рассылки Вы также будете получать новые выпуски журналов, на которые Вы подписаны. Список каналов Apple News+, на которые Вы подписаны, будет отправлен в Apple и привязан к Вашему Apple ID.\n\nЕсли Вы не хотите получать персонализированную новостную рассылку, Вы можете отказаться от нее в приложении News. На устройстве iOS или iPadOS прокрутите список Following (Подписки) до конца, затем в разделе Manage (Управление) выберите Notifications & Email (Уведомления и электронные письма). На Mac выберите меню File (Файл) > Manage Notifications & Email (Управление уведомлениями и электронными письмами). Эту функцию также можно выключить в настройках Apple ID. Управлять настройками Apple ID можно в приложении «Настройки» на устройстве iOS или iPadOS, в Системных настройках на Mac и на appleid.apple.com.\n\nЧтобы получать персонализированную новостную рассылку в тех странах, где она доступна, необходимо включить ее в приложении News. Если включить ее в Настройках, Системных настройках или на appleid.apple.com, Вы будете получать новостную рассылку без персонализации. \n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Les infolettres Apple News sont disponibles aux États-Unis, au Canada, en Australie et au Royaume-Uni. Dans certains pays, des infolettres personnalisées sont également offertes.\n\nInfolettres Apple News\n\nVous pouvez fournir votre adresse courriel à Apple pour que nous puissions vous envoyer une infolettre qui contient les meilleurs articles choisis par les éditeurs d’Apple News ainsi que d’autres informations importantes au sujet d’Apple News. Vous pouvez choisir de recevoir ou de ne pas recevoir les courriels d’Apple News dans l’app News. Sur un appareil iOS ou iPadOS, accédez au bas de la liste Suivis, puis sélectionnez Notifications et courriels sous l’option Gérer. Sur un Mac, sélectionnez Fichier > Gérer les notifications et les courriels. Vous pouvez également choisir de recevoir ou de ne pas recevoir de courriels dans les réglages de votre identifiant Apple. Vous pouvez gérer les réglages de votre identifiant Apple dans Réglages sur un appareil iOS ou iPadOS, dans Préférences Système sur un Mac ou en vous rendant sur appleid.apple.com.\n\nInfolettres Apple News personnalisées\n\nDans certains pays, vous pouvez choisir de recevoir une version personnalisée de l’infolettre Apple News. L’infolettre personnalisée comprend les meilleurs articles choisis par les éditeurs d’Apple News ainsi que des articles choisis par les éditeurs en fonction de vos intérêts. \n\nSi vous choisissez de recevoir l’infolettre personnalisée, les fonctions d’intelligence artificielle de votre appareil analyseront vos lectures pour vous associer à des milliers d’autres utilisateurs qui partagent vos centres d’intérêt. Des informations sur les centres d’intérêt seront envoyées à Apple pour personnaliser votre infolettre.\n\nVotre historique de lecture dans Apple News est conservé sur votre appareil. Étant donné que l’information transmise de façon consolidée à Apple n’indique pas quels articles vous avez lus, Apple n’est pas en mesure de connaître votre historique de lecture. Si vous vous abonnez à Apple News+, vous recevrez également dans l’infolettre les nouveaux numéros des magazines que vous suivez. La liste de chaînes Apple News+ que vous suivez sera envoyée à Apple et associée à votre identifiant Apple.\n\nSi vous ne souhaitez pas recevoir l’infolettre personnalisée, vous pouvez désactiver cette option dans l’app News. Sur un appareil iOS ou iPadOS, accédez au bas de la liste Suivis, puis sélectionnez Notifications et courriels sous l’option Gérer. Sur un Mac, sélectionnez Fichier > Gérer les notifications et les courriels. Vous pouvez désactiver cette option dans les réglages de votre identifiant Apple. Vous pouvez gérer les réglages de votre identifiant Apple dans Réglages sur un appareil iOS ou iPadOS, dans Préférences Système sur un Mac ou en vous rendant sur appleid.apple.com.\n\nSi vous souhaitez recevoir l’infolettre personnalisée dans les pays où elle est offerte, vous devrez activer l’option correspondante dans l’app News. Sinon, si vous activez l’infolettre à partir de Réglages, de Préférences Système ou du site appleid.apple.com, vous recevrez des infolettres non personnalisées. \n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les bulletins Apple News sont disponibles aux États-Unis, au Canada, en Australie et au Royaume-Uni. Dans certains pays, des bulletins personnalisés sont également proposés.\n\nBulletins Apple News\n\nVous pouvez fournir votre adresse e-mail à Apple pour que nous puissions vous envoyer un bulletin présentant les meilleurs articles sélectionnés par les éditeurs d’Apple News, ainsi que d’autres mises à jour importantes concernant Apple News. Vous pouvez accepter ou refuser de recevoir des e-mails d’Apple News dans l’app News. Sur un appareil iOS ou iPadOS, faites défiler votre liste Following jusqu’en bas, puis sélectionnez « Notifications & Email » sous Manage. Sur un Mac, sélectionnez File > Manage Notifications & Email. Vous pouvez également indiquer votre choix dans vos réglages « Identifiant Apple ». Vous pouvez gérer les réglages de votre identifiant Apple dans Réglages sur un appareil iOS ou iPadOS, dans Préférences Système sur un Mac, ou à l’adresse https:\/\/appleid.apple.com.\n\nBulletins personnalisés Apple News\n\nDans certains pays, vous pouvez choisir de recevoir une version personnalisée du bulletin Apple News. Ce bulletin personnalisé inclut les meilleurs articles sélectionnés par les éditeurs d’Apple News, ainsi que des articles choisis par les éditeurs correspondant à vos centres d’intérêt. \n\nSi vous choisissez de recevoir le bulletin personnalisé, une technologie basée sur l’intelligence artificielle et exécutée sur l’appareil analysera vos lectures pour vous inclure dans un groupe de plusieurs milliers d’autres utilisateurs ayant des centres d’intérêt similaires aux vôtres. Des données agrégées concernant ces centres d’intérêt seront également envoyées à Apple pour personnaliser votre bulletin.\n\nVotre historique de lecture dans Apple News est conservé sur votre appareil. Comme les données agrégées envoyées à Apple n’indiquent pas quels articles vous avez lus, Apple n’a pas connaissance de votre historique de lecture. Si vous vous abonnez à Apple News+, vous recevrez les nouvelles publications des magazines que vous suivez dans votre bulletin par e-mail. La liste des chaînes Apple News+ que vous suivez sera envoyée à Apple et associée à votre identifiant Apple.\n\nSi vous ne voulez pas recevoir le bulletin personnalisé, vous pouvez le refuser dans l’app News. Sur un appareil iOS ou iPadOS, faites défiler votre liste Following jusqu’en bas, puis sélectionnez « Notifications & Email » sous Manage. Sur un Mac, sélectionnez File > Manage Notifications & Email. Vous pouvez également indiquer votre choix dans vos réglages « Identifiant Apple ». Vous pouvez gérer les réglages de votre identifiant Apple dans Réglages sur un appareil iOS ou iPadOS, dans Préférences Système sur un Mac, ou à l’adresse https:\/\/appleid.apple.com.\n\nSi vous souhaitez recevoir le bulletin personnalisé dans les pays où il est disponible, vous devez l’indiquer dans l’app News. Si vous l’indiquez dans Réglages, dans Préférences Système ou à l’adresse appleid.apple.com, vous recevrez le bulletin non personnalisé. \n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple News -uutiskirjeet ovat saatavilla Yhdysvalloissa, Kanadassa, Australiassa ja Yhdistyneessä kuningaskunnassa. Joissakin maissa myös räätälöidyt uutiskirjeet ovat saatavilla.\n\nApple News -uutiskirjeet\n\nVoit antaa Applelle sähköpostiosoitteesi, jotta Apple voi lähettää sinulle uutiskirjeen, joka koostuu Apple Newsin toimittajien valitsemista parhaista jutuista, ja muita tärkeitä Apple Newsiä koskevia tiedotteita. Voit valita haluatko vastaanottaa sähköpostia Apple Newsiltä News-apissa. Vieritä iOS- tai iPadOS-laitteessa Following-luettelon alareunaan ja valitse kohdan Manage alta Notifications & Email. Valitse Macissa File > Manage Notifications & Email. Voit tehdä valinnan myös aina, kun hallitset Apple ID -asetuksiasi. Voit hallita Apple ID -asetuksia iOS- tai iPadOS-laitteen Asetuksissa, Macin Järjestelmäasetuksissa tai osoitteessa appleid.apple.com.\n\nRäätälöidyt Apple News -uutiskirjeet\n\nJoissain maissa voit valita vastaanottavasi räätälöidyn version Apple News -uutiskirjeistä. Räätälöidyt uutiskirjeet sisältävät Apple News -toimittajien valitsemat parhaat jutut sekä toimittajien valitsemia juttuja, jotka vastaavat kiinnostuksenkohteitasi. \n\nJos valitset räätälöidyt uutiskirjeet, laitteessa toimiva tekoäly analysoi lukemasi ja ryhmittelee sinut samaan ryhmään tuhansien muiden kanssa, jolla on samat kiinnostuksenkohteet. Tietoja näistä kiinnostuksenkohteista lähetetään Applelle uutiskirjeen räätälöimistä varten.\n\nNewsin lukuhistoria pysyy omassa laitteessasi. Koska Applelle lähetettävä koostettu tieto ei ilmaise lukemiasi juttuja, Apple ei saa tietää lukuhistoriastasi. Apple News+ -tilaajana saat myös seuraamiesi lehtien uudet numerot sähköposti­uutiskirjeessäsi. Seuraamiesi Apple News+ -kanavien luettelo lähetetään Applelle ja yhdistetään Apple ID:hesi.\n\nJos et halua vastaanottaa räätälöityä uutiskirjettä, voi kieltäytyä News-apissa. Vieritä iOS- tai iPadOS-laitteessa Following-luettelon alareunaan ja valitse kohdan Manage alta Notifications & Email. Valitse Macissa File > Manage Notifications & Email. Voit tehdä valinnan myös aina, kun hallitset Apple ID -asetuksiasi. Voit hallita Apple ID -asetuksia iOS- tai iPadOS-laitteen Asetuksissa, Macin Järjestelmäasetuksissa tai osoitteessa appleid.apple.com.\n\nJos haluat vastaanottaa räätälöidyn uutiskirjeen maissa, joissa se on saatavilla, sinun on hyväksyttävä se News-apissa. Muutoin, jos hyväksyt kirjeen Asetuksissa, Järjestelmäasetuksissa tai osoitteessa appleid.apple.com, saat räätälöimättömän uutiskirjeen. \n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Buletin Apple News tersedia di Amerika Serikat, Kanada, Australia, dan Inggris Raya. Di beberapa negara, buletin yang dipersonalisasi juga tersedia.\n\nBuletin Apple News\n\nAnda dapat menyediakan alamat email kepada Apple sehingga kami dapat mengirimi Anda buletin yang berisi tulisan terbaik pilihan editor Apple News melalui email dan mengirimi Anda pembaruan penting lainnya mengenai Apple News. Anda dapat mengaktifkan atau menonaktifkan penerimaan email dari Apple News di app News. Di perangkat iOS atau iPadOS, gulir ke bagian bawah daftar Following Anda, lalu pilih Notifications & Email di bawah Manage. Di Mac, pilih File > Manage Notifications & Email. Anda juga dapat mengaktifkan atau menonaktifkan dari perangkat mana pun yang Anda gunakan untuk mengelola pengaturan ID Apple. Anda dapat mengelola pengaturan ID Apple di Pengaturan pada perangkat iOS atau iPadOS, di Preferensi Sistem di Mac, dan di appleid.apple.com.\n\nBuletin Apple News yang Dipersonalisasi\n\nDi beberapa negara, Anda dapat memilih untuk menerima versi buletin Apple News yang dipersonalisasi. Buletin yang dipersonalisasi menyertakan tulisan terbaik pilihan editor Apple News, serta tulisan pilihan editor yang sesuai dengan minat Anda. \n\nJika Anda memilih untuk menerima buletin yang dipersonalisasi, kecerdasan buatan pada perangkat akan menganalisis bacaan Anda untuk mengelompokkan Anda bersama ribuan pengguna lainnya dengan minat yang mirip, dan informasi mengenai minat tersebut akan dikirimkan ke Apple untuk mempersonalisasi buletin Anda.\n\nRiwayat membaca Apple News Anda disimpan di perangkat Anda. Karena informasi agregat yang dikirimkan ke Apple tidak merefleksikan tulisan mana yang telah Anda baca, Apple tidak mengetahui riwayat membaca Anda. Jika Anda berlangganan Apple News+, Anda juga akan menerima terbitan baru dari majalah yang Anda ikuti di buletin email Anda. Daftar saluran Apple News+ yang Anda ikuti akan dikirimkan ke Apple dan ditautkan ke ID Apple Anda.\n\nJika Anda tidak ingin menerima buletin yang dipersonalisasi, Anda dapat menonaktifkannya di app News. Di perangkat iOS atau iPadOS, gulir ke bagian bawah daftar Following Anda, lalu pilih Notifications & Email di bawah Manage. Di Mac, pilih File > Manage Notifications & Email. Anda juga dapat menonaktifkan dari perangkat mana pun yang Anda gunakan untuk mengelola pengaturan ID Apple. Anda dapat mengelola pengaturan ID Apple di Pengaturan pada perangkat iOS atau iPadOS, di Preferensi Sistem di Mac, dan di appleid.apple.com.\n\nJika Anda ingin menerima buletin yang dipersonalisasi di negara yang mendukungnya, Anda harus mengaktifkannya dari app News. Selain itu, jika Anda mengaktifkan dari Pengaturan, Preferensi Sistem, atau appleid.apple.com, Anda akan menerima buletin yang tidak dipersonalisasi. \n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Apple News-nieuws­brieven zijn beschik­baar in de Verenigde Staten, Canada, Australië en het Verenigd Koninkrijk. In sommige landen zijn ook geperso­naliseerde nieuws­brieven beschikbaar.\n\nApple News-nieuwsbrieven\n\nJe kunt je e‑mailadres aan Apple doorgeven, zodat we je via e‑mail een nieuwsbrief kunnen sturen met de beste artikelen van Apple News-redacteuren en je andere belangrijke updates over Apple News kunnen sturen. Je kunt je aan- of afmelden voor het ontvangen van e‑mails van Apple News in de News-app. Scrol op een iOS- of iPadOS-apparaat naar de onderkant van de lijst 'Following' en selecteer 'Notifications & Email'. Op een Mac kies je 'File' > 'Manage Notifications & Email'. Je kunt je ook aan- of afmelden vanaf de locatie waar je je Apple ID-instellingen beheert. Je kunt je Apple ID-instellingen beheren in Instellingen op een iOS- of iPadOS-apparaat, in Systeem­voorkeuren op een Mac en op appleid.apple.com.\n\nGeperso­naliseerde nieuws­brieven van Apple News\n\nIn sommige landen kun je ervoor kiezen om een gepersonaliseerde versie van de Apple News-nieuwsbrief te ontvangen. De geperso­naliseerde nieuws­brief bevat de beste artikelen die zijn uitgekozen door Apple News-redacteuren en door redacteuren uitgekozen artikelen die overeen­komen met je interesses. \n\nAls je ervoor kiest om de gepersonaliseerde nieuws­brief te ontvangen, wordt je lees­gedrag geanalyseerd via kunst­matige intelligentie op je eigen apparaat om je in groepen met duizenden andere gebruikers met vergelijk­bare interesses te plaatsen. Informatie over deze interesses wordt naar Apple gestuurd om je nieuws­brief te kunnen personaliseren.\n\nJe Apple News-lees­geschiedenis blijft op je apparaat staan. Aangezien de verzamelde informatie die naar Apple wordt verstuurd niet weergeeft welke artikelen je hebt gelezen, kent Apple je lees­geschiedenis niet. Als je je abonneert op Apple News+, ontvang je ook nieuwe nummers van de tijd­schriften die je volgt in je e‑mail­nieuws­brief. De lijst met kanalen van Apple News+ die je volgt, wordt naar Apple verzonden en aan je Apple ID gekoppeld.\n\nAls je de geperso­naliseerde nieuws­brief niet wilt ontvangen, kun je je afmelden in de News-app. Scrol op een iOS- of iPadOS-apparaat naar de onderkant van de lijst 'Following' en selecteer 'Notifications & Email'. Op een Mac kies je 'File' > 'Manage Notifications & Email'. Je kunt je ook afmelden vanaf de locatie waar je je Apple ID-instellingen beheert. Je kunt je Apple ID-instellingen beheren in Instellingen op een iOS- of iPadOS-apparaat, in Systeem­voorkeuren op een Mac en op appleid.apple.com.\n\nAls je de geperso­naliseerde nieuws­brief wilt ontvangen in landen waar deze beschik­baar is, moet je je hiervoor aanmelden via de News-app. Als je je aanmeldt via Instellingen, Systeem­voorkeuren of appleid.apple.com, ontvang je de niet-geperso­naliseerde nieuws­brief. \n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "จดหมายข่าว Apple News มีให้บริการในสหรัฐอเมริกา แคนาดา ออสเตรเลีย และสหราชอาณาจักร ในบางประเทศ ยังมีจดหมายข่าวสำหรับคุณโดยเฉพาะให้บริการอีกด้วย\n\nจดหมายข่าว Apple News\n\nคุณสามารถให้ที่อยู่อีเมลของคุณกับ Apple เพื่อให้เราสามารถส่งจดหมายข่าวทางอีเมลพร้อมข่าวที่ดีที่สุดที่คัดเลือกโดยบรรณาธิการ Apple News และส่งรายการอัปเดตอื่นที่สำคัญเกี่ยวกับ Apple News ให้กับคุณได้ คุณสามารถเลือกที่จะรับหรือไม่รับอีเมลจาก Apple News ในแอป News ได้ บนอุปกรณ์ iOS หรือ iPadOS ให้เลื่อนลงมาด้านล่างสุดของรายการในกำลังติดตามของคุณ และด้านล่างจัดการ ให้เลือกการแจ้งเตือนและอีเมล บน Mac ให้เลือกไฟล์ > จัดการการแจ้งเตือนและอีเมล คุณยังสามารถเข้าร่วมหรือเลิกเข้าร่วมจากที่ใดก็ได้ที่คุณจัดการการตั้งค่า Apple ID ของคุณ คุณสามารถจัดการการตั้งค่า Apple ID ได้ในการตั้งค่าบนอุปกรณ์ iOS หรือ iPadOS ในการตั้งค่าระบบบน Mac และที่ appleid.apple.com\/th\n\nจดหมายข่าว Apple News สำหรับคุณโดยเฉพาะ\n\nในบางประเทศ คุณสามารถเลือกรับจดหมายข่าว Apple News ในเวอร์ชั่นสำหรับคุณโดยเฉพาะได้ จดหมายข่าวสำหรับคุณโดยเฉพาะมีข่าวที่ดีที่สุดที่คัดเลือกโดยบรรณาธิการ Apple News รวมทั้งข่าวต่างๆ ที่ตรงกับสิ่งที่คุณสนใจซึ่งคัดเลือกโดยบรรณาธิการเหล่านั้น \n\nถ้าคุณเลือกรับจดหมายข่าวสำหรับคุณโดยเฉพาะ การเรียนรู้อัจฉริยะบนอุปกรณ์จะวิเคราะห์การอ่านของคุณเพื่อจัดกลุ่มคุณกับผู้ใช้อื่นอีกหลายพันคนที่มีความสนใจในสิ่งเดียวกัน และข้อมูลเกี่ยวกับสิ่งที่สนใจเหล่านั้นจะถูกส่งไปที่ Apple เพื่อปรับแต่งจดหมายข่าวให้เข้ากับตัวคุณโดยเฉพาะ\n\nประวัติการอ่านของคุณใน Apple News จะถูกเก็บอยู่ในอุปกรณ์ของคุณ เนื่องจากข้อมูลที่รวบรวมไว้และส่งไปที่ Apple นั้นไม่ได้บ่งบอกว่าคุณอ่านเรื่องใดมาแล้วบ้าง Apple จึงจะไม่ทราบประวัติการอ่านของคุณ ถ้าคุณสมัครใช้บริการ Apple News+ คุณจะยังได้รับจดหมายข่าวฉบับใหม่ของนิตยสารที่คุณติดตามในจดหมายข่าวอีเมลของคุณอีกด้วย ช่องข่าว Apple News+ ต่างๆ ที่คุณติดตามจะถูกส่งไปที่ Apple และผูกกับ Apple ID ของคุณ\n\nถ้าคุณไม่ต้องการรับจดหมายข่าวสำหรับคุณโดยเฉพาะ คุณสามารถเลิกเข้าร่วมได้ในแอป News บนอุปกรณ์ iOS หรือ iPadOS ให้เลื่อนลงมาด้านล่างสุดของรายการในกำลังติดตามของคุณ และด้านล่างจัดการ ให้เลือกการแจ้งเตือนและอีเมล บน Mac ให้เลือกไฟล์ > จัดการการแจ้งเตือนและอีเมล คุณยังสามารถเลิกเข้าร่วมจากที่ใดก็ได้ที่คุณจัดการการตั้งค่า Apple ID ของคุณ คุณสามารถจัดการการตั้งค่า Apple ID ได้ในการตั้งค่าบนอุปกรณ์ iOS หรือ iPadOS ในการตั้งค่าระบบบน Mac และที่ appleid.apple.com\/th\n\nถ้าคุณต้องการรับจดหมายข่าวสำหรับคุณโดยเฉพาะในประเทศที่มีให้บริการ คุณจะต้องเข้าร่วมจากแอป News หรือถ้าคุณเข้าร่วมจากการตั้งค่า การตั้งค่าระบบ หรือ appleid.apple.com\/th คุณจะได้รับจดหมายข่าวที่ไม่ใช่สำหรับคุณโดยเฉพาะ \n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Buletinele informative Apple News sunt disponibile în Statele Unite, Canada, Australia și Regatul Unit. În unele țări, sunt disponibile și buletine informative personalizate.\n\nBuletine informative Apple News\n\nPuteți pune la dispoziția Apple adresa dvs. de e‑mail, pentru a vă putea trimite prin e‑mail un buletin informativ cu cele mai bune articole selectate de editorii Apple News și pentru a vă putea comunica alte actualizări importante despre Apple News. Puteți opta pentru sau împotriva recepționării de e‑mailuri de la Apple News din aplicația News. Pe un dispozitiv iOS sau iPadOS, derulați la partea de jos a listei Following și, sub Manage, selectați Notifications & Email. Pe un Mac, selectați File > Manage Notifications & Email. De asemenea, puteți opta pentru sau împotrivă de oriunde vă gestionați configurările ID‑ului Apple. Vă puteți gestiona configurările ID‑ului Apple din Configurări pe un dispozitiv iOS sau iPadOS, din Preferințe sistem pe un Mac și la adresa appleid.apple.com.\n\nBuletine informative Apple News personalizate\n\nÎn unele țări, puteți alege să primiți o versiune personalizată a buletinului informativ Apple News. Buletinul informativ personalizat include cele mai bune articole selectate de editorii Apple News, precum și articole selectate de editori care corespund intereselor dvs. \n\nDacă alegeți să primiți buletinul informativ personalizat, inteligența artificială de pe dispozitiv va analiza lecturile dvs. pentru a vă grupa cu mii de alți utilizatori cu interese similare, iar informațiile despre interesele respective vor fi trimise la Apple pentru a personaliza buletinul informativ.\n\nIstoricul dvs. de lectură din Apple News este păstrat pe dispozitiv. Deoarece informațiile agregate care sunt trimise la Apple nu reflectă ce articole ați citit, Apple nu cunoaște istoricul dvs de lectură. Dacă vă abonați la Apple News+, veți primi în buletinul informativ trimis prin e‑mail și edițiile noi ale publicațiilor pe care le urmăriți. Lista canalelor Apple News+ pe care le urmăriți va fi trimisă la Apple și va fi asociată cu ID‑ul dvs. Apple.\n\nDacă nu doriți să primiți buletinul informativ personalizat, puteți opta împotriva primirii acestuia din aplicația News. Pe un dispozitiv iOS sau iPadOS, derulați la partea de jos a listei Following și, sub Manage, selectați Notifications & Email. Pe un Mac, selectați File > Manage Notifications & Email. De asemenea, puteți opta pentru sau împotrivă de oriunde vă gestionați configurările ID‑ului Apple. Vă puteți gestiona configurările ID‑ului Apple din Configurări pe un dispozitiv iOS sau iPadOS, din Preferințe sistem pe un Mac și la adresa appleid.apple.com.\n\nDacă doriți să primiți buletinul informativ personalizat în țările unde este disponibil, va trebui să optați pentru primirea acestuia din aplicația News. Altfel, dacă optați din Configurări, Preferințe sistem sau de la appleid.apple.com, veți primi buletinul informativ nepersonalizat. \n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple News bilteni dostupni su u Sjedinjenim Američkim Državama, Kanadi, Australiji i Ujedinjenom Kraljevstvu. U nekim su zemljama dostupni i personalizirani bilteni.\n\nApple News bilteni\n\nTvrtki Apple možete pružiti svoju e-mail adresu kako biste mogli primati e-mail bilten s najvažnijim člancima koje su odabrali urednici Apple Newsa te druga važna ažuriranja o Apple Newsu. U aplikaciji News možete odabrati želite li primati e-mailove od Apple Newsa ili ne. Na iOS ili iPadOS uređaju listajte do dna popisa Praćenje i pod Upravljanje odaberite Obavijesti i e-mail. Na Macu odaberite Datoteka > Upravljaj obavijestima i e-mailom. Tu opciju također možete isključiti na bilo kojem mjestu na kojem upravljate postavkama svog Apple ID računa. Postavkama svog Apple ID računa možete upravljati u Postavkama na iOS ili iPadOS uređaju, u Postavkama sustava na Macu i na appleid.apple.com.\n\nApple News personalizirani bilteni\n\nU nekim zemljama možete odabrati primanje personalizirane verzije Apple News biltena. Personalizirani bilten sadrži najbolje članke koje su odabrali urednici Apple Newsa, kao i članke koje su urednici odabrali na temelju vaših interesa. \n\nAko se odlučite na primanje personaliziranog biltena, umjetna inteligencija na uređaju analizirat će vaše čitanje te vas grupirati s tisućama drugih korisnika sa sličnim interesima i informacije o tim interesima poslat će se tvrtki Apple radi personaliziranja vašeg biltena.\n\nVaša povijest čitanja u aplikaciji Apple News čuva se na vašem uređaju. Pošto agregirane informacije koje se šalju tvrtki Apple ne odražavaju članke koje ste pročitali, Apple ne zna vašu povijest čitanja. Ako se pretplatite na Apple News+, također ćete primati nova izdanja časopisa koje pratite u svoj e-mail bilten. Popis Apple News+ kanala koje pratite poslat će se tvrtki Apple i povezati s vašim Apple ID-jem.\n\nAko ne želite primati personalizirani bilten, možete isključiti tu opciju u aplikaciji News. Na iOS ili iPadOS uređaju listajte do dna popisa Praćenje i pod Upravljanje odaberite Obavijesti i e-mail. Na Macu odaberite Datoteka > Upravljaj obavijestima i e-mailom. Tu opciju također možete isključiti na bilo kojem mjestu na kojem upravljate postavkama svog Apple ID računa. Postavkama svog Apple ID računa možete upravljati u Postavkama na iOS ili iPadOS uređaju, u Postavkama sustava na Macu i na appleid.apple.com.\n\nAko želite primati personalizirani bilten u državama u kojima je dostupan, trebat ćete uključiti tu mogućnost u aplikaciji News. U suprotnom, ako isključite tu opciju u Postavkama, Postavkama sustava ili na appleid.apple.com, primat ćete bilten koji nije personaliziran. \n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple News न्यूज़लेटर संयुक्त राज्य अमेरिका, कनाडा, ऑस्ट्रेलिया और यूनाइटेड किंगडम में उपलब्ध हैं। कुछ देशों में वैयक्तिकृत न्यूज़लेटर भी उपलब्ध हैं।\n\nApple News न्यूज़लेटर\n\nआप Apple को अपना ईमेल पता प्रदान करेंगे ताकि हम आपको Apple News के संपादकों द्वारा चुनी गई सर्वश्रेष्ठ कहानियों के साथ एक न्यूज़लेटर ईमेल कर पाएँ और आपको Apple News के बारे में अन्य महत्वपूर्ण अपडेट भेज पाएँ। आप News ऐप में जाकर Apple News से ईमेल पाना चालू या बंद कर सकते हैं। iOS या iPadOS डिवाइस पर अपनी Following सूची में सबसे नीचे स्क्रोल करें और प्रबंधित करें के नीचे सूचनाएँ और ईमेल चुनें। Mac पर, File > Manage Notifications & Email चुनें। आप जहाँ से भी अपनी Apple ID सेटिंग्ज़ प्रबंधित करते हैं, वहाँ से भी चालू या बंद कर सकते हैं। आप अपनी Apple ID सेटिंग्ज़ iOS या iPadOS डिवाइस में सेटिंग्ज़ में, Mac पर सिस्टम प्राथमिकता में या appleid.apple.com पर जाकर प्रबंधित कर सकते हैं।\n\nApple News वैयक्तिकृत न्यूज़लेटर\n\nकुछ देशों में आप Apple News न्यूज़लेटर का वैयक्तिकृत संस्करण प्राप्त करने का विकल्प भी चुन सकते हैं। वैयक्तिकृत न्यूज़लेटर में Apple News के संपादकों द्वारा चुनी गई सर्वश्रेष्ठ कहानियाँ होती हैं, साथ ही संपादकों द्वारा आपकी रुचियों के अनुसार चुनी गई कहानियाँ भी होती हैं। \n\nयदि आप वैयक्तिकृत न्यूज़लेटर प्राप्त करने का विकल्प चुनते हैं, तो ऑन-डिवाइस आर्टिफ़िशियल इंटेलिजेंस से आपके पठन का विश्लेषण किया जाएगा ताकि आपको समान रुचियों वाले हज़ारों अन्य लोगों के साथ समूहीकृत किया जा सके और आपके न्यूज़लेटर को वैयक्तिकृत करने के लिए इन रुचियों के बारे में जानकारी Apple को भेजी जाएगी।\n\nApple News में आपकी पठन हिस्ट्री आपके डिवाइस पर रखी जाती है। चूँकि Apple को भेजी जाने वाली ऐग्रीगेट की गई जानकारी में यह पता नहीं चलता है कि आपने कौन सी कहानियाँ पढ़ी हैं, इसलिए Apple आपकी पठन हिस्ट्री नहीं जान सकता है। अगर आप Apple News+ को सब्सक्राइब करते हैं, तो आप जिन पत्रिकाओं को फ़ॉलो करते हैं उनके नए अंकों को अपने ईमेल न्यूज़लेटर में भी प्राप्त करेंगे। आप जिन Apple News+ चैनल को फ़ॉलो करते हैं उनकी सूची Apple को भेजी जाएगी और आपके Apple ID से लिंक की जाएगी।\n\nयदि आप वैयक्तिकृत न्यूज़लेटर प्राप्त करना नहीं चाहते हैं, तो आप News ऐप में जाकर उसे बंद कर सकते हैं। iOS या iPadOS डिवाइस पर अपनी Following सूची में सबसे नीचे तक स्क्रोल करें और Manage के नीचे Notifications & Email चुनें। Mac पर, File > Manage Notifications & Email चुनें। आप जहाँ से अपनी Apple ID सेटिंग्ज़ प्रबंधित करते हैं, वहाँ से भी बंद कर सकते हैं। आप अपनी Apple ID सेटिंग्ज़ iOS या iPadOS डिवाइस में सेटिंग्ज़ में, Mac पर सिस्टम प्राथमिकता में या appleid.apple.com पर जाकर प्रबंधित कर सकते हैं।\n\nयदि आप वैयक्तिकृत न्यूज़लेटर उन देशों में पाना चाहते हैं, जहाँ यह उपलब्ध है, तो आपको News ऐप में जाकर इसे पाने का विकल्प चालू करना होगा। अन्यथा, यदि आप सेटिंग्ज़, सिस्टम प्राथमिकता या appleid.apple.com से इसे पाने का विकल्प चालू करते हैं, तो आपको गै़र वैयक्तिकृत न्यूज़लेटर मिलेगा। \n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Els butlletins de l’Apple News estan disponibles als Estats Units, el Canadà, Austràlia i el Regne Unit. A més, en alguns països hi ha disponibles butlletins personalitzats.\n\nButlletins de l’Apple News\n\nSi li proporciones la teva adreça de correu electrònic, Apple podrà enviar‑te un butlletí amb els millors articles seleccionats pels editors de l’Apple News, així com altres novetats importants sobre l’Apple News. Pots activar o desactivar els correus electrònics de l’Apple News des de l’app News. En un dispositiu iOS o iPadOS, desplaça’t fins al final de la llista Following (Seguint) i, a l’apartat Manage (Gestionar), selecciona “Notifications & Email” (Notificacions i correus electrònics). En un Mac, selecciona File (Arxiu) > “Manage Notifications & Email” (Gestionar notificacions i correus electrònics). També pots activar o desactivar aquesta opció des de qualsevol dispositiu que utilitzis per gestionar la configuració del teu ID d’Apple. La configuració de l’ID d’Apple es pot gestionar des de la configuració d’un dispositiu iOS o iPadOS, des de les preferències del sistema d’un Mac o des del lloc web appleid.apple.com.\n\nButlletins personalitzats de l’Apple News\n\nEn alguns països, pots triar si vols rebre una versió personalitzada del butlletí de l’Apple News. El butlletí personalitzat inclou els millors articles seleccionats pels editors de l’Apple News i d’altres que també et poden interessar. \n\nSi actives el butlletí personalitzat, la intel·ligència artificial del dispositiu analitzarà les teves lectures per agrupar‑te amb milers d’usuaris amb interessos similars. Llavors, s’enviarà a Apple la informació agregada sobre els temes d’interès per personalitzar el teu butlletí.\n\nEl teu historial de lectura de l’Apple News es desa al teu dispositiu. Atès que la informació agregada que s’envia a Apple no indica quins articles has llegit, Apple no coneix el teu historial de lectura. Si et subscrius a l’Apple News+, també rebràs les noves publicacions de les revistes que segueixis al butlletí que reps per correu electrònic. La llista de canals de l’Apple News+ que segueixes s’enviarà a Apple i es vincularà al teu ID d’Apple.\n\nSi no vols rebre el butlletí personalitzat, pots desactivar‑lo des de l’app News. En un dispositiu iOS o iPadOS, desplaça’t fins al final de la llista Following (Seguint) i, a l’apartat Manage (Gestionar), selecciona “Notifications & Email” (Notificacions i correus electrònics). En un Mac, selecciona File (Arxiu) > “Manage Notifications & Email” (Gestionar notificacions i correus electrònics). També pots desactivar aquesta opció des de qualsevol dispositiu que utilitzis per gestionar la configuració del teu ID d’Apple. La configuració de l’ID d’Apple es pot gestionar des de la configuració d’un dispositiu iOS o iPadOS, des de les preferències del sistema d’un Mac o des del lloc web appleid.apple.com.\n\nPer rebre el butlletí personalitzat als països on està disponible, hauràs d’activar‑lo des de l’app News. Si l’actives des de la configuració, les preferències del sistema o el lloc web appleid.apple.com, rebràs el butlletí genèric. \n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرف على كيفية إدارة بياناتك…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Τρόπος διαχείρισης των δεδομένων σας…",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima⁠…",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "Der Leseverlauf in der Apple News-App, der für personalisierte Newsletter genutzt wird, bleibt auf deinem Gerät gespeichert. Da die gesammelten Informationen, die an Apple gesendet werden, keine Rückschlüsse auf die gelesenen Storys zulassen, kennt Apple deinen Leseverlauf nicht.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "היסטוריית הקריאה שלך ב-News של ידיעונים מותאמים אישית תישמר במכשירך. מאחר שהמידע הצבור שנשלח אל Apple אינו משקף אילו כתבות קראת, Apple אינה יודעת את היסטוריית הקריאה שלך.",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Your News reading history for personalised newsletters is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يُحفظ سجل تاريخ قراءة News للرسائل الإخبارية المخصصة على جهازك. ونظرًا لأن المعلومات المجمَّعة التي يتم إرسالها إلى Apple لا تعكس المقالات التي قرأتها، فلن تعرف Apple سجل تاريخ قراءتك.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Το ιστορικό ανάγνωσής σας στο News για εξατομικευμένα ενημερωτικά δελτία διατηρείται στη συσκευή σας. Οι συγκεντρωτικές πληροφορίες που αποστέλλονται στην Apple δεν περιλαμβάνουν τα άρθρα που έχετε διαβάσει, συνεπώς η Apple δεν γνωρίζει το ιστορικό ανάγνωσής σας.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "パーソナライズされたニュースレターのNews閲覧履歴はデバイス上で保持されます。Appleに送信される集約情報はあなたがどの記事を閲覧したかを反映していないため、Appleがあなたの閲覧履歴を知ることはありません。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Your News reading history for personalized newsletters is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Ваша історія читання новин для персоналізованих вісників лишатиметься на вашому пристрої. Оскільки зведена інформація, що надсилається до Apple, не містить даних про конкретні прочитані вами статті, Apple не знає вашої історії читання.",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "El historial de lectura de News que se usa para tus boletines personalizados se mantiene en tu dispositivo. Como la información agregada que se envía a Apple no refleja qué artículos has leído, Apple no tiene acceso a tu historial de lectura.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "个性化简报的“新闻”阅读历史记录会保留在您的设备上。由于发送给Apple的聚合信息不会反映您所阅读的报道，因此Apple不知道您的阅读历史记录。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Tu historial de lecturas de la app News se guarda en tu dispositivo. Puesto que la información agregada que se envía a Apple no refleja los artículos que has leído, Apple no tiene conocimiento de tu historial de lecturas en ningún momento.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "O seu histórico de leitura de boletins personalizados no app News é mantido no seu dispositivo. Já que as informações agregadas enviadas à Apple não refletem quais artigos você leu, a Apple não conhece o seu histórico de leitura.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Din læsehistorik i personligt tilpassede nyhedsbreve i News bliver på din enhed. De samlede oplysninger, der sendes til Apple, afspejler ikke, hvilke artikler du har læst, så Apple kender ikke din læsehistorik.",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "La cronologia di lettura di News per le newsletter personalizzate viene mantenuta sul dispositivo. Poiché le informazioni aggregate inviate ad Apple non mostrano quali articoli hai letto, Apple non è in grado di conoscere la cronologia di lettura.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "História článkov v News, ktorá slúži na personalizáciu bulletinov, ostane uchovaná na vašom zariadení. Agregované informácie odosielané spoločnosti Apple neobsahujú informácie o konkrétnych článkoch, ktoré ste čítali, a spoločnosť Apple nepozná vašu históriu čítania článkov.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "O seu histórico de leitura de artigos de News de boletins personalizados é guardado no seu dispositivo. Como a informação agregada que é enviada à Apple não reflete os artigos que leu, a Apple não tem conhecimento do seu histórico de leitura.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Sejarah bacaan News anda untuk surat berita diperibadikan disimpan pada peranti anda. Disebabkan maklumat beragregat yang dihantar kepada Apple tidak menggambarkan cerita yang anda telah baca, Apple tidak mengetahui sejarah bacaan anda.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Din läshistorik i News för personligt anpassade nyhetsbrev behålls på din enhet. Eftersom den sammanslagna informationen som skickas till Apple inte återspeglar vilka artiklar du har läst kan Apple inte se din läshistorik.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše historie čtení v aplikaci News, používaná k sestavování osobních bulletinů, nikdy neopouští vaše zařízení. Vzhledem k tomu, že souhrnné informace zasílané společnosti Apple neobsahují údaje o konkrétních článcích, které jste četli, společnost Apple vaši čtenářskou historii nezná.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "개인 맞춤화된 뉴스레터에 적용되는, 사용자가 읽은 News 기록은 기기에 저장됩니다 집계되어 Apple에 전송되는 정보는 사용자가 읽은 기사를 반영하지 않으므로, Apple은 사용자가 읽은 기록을 알지 못합니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "News-leseloggen for tilpassede nyhetsbrev oppbevares på enheten. Siden den samlede informasjonen som sendes til Apple, ikke reflekterer artikler du har lest, kjenner ikke Apple til leseloggen din.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "A személyre szabott hírlevelekhez használt News-olvasási előzményei az eszközén vannak tárolva. Mivel az Apple-nek küldött összesített információk nem tükrözik, hogy Ön milyen sztorikat olvas, az Apple nem fogja megismerni az Ön olvasási előzményeit.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "你的News個人化電子報閲讀記錄會保存在裝置上。傳送予Apple的彙集資料不會反映你看過哪些報道，所以Apple不會知道你的閲讀記錄。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Kişiselleştirilmiş bültenler için News okuma geçmişiniz aygıtınızda tutulur. Apple’a gönderilen toplanmış bilgiler hangi yazıları okuduğunuzu göstermediğinden Apple, okuma geçmişinizi bilmez.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Twoja historia czytania w aplikacji News jest zachowywana na Twoim urządzeniu i wykorzystywana do tworzenia biuletynów spersonalizowanych. Ponieważ zagregowane informacje wysyłane do Apple nie odzwierciedlają publikacji przeczytanych przez Ciebie, Apple nie zna Twojej historii czytania.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "您用於個人化電子報的News閱讀記錄會保留在裝置上。彙集傳送到Apple的資訊並不會反映您曾閱讀過的報導，Apple不會知道您的閱讀記錄。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your News reading history for personalised newsletters is kept on your device. As the aggregated information that is sent to Apple does not reflect which stories you have read, Apple does not know your reading history.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Lịch sử đọc News cho bản tin được cá nhân hóa được lưu giữ trên thiết bị của bạn. Vì thông tin tổng hợp được gửi đến Apple không phản ánh các tin tức mà bạn đã đọc nên Apple không biết lịch sử đọc của bạn.",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "История персонализированных новостных рассылок, которые Вы читаете в News, остается на Вашем устройстве. На основе сводной информации, отправляемой в Apple, невозможно восстановить список статей, которые Вы читаете. Следовательно, этот список не будет известен Apple.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Votre historique de lecture dans News est conservé sur votre appareil pour l’envoi d’infolettres personnalisées. Étant donné que l’information transmise de façon consolidée à Apple n’indique pas quels articles vous avez lus, Apple n’est pas en mesure de connaître votre historique de lecture.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Votre historique de lecture dans News, utilisé pour personnaliser vos bulletins, est conservé sur votre appareil. Comme les données agrégées envoyées à Apple n’indiquent pas quels articles vous avez lus, Apple n’a pas connaissance de votre historique de lecture.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Newsin lukuhistoria räätälöityjen uutiskirjeiden osalta pysyy omassa laitteessasi. Koska Applelle lähetettävä koostettu tieto ei ilmaise lukemiasi juttuja, Apple ei saa tietää lukuhistoriastasi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Riwayat membaca News Anda untuk buletin yang dipersonalisasi akan disimpan di perangkat Anda. Karena informasi agregat yang dikirimkan ke Apple tidak merefleksikan tulisan mana yang telah Anda baca, Apple tidak mengetahui riwayat membaca Anda.",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Je News-lees­geschiedenis voor gepersonaliseerde nieuws­brieven blijft op je apparaat staan. Aangezien de verzamelde informatie die naar Apple wordt verstuurd niet weergeeft welke artikelen je hebt gelezen, kent Apple je lees­geschiedenis niet.",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "ประวัติการอ่านของคุณในแอป News สำหรับจดหมายข่าวสำหรับคุณโดยเฉพาะจะถูกเก็บอยู่ในอุปกรณ์ของคุณ เนื่องจากข้อมูลที่รวบรวมไว้และส่งไปที่ Apple นั้นไม่ได้บ่งบอกว่าคุณอ่านเรื่องใดมาแล้วบ้าง Apple จึงจะไม่ทราบประวัติการอ่านของคุณ",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Istoricul dvs. de lectură din News pentru buletinele informative personalizate este păstrat pe dispozitiv. Deoarece informațiile agregate care sunt trimise la Apple nu reflectă ce articole ați citit, Apple nu cunoaște istoricul dvs de lectură.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaša povijest čitanja personaliziranih biltena u aplikaciji News čuva se na uređaju. Pošto agregirane informacije koje se šalju tvrtki Apple ne odražavaju članke koje ste pročitali, Apple ne zna vašu povijest čitanja.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "वैयक्तिकृत न्यूज़लेटर के लिए आपकी News पठन हिस्ट्री आपके डिवाइस पर रखी जाती है। चूँकि Apple को भेजी जाने वाली ऐग्रीगेट की गई जानकारी से यह पता नहीं चलता है कि आपने कौन सी कहानियाँ पढ़ी हैं, इसलिए Apple को आपकी पठन हिस्ट्री की जानकारी नहीं होती है।",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "L’historial de lectura de l’app News, que s’utilitza per enviar‑te els butlletins personalitzats, es desa al dispositiu. Atès que la informació agregada que s’envia a Apple no indica quins articles has llegit, Apple no coneix el teu historial de lectura.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Dein Newsletter wird personalisiert, indem die Liste der „Apple News+“-Kanäle, denen du folgst, sowie die gesammelten Informationen über deine Interessen an Apple gesendet werden, die mittels künstlicher Intelligenz auf deinem Gerät festgestellt wurden und dich mit Tausenden von anderen Benutzer:innen mit denselben Interessen gruppieren. Apple weiß nicht, welche Storys du gelesen hast.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "הידיעון שלך מותאם אישית באמצעות שליחה של רשימת ערוצי ⁨Apple News+⁩ שבחרת לעקוב אחריהם ל-Apple, יחד עם מידע נצבר בנוגע לתחומי העניין שלך. מידע זה מסופק על-ידי בינה מלאכותית במכשיר, אשר מקבצת את הנתונים שלך עם אלה של אלפי משתמשים אחרים בעלי תחומי עניין משותפים. ‏Apple לא יודעת אילו כתבות קראת.",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Your newsletter is personalised by sending Apple the list of Apple News+ channels you follow, along with aggregated information about your interests, derived from on-device artificial intelligence that groups you with thousands of other users with similar interests. Apple doesn’t know which stories you’ve read.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم تخصيص رسالتك الإخبارية من خلال إرسال قائمة قنوات Apple News+‎ التي تتابعها إلى Apple، إضافةً إلى معلومات مجمَّعة حول اهتماماتك، تم استخلاصها بواسطة الذكاء الصناعي الموجود على الجهاز الذي يضمك إلى آلاف المستخدمين الآخرين الذين لديهم اهتمامات مماثلة. ولن تعرف Apple المقالات التي قرأتها.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Το ενημερωτικό δελτίο σας είναι εξατομικευμένο στέλνοντας στην Apple τη λίστα των καναλιών Apple News+ που ακολουθείτε, μαζί με συγκεντρωτικές πληροφορίες για τα ενδιαφέροντά σας, όπως προκύπτουν από την τεχνητή νοημοσύνη επί της συσκευής που σας ομαδοποιεί μαζί με χιλιάδες άλλους χρήστες που έχουν παρόμοια ενδιαφέροντα. Η Apple δεν γνωρίζει ποια άρθρα έχετε διαβάσει.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "ニュースレターをパーソナライズするため、あなたがフォローしているApple News+チャンネルのリストと、デバイス上の人工知能機能によってあなたと類似した関心を持つ数千人単位のほかのユーザとあなたをグループ化して得られた集約情報がAppleに送信されます。あなたがどの記事を閲覧したかをAppleが知ることはありません。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Your newsletter is personalized by sending Apple the list of Apple News+ channels you follow, along with aggregated information about your interests, derived from on-device artificial intelligence that groups you with thousands of other users with similar interests. Apple doesn’t know which stories you’ve read.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Для персоналізації вісника в Apple надсилається список каналів Apple News+, за якими ви стежите, а також зведена інформація про ваші зацікавлення, отримана від штучного інтелекту на вашому пристрої, яка згруповує вас із тисячами інших користувачів зі схожими інтересами. Apple не знає, які саме статті ви читаєте.",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Tu boletín se personaliza al enviar a Apple la lista de canales de Apple News+ que sigues. Esa información se procesa junto con la de tus intereses obtenida por la inteligencia artificial del dispositivo para agruparte con miles de otros usuarios con intereses similares. Apple no sabe qué artículos has leído.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过将您关注的Apple News+频道列表以及有关您兴趣的聚合信息发送给Apple来提供个性化简报；此类信息由设备端人工智能技术生成，将您和成千上万兴趣类似的其他用户分为一组。Apple不知道您所阅读的报道。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Tu boletín se personaliza enviando a Apple la lista de canales de Apple News+ que sigues junto con información agregada sobre tus intereses. Dicha información se deriva de la inteligencia artificial de tu dispositivo, que te agrupa con miles de otros usuarios con intereses similares. Apple no sabe en ningún momento qué artículos has leído.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Seu boletim informativo é personalizado com base na lista de canais do Apple News+ que você segue e é enviada à Apple, junto com informações agregadas sobre seus interesses, derivadas da inteligência artificial no dispositivo que agrupa você com milhares de outros usuários com interesses semelhantes. A Apple não sabe quais artigos você leu.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Nyhedsbrevet tilpasses ved at sende Apple en liste med de Apple News+-kanaler, du følger, og samlede oplysninger om dine interesser, som blev fundet vha. kunstig intelligens på enheden med henblik på at gruppere dig med tusindvis af andre brugere med lignende interesser. Apple ved ikke, hvilke artikler du har læst.",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "La newsletter viene personalizzata inviando ad Apple l'elenco dei canali di Apple News+ che segui, nonché informazioni aggregate sui tuoi interessi derivate dall'intelligenza artificiale integrata sul dispositivo, che associa il tuo profilo a quello di migliaia di altri utenti con interessi simili. Apple non potrà sapere quali articoli hai letto.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Spoločnosti Apple je na účely personalizácie vášho bulletinu odosielaný zoznam kanálov, ktoré nasledujete v Apple News+, spolu s agregovanými informáciami o vašich záujmoch odvodených vlastnou umelou inteligenciou zariadenia. Na základe týchto informácií ste zaradení do skupín s tisíckami ďalších užívateľov s podobnými záujmami. Spoločnosť Apple nevie, ktoré články ste čítali.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "O seu boletim é personalizado através do envio à Apple da lista de canais de Apple News+ que segue, juntamente com informação agregada sobre os seus interesses, derivada da inteligência artificial no dispositivo que agrupa o seu perfil com o de milhares de outros utilizadores com interesses semelhantes. A Apple não tem conhecimento dos artigos lidos por si.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Surat berita anda diperibadikan dengan menghantar Apple senarai saluran Apple News+ yang anda ikuti, bersama-sama maklumat agregat tentang minat anda, yang diperoleh daripada kecerdasan buatan pada peranti yang menghimpunkan anda bersama beribu-ribu pengguna lain dengan minat yang serupa. Apple tidak mengetahui cerita yang anda baca.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Nyhetsbrevet personanpassas för dig genom att Apple får en lista med de kanaler på Apple News+ som du följer, tillsammans med sammanslagen information om dina intressen, som har härletts från artificiell intelligens på enheten och som grupperar dig med tusentals andra användare med liknande intressen. Apple vet inte vilka artiklar du har läst.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Bulletin se přizpůsobuje podle vašich čtenářských návyků tak, že společnosti Apple odesílá seznam kanálů Apple News+, které sledujete, spolu s agregovanými informacemi o vašich zájmech odvozených umělou inteligencí vašeho zařízení. Na základě těchto informací jste zařazeni do skupin tisíců dalších uživatelů s podobnými zájmy. Společnost Apple se nedozví, které konkrétní články jste četli.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자가 팔로우하는 Apple News+ 채널의 목록은 사용자의 관심사에 대해 집계된 정보와 함께 Apple로 전송되어 사용자의 뉴스레터를 개인화합니다. 기기에 탑재된 인공 지능이 사용자와 유사한 관심사를 가진 수천 명의 다른 사용자를 그룹화하며, 사용자의 관심사에 대해 집계된 정보는 이를 바탕으로 생성됩니다. Apple은 사용자가 읽은 기사를 알지 못합니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Nyhetsbrevet tilpasses deg ved å sende Apple en liste over kanaler du følger i Apple News+ og annen informasjon om interessene dine. Kunstig intelligens på enheten samler disse dataene og grupperer deg sammen med tusener av andre med lignende interesser. Apple kjenner ikke til hvilke artikler du har lest.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "A hírlevél személyre szabásához az Apple megkapja az Ön által követett Apple News+-csatornák listáját, valamint az Ön érdeklődési köreivel kapcsolatos összesített információkat az eszközén található mesterséges intelligencia adatai alapján, amely egy csoportba helyezi Önt több ezer más, hasonló érdeklődési körű felhasználóval. Az Apple nem fogja tudni, hogy Ön milyen sztorikat olvas.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "透過將你追蹤的Apple News+頻道列表，以及有關你興趣的彙集資料傳送予Apple，以提供個人化電子報；有關彙集資料由裝置上的人工智能技術產生，將你和成千上萬有類似興趣的用户分為一組。Apple不會知道你看過哪些報道。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Takip ettiğiniz Apple News+ kanallarının listesi, sizi benzer ilgi alanlarına sahip diğer binlerce kullanıcıyla aynı gruba dahil eden aygıttaki yapay zekadan elde edilen, ilgi alanlarınız hakkında toplanan bilgilerle birlikte Apple’a gönderilerek bülteniniz kişiselleştirilir. Apple, hangi yazıları okuduğunuzu bilmez.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Personalizacja biuletynu polega na wysyłaniu do Apple listy kanałów Apple News+, które obserwujesz, oraz zagregowanych informacji o Twoich zainteresowaniach. Informacje te są uzyskiwane bezpośrednio na urządzeniu z wykorzystaniem sztucznej inteligencji, która przypisuje Cię do grupy tysięcy innych użytkowników o podobnych zainteresowaniach. Apple nie wie, które publikacje czytasz.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "透過將您追蹤的Apple News+頻道傳送給Apple以個人化您的電子報，並會一併傳送關於您興趣的彙集資訊（來自裝置上的人工智慧會將您與其他上千位具有類似興趣的使用者一起分組）。Apple不會知道您曾閱讀過哪些報導。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your newsletter is personalised by sending Apple the list of Apple News+ channels you follow, along with aggregated information about your interests derived from on-device artificial intelligence that groups you with thousands of other users with similar interests. Apple doesn’t know which stories you’ve read.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản tin của bạn được cá nhân hóa bằng cách gửi cho Apple danh sách các kênh Apple News+ mà bạn theo dõi, cùng với thông tin tổng hợp về sở thích của bạn, được lấy từ trí thông minh nhân tạo trên thiết bị bằng việc xếp bạn vào nhóm gồm hàng nghìn người dùng khác có cùng sở thích. Apple không biết bạn đã đọc những tin tức nào.",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Для персонализации Вашей новостной рассылки в Apple отправляется список каналов Apple News+, на которые Вы подписаны, а также сводная информация о Ваших интересах, собранная алгоритмами искусственного интеллекта на устройстве путем включения Вас в группу из тысяч других пользователей с похожими интересами. Сведения о том, какие статьи Вы читаете, будут недоступны компании Apple.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Votre infolettre est personnalisée en envoyant à Apple la liste des chaînes Apple News+ que vous suivez ainsi que des informations consolidées sur vos centres d’intérêt qui proviennent de la fonctionnalité d’intelligence artificielle de l’appareil. Cette fonctionnalité vous associe à des milliers d’autres utilisateurs qui partagent vos centres d’intérêt. Apple n’a pas connaissance des articles que vous avez lus.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La personnalisation de votre bulletin s’effectue en envoyant à Apple la liste des chaînes Apple News+ que vous suivez ainsi que des informations agrégées relatives à vos centres d’intérêt, issues d’une technologie basée sur l’intelligence artificielle exécutée sur l’appareil permettant de vous inclure dans un groupe de plusieurs milliers d’autres utilisateurs ayant des centres d’intérêt similaires aux vôtres. Apple n’a pas connaissance des articles que vous avez lus.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Uutiskirje räätälöidään lähettämällä Applelle luettelo seuraamistasi Apple News+ -kanavista sekä koostettuja, laitteessa toimivan tekoälyn päättelemiä tietoja kiinnostuksenkohteistasi, jotka ryhmittelevät sinut tuhansien muiden kanssa, joilla on samat kiinnostuksenkohteet. Apple ei tiedä, mitkä jutut olet lukenut.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Buletin Anda dipersonalisasi dengan mengirimi Apple daftar saluran Apple News+ yang Anda ikuti, beserta informasi agregat mengenai minat Anda, yang diambil dari kecerdasan buatan pada perangkat yang mengelompokkan Anda dengan ribuan pengguna lainnya dengan minat yang mirip. Apple tidak mengetahui tulisan mana yang telah Anda baca.",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Je nieuws­brief wordt gepersonaliseerd doordat de lijst met kanalen van Apple News+ die je volgt naar Apple wordt verstuurd, samen met verzamelde informatie over je interesses, die is afgeleid uit kunstmatige intelligentie op het apparaat, waarmee je in groepen met duizenden andere gebruikers met soortgelijke interesses wordt geplaatst. Apple weet niet welke artikelen je hebt gelezen.",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "จดหมายของคุณได้รับการปรับแต่งให้เข้ากับตัวคุณโดยเฉพาะจากการส่งรายการของช่องข่าว Apple News+ ที่คุณติดตามไปที่ Apple พร้อมกับข้อมูลที่รวบรวมไว้เกี่ยวกับสิ่งที่คุณสนใจซึ่งได้จากการเรียนรู้อัจฉริยะบนอุปกรณ์ที่จัดกลุ่มคุณกับผู้ใช้อื่นอีกหลายพันคนที่มีความสนใจในสิ่งเดียวกัน โดย Apple จะไม่ทราบว่าคุณอ่านเรื่องใดมาแล้วบ้าง",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Buletinul informativ este personalizat în urma trimiterii la Apple a listei de canale Apple News+ pe care le urmăriți, împreună cu informații agregate despre interesele dvs., deduse de inteligența artificială de pe dispozitiv, care vă grupează cu mii de alți utilizatori cu interese similare. Apple nu știe ce articole ați citit.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaš se bilten personalizira tako što se Appleu šalje popis Apple News+ kanala koje pratite, kao i agregirane informacije o vašim interesima generirane putem umjetne inteligencije na uređaju koja vas grupira s tisućama drugih korisnika koji imaju slične interese. Apple ne zna koje članke ste pročitali.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "आपकी रुचियों के बारे में एग्रीगेट की गई जानकारी, जिसका ऑन-डिवाइस आर्टिफ़िशयल इंटेलिजेंस का इस्तेमाल करके पता लगाया जाता है और आपको समान रुचियों वाले हज़ारों अन्य यूज़र के साथ समूहीकृत किया जाता है, के साथ-साथ आप जिन Apple News+ चैनल को फ़ॉलो करते हैं उनकी सूची Apple को भेजकर आपके न्यूज़लेटर को वैयक्तिकृत किया जाता है। Apple को यह जानकारी नहीं होती है कि आपने कौन सी कहानियाँ पढ़ी हैं।",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Per personalitzar el butlletí, Apple rep la llista de canals de l’Apple News+ que segueixes i altra informació agregada sobre els teus interessos; aquesta informació prové de la intel·ligència artificial del dispositiu, que t’agrupa amb milers de persones amb interessos similars. Apple no sap quins articles has llegit.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "In einigen Ländern kannst du auch personalisierte Versionen des Apple News-Newsletters mit Storys erhalten, die zu deinen Interessen passen.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "במדינות מסוימות, ניתן גם לבחור לקבל גירסה מותאמת אישית של ידיעוני Apple News עם כתבות שתואמות את תחומי העניין שלך.",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "In some countries, you can also choose to receive a personalised version of Apple News newsletters with stories that match your interests.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "في بعض البلدان، قد تختار تلقي نسخة مخصصة من الرسائل الإخبارية من Apple News والتي تحتوي على مقالات تناسب اهتماماتك.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Σε κάποιες χώρες, μπορείτε επίσης να επιλέξετε να λαμβάνετε μια εξατομικευμένη έκδοση του ενημερωτικού δελτίου Apple News με άρθρα που αντιστοιχούν στα ενδιαφέροντά σας.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "一部の国では、あなたの関心に一致する記事が含まれる、パーソナライズされたApple Newsニュースレターの受信を選択することもできます。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "In some countries, you can also choose to receive a personalized version of Apple News newsletters with stories that match your interests.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "У деяких країнах ви також можете отримувати персоналізовану версію вісників Apple News зі статтями, що відповідають вашим інтересам.",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "En algunos países, también puedes elegir recibir una versión personalizada de los boletines de Apple News con artículos afines a tus intereses.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "在部分国家\/地区，您还可以选择接收个性化版本的Apple News简报，其中包含符合您兴趣的报道。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "En determinados países, también puedes optar por recibir una versión personalizada de los boletines de Apple News con una selección de artículos basada en tus intereses.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Em alguns países, também é possível optar por receber uma versão personalizada do Apple News, com artigos que correspondam aos seus interesses.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "I nogle lande kan du vælge, at du vil modtage en personligt tilpasset version af nyhedsbrevet fra Apple News med artikler, der passer til dine interesser.",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "In alcuni paesi, puoi scegliere di ricevere una versione personalizzata delle newsletter di Apple News con articoli che corrispondono ai tuoi interessi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "V niektorých krajinách sa môžete rozhodnúť pre prijímanie personalizovanej verzie bulletinov Apple News s článkami, ktoré zodpovedajú vašim záujmom.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Em alguns países, pode optar por receber uma versão personalizada dos boletins de Apple News, com artigos que vão ao encontro dos seus interesses.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Di sesetengah negara, anda juga boleh memilih untuk menerima versi surat berita Apple News yang diperibadikan dengan cerita yang sepadan dengan minat anda.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "I en del länder kan du även välja att få personligt anpassade versioner av Apple News-nyhetsbrev med artiklar som matchar dina intressen.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "V některých zemích se také můžete přihlásit k odběru osobní verze bulletinu Apple News s články, které se vztahují k vašim zájmům.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "일부 국가에서는 사용자가 관심 분야와 일치하는 기사와 함께 Apple News Newsletters의 개인 맞춤화된 버전을 받도록 선택할 수도 있습니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "I noen land kan du også velge å motta en tilpasset versjon av Apple News-nyhetsbrev med artikler som passer interessene dine.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Néhány országban kaphat személyre szabott, az érdeklődési körének megfelelő sztorikat tartalmazó Apple News-hírleveleket is.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "在部份國家或地區，你也可以選擇接收包括符合你興趣報道的個人化版本Apple News電子報。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Bazı ülkelerde, Apple News bültenlerinin ilgi alanlarınıza uygun yazılar içeren kişiselleştirilmiş sürümünü almayı da seçebilirsiniz.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "W niektórych krajach możesz także zdecydować się na otrzymywanie spersonalizowanej wersji biuletynów Apple News z publikacjami pasującymi do Twoich zainteresowań.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "在部分國家，您也可以選擇接收個人化版本的Apple News電子報，其中包含與您的興趣相符的報導。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "In some countries, you can also choose to receive a personalised version of Apple News newsletters with stories that match your interests.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tại một số quốc gia, bạn cũng có thể lựa chọn nhận phiên bản được cá nhân hóa của bản tin Apple News với các tin tức phù hợp với sở thích của bạn.",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "В некоторых странах также доступны персонализированные новостные рассылки Apple News, состоящие из статей, отвечающих Вашим интересам.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Dans certains pays, vous pouvez également choisir de recevoir une version personnalisée des bulletins Apple News qui comporte des articles choisis en fonction de vos centres d’intérêt.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Dans certains pays, vous pouvez également choisir de recevoir une version personnalisée des bulletins Apple News avec des articles correspondant à vos centres d’intérêt.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Joissakin maissa voit valita vastaanottavasi räätälöityjä versioita Apple News -uutiskirjeistä, joiden jutut vastaavat kiinnostuksenkohteitasi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Di beberapa negara, Anda juga dapat memilih untuk menerima versi buletin Apple News yang dipersonalisasi dengan tulisan yang sesuai dengan minat Anda.",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "In sommige landen kun je er ook voor kiezen om een gepersonaliseerde versie van Apple News-nieuwsbrieven te ontvangen met verhalen die overeenkomen met jouw interesses.",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "ในบางประเทศ คุณยังสามารถเลือกรับจดหมายข่าว Apple News ในเวอร์ชั่นสำหรับคุณโดยเฉพาะได้ด้วย ซึ่งจะมีเรื่องราวต่างๆ ที่ตรงกับสิ่งที่คุณสนใจ",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "În unele țări, puteți alege de asemenea să primiți o versiune personalizată a buletinelor informative Apple News, cu articole care corespund intereselor dvs.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "U nekim zemljama također možete odabrati primanje personalizirane verzije Apple News biltena s člancima koji su temeljeni na vašim interesima.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "कुछ देशों में आप Apple News न्यूज़लेटर का वैयक्तिकृत संस्करण प्राप्त करने का विकल्प भी चुन सकते हैं जिसमें आपकी रुचियों के अनुसार चुनी गई कहानियाँ होती हैं।",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "En alguns països, també pots triar si vols rebre una versió personalitzada dels butlletins de l’Apple News amb articles adequats als teus interessos.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die Newsletter von Apple News schützen nicht nur deine Informationen, sondern bieten dir auch die Möglichkeit für personalisierte Newsletter.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ידיעוני Apple News תוכננו להגן על המידע שלך ובה בעת לאפשר לך לקבל ידיעונים מותאמים אישית.",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Apple News newsletters are designed to protect your information while also giving you the option to receive personalised newsletters.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَت الرسائل الإخبارية في Apple News لحماية معلوماتك مع منحك أيضًا خيار تلقي رسائل إخبارية مخصصة.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Τα ενημερωτικά δελτία Apple News έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας ενώ παράλληλα σας δίνει την επιλογή να λαμβάνετε εξατομικευμένα ενημερωτικά δελτία.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Newsニュースレターはあなたの情報を保護するように設計され、パーソナライズされたニュースレターを受け取るオプションも提供しています。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple News newsletters are designed to protect your information while also giving you the option to receive personalized newsletters.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Вісники Apple News створено таким чином, що вашу інформацію захищено й ви можете отримувати персоналізовані вісники.",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Los boletines de Apple News se diseñaron para proteger tu información a la vez que te dan la opción de recibir boletines personalizados.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple News简报的设计既可以保护您的信息，又能让您选择接收个性化简报。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Los boletines de Apple News están diseñados para proteger tu información y, además, tienes la opción de recibir boletines personalizados.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Os boletins do Apple News são projetados para proteger as suas informações enquanto também oferecem a você a opção de receber boletins personalizados.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Nyhedsbreve fra Apple News er designet til at beskytte dine oplysninger og samtidig give dig mulighed for at modtage personligt tilpassede nyhedsbreve.",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Le newsletter di Apple News sono pensate per proteggere le tue informazioni, offrendoti al contempo la possibilità di ricevere contenuti personalizzati.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Bulletiny Apple News chránia vaše údaje a možnosť rozhodnúť sa prijímať personalizované bulletiny ponechávajú na vás.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Os boletins de Apple News foram concebidos de modo a proteger a informação pessoal e, simultaneamente, permitir a receção de boletins personalizados.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Surat berita Apple News direka bentuk untuk melindungi maklumat anda dan juga memberikan anda pilihan untuk menerima surat berita yang diperibadikan.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple News-nyhetsbrev är utformade för att skydda din information samtidigt som de gör det möjligt att få personligt anpassade nyhetsbrev.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Při distribuci bulletinů Apple News jsou chráněny vaše osobní údaje a současně máte možnost dostávat osobní bulletiny.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple News Newsletters는 사용자의 정보를 보호하도록 설계되었으며 또한 사용자가 개인 맞춤화된 뉴스레터를 받을 수 있는 옵션을 제공합니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple News-nyhetsbrev beskytter informasjonen din og gir deg samtidig muligheten til å motta tilpassede nyhetsbrev.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple News-hírleveleket úgy tervezték, hogy megvédjék az Ön információit, miközben lehetőséget kínálnak Önnek, hogy személyre szabott hírleveleket kapjon.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple News電子報的設計可保護你的資料，並為你提供接收個人化電子報的選項。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple News bültenleri, size kişiselleştirilmiş bültenler alma seçeneği sunarken aynı zamanda bilgilerinizi de koruyacak şekilde tasarlanmıştır.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Biuletyny Apple News zostały zaprojektowane z myślą o ochronie Twoich danych i umożliwieniu Ci wyboru w zakresie otrzymywanych biuletynów spersonalizowanych.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple News電子報的設計可保護您的資訊，並且提供您接收個人化電子報的選項。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple News newsletters are designed to protect your information while also giving you the option to receive personalised newsletters.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản tin Apple News được thiết kế để bảo vệ thông tin của bạn trong khi cũng cung cấp cho bạn tùy chọn nhận bản tin được cá nhân hóa.",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые для новостных рассылок Apple News, надежно защищены. При этом Вы также можете включить персонализированные рассылки.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Les bulletins Apple News sont conçus pour protéger vos informations tout en vous donnant également la possibilité de recevoir des bulletins personnalisés.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les bulletins Apple News sont conçus pour protéger vos données tout en vous permettant de recevoir des bulletins personnalisés.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple News -uutiskirjeet on suunniteltu niin, että tietosi ovat turvassa tarjoten kuitenkin samalla mahdollisuuden vastaanottaa räätälöityjä uutiskirjeitä.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Buletin Apple News dirancang untuk melindungi informasi Anda serta memberi Anda pilihan untuk menerima buletin yang dipersonalisasi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Apple News-nieuwsbrieven zijn ontworpen om je gegevens te beschermen en bieden je ook de mogelijkheid om gepersonaliseerde nieuwsbrieven te ontvangen.",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "จดหมายข่าว Apple News ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณในขณะเดียวกันยังให้คุณเลือกรับข่าวสำหรับคุณโดยเฉพาะอีกด้วย",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Buletinele informative Apple News sunt concepute pentru a vă proteja informațiile, oferindu‑vă în același timp opțiunea de a primi buletine informative personalizate.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple News bilteni dizajnirani su kako bi štitili vaše informacije te vam pružili mogućnost primanja personaliziranih biltena.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple News न्यूज़लेटर को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आपको वैयक्तिकृत न्यूज़लेटर प्राप्त करने का विकल्प भी दिया जाता है।",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Els butlletins de l’Apple News s’han dissenyat per protegir la teva informació i perquè puguis decidir si vols rebre butlletins personalitzats.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Apple News-Newsletter",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ידיעוני Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "Apple News Newsletters",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الرسائل الإخبارية في Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Ενημερωτικά δελτία Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "Apple Newsニュースレター",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple News Newsletters",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Вісники Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Boletines de Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple News简报",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Boletines de Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Boletins do Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Nyhedsbreve fra Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Newsletter di Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Bulletiny Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Boletins de Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Surat Berita Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple News-nyhetsbrev",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Bulletiny Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple News Newsletters",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple News-nyhetsbrev",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Apple News-hírlevelek",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple News電子報",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple News Bültenleri",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Biuletyny Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple News電子報",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple News Newsletters",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản tin Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Новостные рассылки Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "Bulletin Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Bulletins Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple News -uutiskirjeet",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Buletin Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Apple News-nieuwsbrieven",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "จดหมายข่าว Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Buletine informative Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple News bilteni",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple News न्यूज़लेटर",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Butlletins de l’Apple News",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "Du kannst dich mit deiner E-Mail-Adresse für den Apple News-Newsletter mit den besten, von unseren Redakteuren zusammengestellten Storys anmelden.",
        "filename" : "NewsletterUnified.strings",
        "language" : "de"
      },
      {
        "target" : "ניתן לספק לנו כתובת דוא״ל ובכך להסכים לקבל את ידיעוני Apple News עם הכתבות הטובות ביותר שנבחרו על-ידי העורכים שלנו.",
        "filename" : "NewsletterUnified.strings",
        "language" : "he"
      },
      {
        "target" : "You can opt in to receive Apple News newsletters with the best stories picked by our editors by providing us with your email address.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكنك الاشتراك لتلقي الرسائل الإخبارية من Apple News مع أفضل المقالات التي اختارها محررونا من خلال تزويدنا بعنوان بريدك الإلكتروني.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ar"
      },
      {
        "target" : "Για να επιλέξετε τη λήψη των ενημερωτικών δελτίων Apple News με τα καλύτερα άρθρα που έχουν επιλέξει οι συντάκτες μας, πρέπει να μας δώσετε τη διεύθυνση email σας.",
        "filename" : "NewsletterUnified.strings",
        "language" : "el"
      },
      {
        "target" : "メールアドレスをAppleに提供していただくことで、Apple Newsのエディタが選定したトップ記事を含むApple Newsニュースレターの受信を選択することができます。",
        "filename" : "NewsletterUnified.strings",
        "language" : "ja"
      },
      {
        "target" : "You can opt in to receive Apple News newsletters with the best stories picked by our editors by providing us your email address.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en"
      },
      {
        "target" : "Ви можете погодитися отримувати вісники Apple News із найкращими, на думку наших редакторів, статтями, надавши нам свою адресу електронної пошти.",
        "filename" : "NewsletterUnified.strings",
        "language" : "uk"
      },
      {
        "target" : "Puedes elegir recibir boletines de Apple News con los mejores artículos seleccionados por nuestros editores al proporcionarnos tu correo electrónico.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es_419"
      },
      {
        "target" : "通过向我们提供您的电子邮件地址，您可以选择接收Apple News简报，其中包含我们编辑精选的最佳报道。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Si proporcionas tu dirección de correo electrónico, podrás recibir los boletines de Apple News con los mejores artículos seleccionados por nuestros editores.",
        "filename" : "NewsletterUnified.strings",
        "language" : "es"
      },
      {
        "target" : "Para receber boletins do Apple News com os melhores artigos escolhidos por nossos editores, forneça o seu endereço de e-mail.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du kan tilmelde dig for at modtage nyhedsbreve fra Apple News med de bedste artikler udvalgt af redaktørerne ved at give os din e-mailadresse.",
        "filename" : "NewsletterUnified.strings",
        "language" : "da"
      },
      {
        "target" : "Puoi decidere di ricevere le newsletter di Apple News con i migliori articoli scelti dalla nostra redazione semplicemente fornendo il tuo indirizzo e‑mail.",
        "filename" : "NewsletterUnified.strings",
        "language" : "it"
      },
      {
        "target" : "Poskytnutím svojej emailovej adresy môžet zapnúť prijímanie bulletinov Apple News s výberom najlepších článkov od našich redaktorov.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sk"
      },
      {
        "target" : "Pode optar por fornecer‑nos o seu endereço de e‑mail para receber boletins de Apple News com os melhores artigos selecionados pelos nossos editores.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda boleh ikut serta untuk menerima surat berita Apple News dengan cerita terbaik yang dipilih oleh editor kami dengan menyediakan alamat e-mel anda.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ms"
      },
      {
        "target" : "Du kan välja att ta emot Apple News-nyhetsbrev med de bästa artiklarna som är handplockade av våra redaktörer genom att ge oss din e-postadress.",
        "filename" : "NewsletterUnified.strings",
        "language" : "sv"
      },
      {
        "target" : "Pokud společnosti Apple poskytnete svou e‑mailovou adresu, můžeme vám posílat bulletiny Apple News s nejlepšími články, které vybírají naši redaktoři.",
        "filename" : "NewsletterUnified.strings",
        "language" : "cs"
      },
      {
        "target" : "이메일 주소를 제공하면 에디터가 엄선한 최고의 기사와 함께 Apple News Newsletters를 받도록 선택할 수 있습니다.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ko"
      },
      {
        "target" : "Du kan velge å motta Apple News-nyhetsbrev med de beste artiklene utvalgt av redaktørene, ved å oppgi e-postadressen din.",
        "filename" : "NewsletterUnified.strings",
        "language" : "no"
      },
      {
        "target" : "Ha megadja az e-mail-címét, akkor kaphat olyan Apple News-hírleveleket, amelyek a szerkesztőink által válogatott legjobb sztorikat tartalmazzák.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hu"
      },
      {
        "target" : "你可以透過向我們提供電郵地址，以接收包括我們的編輯精心挑選之最佳報道的Apple News電子報。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Bize e-posta adresinizi vererek editörlerimiz tarafından seçilen en iyi yazıların bulunduğu Apple News bültenlerini almayı seçebilirsiniz.",
        "filename" : "NewsletterUnified.strings",
        "language" : "tr"
      },
      {
        "target" : "Możesz zaakceptować otrzymywanie biuletynów serwisu Apple News zawierającego najlepsze publikacje wybrane przez naszych redaktorów, podając nam swój adres email.",
        "filename" : "NewsletterUnified.strings",
        "language" : "pl"
      },
      {
        "target" : "您可以提供電子郵件給我們，以接收包含我們的編輯精選報導的Apple News電子報。",
        "filename" : "NewsletterUnified.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You can opt in to receive Apple News newsletters with the best stories picked by our editors by providing us with your email address.",
        "filename" : "NewsletterUnified.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn có thể lựa chọn nhận bản tin Apple News với các tin tức hay nhất do các biên tập viên của chúng tôi lựa chọn bằng cách cung cấp địa chỉ email của bạn cho chúng tôi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете получать новостные рассылки Apple News, которые составляют наши редакторы. Для этого сообщите нам свой адрес электронной почты.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ru"
      },
      {
        "target" : "En nous fournissant votre adresse courriel, vous pouvez choisir de recevoir des bulletins Apple News qui comportent les meilleurs articles choisis par nos éditeurs.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vous pouvez choisir de recevoir des bulletins Apple News présentant les meilleurs articles sélectionnés par nos éditeurs en nous fournissant votre adresse e-mail.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fr"
      },
      {
        "target" : "Voit valita vastaanottavasi Apple News -uutiskirjeet, joiden parhaat jutut toimittajamme ovat valinneet, antamalla sähköpostiosoitteesi.",
        "filename" : "NewsletterUnified.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda dapat mengaktifkan untuk menerima buletin Apple News yang berisi tulisan terbaik pilihan editor kami dengan menyediakan alamat email Anda kepada kami.",
        "filename" : "NewsletterUnified.strings",
        "language" : "id"
      },
      {
        "target" : "Je kunt je aanmelden voor Apple News-nieuwsbrieven met de beste verhalen die door onze redacteuren zijn uitgekozen door je e‑mailadres op te geven.",
        "filename" : "NewsletterUnified.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณสามารถเลือกที่จะรับจดหมายข่าว Apple News ที่มีเรื่องราวที่ดีที่สุดที่คัดเลือกโดยบรรณาธิการของเราได้โดยให้ที่อยู่อีเมลกับเรา",
        "filename" : "NewsletterUnified.strings",
        "language" : "th"
      },
      {
        "target" : "Puteți opta să primiți buletine informative Apple News, cu cele mai bune articole selectate de editorii noștri, furnizându‑ne adresa dvs. de e‑mail.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete se odlučiti primati Apple News biltene s najboljim člancima koje odabiru naši urednici tako da nam pružite svoju e-mail adresu.",
        "filename" : "NewsletterUnified.strings",
        "language" : "hr"
      },
      {
        "target" : "आप अपना ईमेल पता प्रदान करके हमारे संपादकों द्वारा चुनी गई सर्वश्रेष्ठ कहानियों के साथ Apple News न्यूज़लेटर प्राप्त करने का विकल्प चालू कर सकते हैं।",
        "filename" : "NewsletterUnified.strings",
        "language" : "hi"
      },
      {
        "target" : "Si vols rebre butlletins de l’Apple News amb els millors articles seleccionats pels nostres editors, només has de proporcionar‑nos la teva adreça de correu electrònic.",
        "filename" : "NewsletterUnified.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.newsletterunified.bundle",
  "framework" : "com.apple.onboarding.newsletterunified.bundle"
}