{
  "localizations" : {
    "FOOTER_TEXT_MAC" : [
      {
        "target" : "Das zum Übersetzen ausgewählte Textmaterial wird an Apple gesendet, um deine Anfragen zu verarbeiten. Diesen Anfragen wird eine nach dem Prinzip der Zufallsrotation generierte ID zugewiesen; sie werden weder mit deiner Apple-ID noch mit deiner E-Mail-Adresse oder mit sonstigen Daten verknüpft, die Apple möglicherweise durch deine Nutzung anderer Apple-Dienste bekannt sind. Standardmäßig speichert Apple Transkriptionen deiner Texteingaben für den Zeitraum von zwei Jahren und wertet möglicherweise Teile dieser Transkriptionen aus. Apple behält sich außerdem das Recht vor, einen kleinen Teil der ausgewerteten Anfragen über den genannten Zeitraum von zwei Jahren hinaus aufzubewahren, um die App „Übersetzen“, systemweite Übersetzungsfunktionen und andere Funktionen für die Verarbeitung natürlicher Sprachen (z.B. Siri) kontinuierlich zu verbessern.\n\nDu solltest dich nicht auf die Übersetzung verlassen, wenn du dich in einer Situation befindest, in der du verletzt oder zu Schaden kommen könntest, oder in risikoreichen Situationen, bei der Navigation oder zur Diagnose oder Behandlung von gesundheitlichen Beschwerden.",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "המלל שבחרת לתרגם יישלח אל Apple לצורך עיבוד הבקשות שלך. הבקשות שלך משויכות למזהה אקראי מתחלף, ולא ל-Apple ID, לכתובת הדוא״ל או לנתונים אחרים שעשויים להיות ל-Apple מהשימוש שלך בשירותי Apple אחרים. כברירת-מחדל, Apple מאחסנת את מלל הקלט שלך למשך שנתיים ועשויה לעיין בתת-קבוצה של תמלולים אלה. תת-הקבוצה הקטנה של הבקשות שהיא עיינה בה עשויה להישמר לתקופה של מעבר לשנתיים, לצורך שיפור מתמיד של ״תרגום״, ״תרגום כלל-מערכתי״ ושל מאפיינים אחרים של עיבוד שפות טבעיות, כגון Siri.\n\nאין להסתמך על ״תרגום״ במצבים שבהם השימוש בו עשוי לגרום לפגיעה או פציעה של המשתמש או במצבים של סיכון גבוה, וגם לא לצורך ניווט או פעולת אבחון או טיפול רפואי מכל סוג שהוא.",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "The text you choose to have translated is sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years, for ongoing improvement of Translate, System-wide translation and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم إرسال النص الذي تختار ترجمته إلى Apple لمعالجة طلباتك. يتم ربط طلباتك بمعرِّف عشوائي متغير، وليس معرّف Apple ID أو عنوان بريدك الإلكتروني أو أي بيانات أخرى ربما حصلت عليها Apple من استخدامك لخدمات Apple الأخرى. بشكل افتراضي، تخزن Apple نُسخًا نصية إدخالاتك النصية لمدة عامين، وقد تراجع مجموعة فرعية من هذه النسخ النصية. قد يتم الاحتفاظ بالمجموعة الفرعية الصغيرة من الطلبات التي تمت مراجعتها لأكثر من عامين، وذلك بهدف التحسين المستمر لتطبيق الترجمة وعمليات الترجمة في النظام بالكامل وميزات معالجة اللغات الطبيعية الأخرى، مثل Siri.\n\nلا ينبغي الاعتماد على \"الترجمة\" في مواقف قد تؤدي لتعرضك للأذى أو الإصابة، أو في حالات الخطر، أو للتنقل، أو لتشخيص أو علاج أية حالة صحية.",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Το κείμενο που επιλέγετε προς μετάφραση αποστέλλεται στην Apple για επεξεργασία των αιτημάτων σας. Τα αιτήματά σας συσχετίζονται με ένα τυχαίο, εναλλασσόμενο αναγνωστικό, όχι με το Apple ID, τη διεύθυνση email ή άλλα δεδομένα σας που μπορεί να έχει η Apple από την από μέρους σας χρήση άλλων υπηρεσιών της Apple. Από προεπιλογή, η Apple αποθηκεύει τις απομαγνητοφωνήσεις των εισόδων κειμένου σας για δύο έτη, και ενδέχεται να εξετάσει ένα υποσύνολο αυτών των απομαγνητοφωνήσεων. Το μικρό υποσύνολο των αιτημάτων που έχουν εξεταστεί ενδέχεται να διατηρηθεί για παραπάνω από δύο έτη, με σκοπό τη συνεχιζόμενη βελτίωση της Μετάφρασης, της Ολοσυστημικής μετάφρασης και των δυνατοτήτων επεξεργασίας φυσικής γλώσσας, όπως το Siri.\n\nΔεν πρέπει να βασίζεστε στη Μετάφραση σε περιπτώσεις όπου μπορεί να τραυματιστείτε, σε καταστάσεις υψηλού κινδύνου, για πλοήγηση ή για τη διάγνωση ή θεραπεία οποιασδήποτε ιατρικής πάθησης.",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "翻訳対象として選択したテキストは、リクエストを処理するためにAppleに送信されます。リクエストは、ローテーション方式のランダムな識別子と関連付けられ、Appleのその他のサービスを利用するときにAppleに送られることのあるApple ID、メールアドレス、その他のデータとは関連付けられません。デフォルトでは、Appleは入力テキストを2年間保存して、これらの発音表記の一部をレビューする場合があります。レビューが完了したリクエストのうち、ごく一部は、“翻訳”、システム全体での翻訳機能およびSiriなどの自然言語処理機能の今後の改善のために2年以上保持される場合があります。\n\n危害を加えられるまたは怪我をする可能性のある状況や、危険度の高い状態や、ナビゲーションの目的や、病気の診断\/治療の目的などにおいては、“翻訳”に頼るのはおやめください。",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "The text you choose to have translated is sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address, or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years, for ongoing improvement of Translate, System-wide translation, and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Тексти, які ви перекладаєте, надсилаються до Apple для обробки ваших запитів. Ваші запити пов’язуються з випадковим ідентифікатором, що постійно змінюється, а не з вашим Apple ID, адресою е‑пошти чи іншими даними, які Apple може мати внаслідок вашого використання інших служб Apple. Типово Apple зберігає транскрибовані протоколи введених текстів протягом двох років і може аналізувати будь-яку вибірку цих протоколів. Незначна кількість проаналізованих запитів може зберігатися довше двох років із метою постійного вдосконалення функції «Переклад», системного перекладу та інших функцій обробки мови, як‑от Siri.\n\nФункцію «Переклад» не слід використовувати, коли є загроза ушкодження чи травмування, у ризикованих ситуаціях, для навігації, а також для діагностування або лікування будь-якого захворювання.",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "El texto que selecciones para traducir se enviará a Apple con el fin de procesar tus solicitudes, las cuales están asociadas con un identificador aleatorio y cambiante, no con tu Apple ID, dirección de correo u otros datos que Apple pueda tener de tu uso de otros servicios de Apple. De forma predeterminada, Apple almacena transcripciones de tus entradas de texto durante dos años, y podría revisar un subconjunto de estas. El pequeño subconjunto de tus interacciones que se revisa podría conservarse durante más de dos años para la mejora continua de Traducir, la traducción en todo el sistema y otras funcionalidades de procesamiento de lenguaje natural, como Siri.\n\nNo es aconsejable depender de Traducir en circunstancias durante las que pudieras sufrir heridas o lesiones, en situaciones de alto riesgo, para las rutas, o para el diagnóstico o tratamiento de algún padecimiento médico.",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "您选择进行翻译的文本会发送给Apple以处理您的请求。您的请求会与随机轮替标识符关联，而不会与您的Apple ID、电子邮件地址或使用其他Apple服务时Apple可能收集的其他数据关联。默认情况下，Apple会将您输入文本的转录文本储存两年，并可能检查这些转录文本的子集。请求的一小部分在检查后可能保存超过两年，以用于持续改进“翻译”、全系统翻译和其他自然语言处理功能（例如Siri）。\n\n在以下情况下不应依赖“翻译”功能：可能导致伤害或受伤、高风险环境中、导航或任何医疗状况的诊断或治疗。",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "El texto que elijas traducir se envía a Apple para procesar tus solicitudes. Tus peticiones se asocian con un identificador aleatorio y rotatorio, no con tu ID de Apple, tu dirección de correo electrónico ni con ninguna otra información que pueda tener Apple derivada del uso de otros servicios de Apple. Por omisión, Apple guarda durante dos años las transcripciones del texto introducido, y podría revisar un subconjunto de estas transcripciones. El pequeño subconjunto de peticiones que se hayan revisado puede conservarse durante más de dos años para seguir mejorando la app Traducir, la función de traducción integrada en todo el sistema y otras funciones de procesamiento del lenguaje natural, como Siri.\n\nNo se debe confiar en la app Traducir en circunstancias de riesgo, en las que puedas hacerte daño, para orientarte o para diagnosticar o tratar una enfermedad.",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "O texto que você optar por traduzir será enviado à Apple para o processamento das suas solicitações. Os seus pedidos são associados a um identificador aleatório rotativo, e não ao seu ID Apple, endereço de e-mail ou outros dados que a Apple possa ter de seu uso de outros serviços da Apple. Por padrão, a Apple armazena transcrições dos seus textos por dois anos e pode revisar um subconjunto dessas transcrições. O pequeno subconjunto de pedidos que foi revisado pode ser mantido por mais de dois anos para fins de melhoria contínua do app Traduzir, das traduções em todo o Sistema e de outros recursos de processamento de linguagem natural, como a Siri.\n\nNão use o app Traduzir em circunstâncias em que você possa se ferir, em situações de risco, para navegação ou para o diagnóstico ou tratamento de condições médicas.",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Tekst, som oversættes, sendes til Apple for at behandle dine anmodninger. Dine anmodninger er knyttet til et tilfældigt, roterende id – ikke dit Apple-id, din e-mailadresse eller andre data, Apple kan have fra din brug af andre Apple-tjenester. Apple opbevarer som standard transskriptioner af din indtastede tekst i to år og gennemgår muligvis et udvalg af disse transskriptioner. Det lille udvalg af anmodninger, der er blevet gennemgået, kan muligvis blive gemt i over to år med henblik på løbende forbedring af Oversæt, systemdækkende oversættelse og andre funktioner til behandling af naturligt sprog såsom Siri.\n\nDu bør ikke stole på Oversæt i situationer, hvor du kan komme til skade, i risikobetonede situationer, i forbindelse med navigation eller til diagnose og behandling af sygdomme.",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "Il testo che scegli di tradurre viene inviato ad Apple per elaborare le tue richieste. Le tue richieste sono associate a un identificativo a rotazione casuale, non al tuo ID Apple, al tuo indirizzo e‑mail o ad altri dati che Apple potrebbe avere raccolto dal tuo utilizzo di altri servizi Apple. Di default, Apple archivia le trascrizioni degli input di testo per due anni e può esaminare un sottoinsieme di queste trascrizioni. Il piccolo sottoinsieme di richieste che sono state esaminate può essere conservato oltre due anni, per il miglioramento continuo di Traduci, della traduzione a livello di sistema e di altre funzionalità di elaborazione del linguaggio naturale come Siri.\n\nNon è consigliabile fare affidamento su Traduci se rischi di riportare lesioni o danni, in situazioni di elevato pericolo, per la navigazione oppure per la diagnosi o il trattamento di condizioni cliniche.",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Text, ktorý sa rozhodnete preložiť, je odosielaný spoločnosti Apple na spracovanie vašich žiadostí. Vaše žiadosti sú prepojené s náhodným, meniacim sa identifikátorom, a nie s vaším Apple ID, emailovou adresou ani inými dátami, ktoré môže mať spoločnosť Apple z vášho používania iných služieb Apple. Spoločnosť Apple štandardne uchováva prepisy vašich textových vstupov po dobu dvoch rokov a môže analyzovať určitú časť týchto prepisov. Malá časť vašich žiadostí, ktorá bola analyzovaná, môže byť uchovaná aj dlhšie ako dva roky na účely vylepšovania apky Tlmočník, systémového tlmočenia a ďalších funkcií spracovania prirodzeného jazyka, napríklad Siri.\n\nNa tlmočenie by ste sa nemali spoliehať v situáciách, keď by mohlo dôjsť k škode alebo úrazu, v rizikových situáciách, pri navigácii ani pri diagnostike či liečbe akýchkoľvek zdravotných problémov.",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "O texto que pretende traduzir é enviado à Apple para processar os seus pedidos. Os seus pedidos são associados a um identificador rotativo aleatório e não ao seu ID Apple, endereço de e‑mail ou outros dados que a Apple possa ter pelo facto de utilizar outros serviços Apple. Por predefinição, a Apple armazena transcrições do texto digitado durante dois anos e pode analisar um subconjunto dessas transcrições. O pequeno subconjunto de pedidos que foram analisados pode ser conservado por um prazo superior a dois anos, para efeitos de melhoria contínua da aplicação Traduzir, da tradução a nível do sistema e de outras funcionalidades de processamento de linguagem natural, como Siri.\n\nA aplicação Traduzir não deve ser usada em circunstâncias que possam comprometer a sua integridade física ou em situações de alto risco, nem para fins de navegação, nem para o diagnóstico ou tratamento de qualquer problema de saúde.",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Teks yang anda pilih untuk diterjemah dihantar kepada Apple untuk memproses permintaan anda. Permintaan anda dikaitkan dengan pengecam rawak yang berkitar, bukan Apple ID, alamat e-mel atau data lain anda yang mungkin Apple miliki daripada penggunaan perkhidmatan Apple yang lain oleh anda. Secara lalai, Apple menyimpan transkrip input teks anda selama dua tahun dan mungkin menyemak subset transkrip ini. Subset kecil permintaan yang telah disemak mungkin disimpan melebihi dua tahun, untuk peningkatan berterusan Terjemah, Terjemahan seluruh sistem dan ciri pemprosesan bahasa semula jadi yang lain seperti Siri.\n\nTerjemah tidak sepatutnya digunakan dalam keadaan yang boleh membahayakan atau mencederakan anda, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis atau rawatan sebarang keadaan perubatan.",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Den text som du väljer att få översatt skickas till Apple så att dina förfrågningar kan behandlas. Dina förfrågningar associeras med en slumpmässig, roterande identifierare och inte ditt Apple-ID, din e-postadress eller andra data som Apple kan ha fått från din användning av andra Apple-tjänster. Som förval lagrar Apple transkriberingar av din inmatade text i två år och kan granska en delmängd av dessa transkriberingar. Den mindre delmängden av förfrågningar som har granskats kan behållas längre tid än två år för pågående förbättringar av Översätt, Systemomfattande översättning och andra funktioner för naturlig språkbearbetning som Siri.\n\nDu bör inte förlita dig på Översätt i situationer där det kan leda till skador, i situationer med hög risk, vid navigering eller för diagnos eller behandling av någon medicinsk åkomma.",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Textová data, o jejichž překlad požádáte, jsou za účelem zpracování vašich požadavků zasílána společnosti Apple. Vaše požadavky jsou sdružovány s náhodně rotujícími identifikátory, nikoli s vaším Apple ID, e‑mailovou adresou nebo jinými daty, které společnost Apple mohla shromáždit na základě vašeho používání jiných služeb Apple. Apple standardně uchovává přepisy vašich textových vstupů po dobu dvou let a části těchto přepisů může analyzovat. Krátké úryvky analyzovaných požadavků mohou být uchovávány po dobu delší než dva roky, a to za účelem průběžného vylepšování aplikace Přeložit, celosystémových překladových služeb a dalších funkcí využívajících zpracování přirozeného jazyka, například Siri.\n\nNa aplikaci Přeložit byste neměli spoléhat za okolností, za kterých byste mohli utrpět škodu nebo úraz, ve vysoce rizikových situacích, při navigaci ani při diagnostice a léčení zdravotních problémů.",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자가 번역을 위해 선택한 텍스트는 사용자의 요청을 처리하기 위해 Apple로 전송됩니다. 사용자의 요청은 임의의 순환 식별자와 연계되며 기타 Apple 서비스의 사용으로 Apple이 보유할 수 있는 사용자의 Apple ID, 이메일 주소나 기타 데이터는 연계되지 않습니다. 기본적으로 Apple은 사용자의 텍스트 입력을 2년간 보관하며 이러한 기록의 일부를 검토할 수 있습니다. 검토된 요청의 일부는 번역 앱, 시스템 차원 번역 및 Siri와 같은 기타 자연어 처리 기능의 지속적인 향상을 위해 2년 이상 보관될 수 있습니다.\n\n피해 또는 상해를 입을 수 있는 상황, 고위험 상황, 내비게이션, 또는 질병의 진단이나 치료에 있어서 번역 앱에 의존해서는 안 됩니다.",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Teksten du velger å oversette, blir sendt til Apple for behandling. Forespørslene dine knyttes til en tilfeldig, rullerede identifikator, ikke til Apple‑ID-en din, e‑postadressen din eller andre data som Apple besitter fra din bruk av andre Apple-tjenester. Standardinnstillingen er at Apple lagrer avskrifter av tekstinndata i to år, og kan behandle et delsett av disse avskriftene. Et begrenset utvalg av forespørslene som er behandlet, kan beholdes i mer enn to år til kontinuerlig forbedring av Oversett, Systemomfattende oversettelse og andre behandlingsfunksjonaliteter for naturlig språk, som Siri.\n\nOversett bør ikke brukes i situasjoner der du kan bli skadet, i risikosituasjoner, til navigering eller til diagnostisering eller behandling av sykdommer.",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A fordításhoz kiválasztott szöveg el lesz küldve az Apple-nek a kérelmek feldolgozásához. A kérelmei egy véletlenszerű, folyamatosan változó azonosítóhoz vannak hozzárendelve, és nem az Apple ID-jához, e-mail-címéhez vagy bármely más olyan adathoz, amely a többi Apple szolgáltatás használatából származik. Alapértelmezésben az Apple két évig tárolja a bevitt szövegek átiratait, és áttekintheti az ilyen átiratok egy részét. Előfordulhat, hogy az áttekintett kérelmek egy kis része több mint két évig van megtartva a Fordító, a teljes rendszerre kiterjedő fordítás és egyéb természetesnyelv-feldolgozási funkciók (mint például a Siri) továbbfejlesztése érdekében.\n\nNe hagyatkozzon a Fordítóra olyan körülmények közt, ahol megsérülhet, valamint magas kockázatú helyzetekben, navigációhoz vagy orvosi kezelést igénylő állapotok diagnosztizálásához vagy kezeléséhez.",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "你選擇翻譯的文字會傳送予Apple以處理你的要求。你的要求會連繫至隨機、變換的識別碼，而非你的Apple ID、電郵地址，或其他Apple可能從你使用的其他Apple服務所取得的資料。依照預設，Apple會將你的文字輸入之轉寫儲存兩年，並可能會檢視這些轉寫記錄的部份內容。小部份經過檢視的要求可能會被保留超過兩年，用於持續改進「翻譯」、全系統翻譯和其他自然語言處理功能（例如Siri）。\n\n在你可能會受到傷害或損傷的環境、高風險處境、導航期間或診斷或治療醫療狀況時，你不應該依賴「翻譯」功能。",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çevrilmesini seçtiğiniz metin, isteklerinizin işlenmesi için Apple’a gönderilir. İstekleriniz; rasgele, dönen bir tanıtıcıyla ilişkilendirilir; Apple kimliğinizle, e-posta adresinizle veya başka Apple servislerini kullandığınız için Apple’ın sahip olabileceği diğer verilerle ilişkilendirilmez. Apple saptanmış olarak metin girişlerinizin dökümlerini iki yıl tutar ve bu dökümlerin bir alt kümesini inceleyebilir. İncelenen isteklerin küçük bir alt kümesi Çeviri’nin, sistem çapında çevirinin ve Siri gibi diğer doğal dil işleme özelliklerinin devam eden iyileştirme çalışmaları için iki yıldan uzun süre tutulabilir.\n\nZarar görebileceğiniz veya yaralanabileceğiniz şartlarda, yüksek riskli durumlarda, navigasyon amaçlı ya da herhangi bir tıbbi durumun tanısı veya tedavisi için Çeviri’ye güvenmemelisiniz.",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Tłumaczony tekst jest wysyłany do Apple w celu przetworzenia. Twoje polecenia są przypisywane do losowych i zmieniających się identyfikatorów i nie są powiązane z Twoim Apple ID, adresem email, ani innymi danymi, które Apple może posiadać w związku z korzystaniem przez Ciebie z innych usług Apple. Domyślnie Apple przechowuje transkrypcje wprowadzanego tekstu przez dwa lata i może przeglądać podzbiór tych transkrypcji. Mały podzbiór poleceń, które zostały sprawdzone, może być przechowywany dłużej niż dwa lata w ramach procesu ciągłego ulepszania aplikacji Tłumacz, funkcji tłumaczenia systemowego oraz innych funkcji przetwarzania języka naturalnego, na przykład Siri.\n\nNa aplikacji Tłumacz nie należy polegać, jeśli może to spowodować uszczerbek na zdrowiu, w sytuacjach wysokiego ryzyka, w nawigacji ani podczas diagnozowania i leczenia schorzeń i chorób.",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "您選擇翻譯的文字會傳送給Apple來處理您的要求。您的要求是與隨機輪替的識別碼有所關聯，並非您的Apple ID、電子郵件地址或Apple可能從您使用其他Apple服務時取得的資料。根據預設，Apple會儲存您的文字輸入2年的時間，並且可能會檢視這些記錄的部分內容。少部分已經檢視的要求可能會保留超過2年的時間，以持續改進「翻譯」、全系統翻譯和其他自然語言處理功能（如Siri）。\n\n在您可能會受傷、具高風險的環境、導航期間或在診斷\/治療醫療狀況時都不應該仰賴「翻譯」功能。",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "The text you choose to have translated is sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address, or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years for ongoing improvement of Translate, Systemwide translation, and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition.",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Văn bản mà bạn chọn để dịch được gửi đến Apple để xử lý yêu cầu của bạn. Các yêu cầu của bạn được liên kết với một mã định danh ngẫu nhiên, xoay vòng, chứ không phải ID Apple, địa chỉ email hoặc dữ liệu khác mà Apple có thể có từ việc bạn sử dụng các dịch vụ khác của Apple. Theo mặc định, Apple lưu trữ bản chép lại đầu vào bằng văn bản của bạn trong hai năm và có thể xem lại một phần của những bản chép lại này. Một phần nhỏ của các yêu cầu đã được xem lại có thể được lưu giữ trên hai năm, để liên tục cải thiện ứng dụng Dịch thuật, tính năng Dịch toàn hệ thống và các tính năng xử lý ngôn ngữ tự nhiên khác như Siri.\n\nKhông nên dựa vào Dịch thuật trong các trường hợp mà bạn có thể bị tổn hại hoặc chấn thương, trong các tình huống rủi ro cao, cho việc dẫn đường hoặc cho việc chẩn đoán hoặc điều trị bất kỳ tình trạng y tế nào.",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Текст, который Вы предоставляете для перевода, отправляется в Apple для обработки Ваших запросов. Ваши запросы связаны со случайным, постоянно меняющимся идентификатором. Этот идентификатор не связан с Вашим Apple ID, адресом электронной почты или другими данными, которые могла получить компания Apple, когда Вы использовали сервисы Apple. По умолчанию Apple в течение двух лет хранит введенные Вами тексты и может анализировать некоторые из этих конспектов. Небольшое количество Ваших запросов может быть проанализировано. Такие запросы могут храниться дольше двух лет для дальнейшего улучшения функциональных возможностей Перевода, Системного перевода и других функций распознавания и обработки естественного языка, например Siri.\n\nНе полагайтесь на функцию «Перевод» при обстоятельствах, в которых Вашему здоровью может быть причинен вред, в ситуациях повышенного риска, для навигации, а также для медицинских диагнозов или лечения каких‑либо заболеваний.",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "Le texte dont vous souhaitez obtenir la traduction est envoyé à Apple pour traiter vos demandes. Ces dernières sont associées à un identifiant aléatoire et temporaire. Elles ne sont pas associées à votre identifiant Apple, à votre adresse courriel ou à d’autres données dont Apple pourrait disposer en raison de l’utilisation que vous faites d’autres services Apple. Par défaut, Apple stocke les transcriptions de vos saisies de texte pendant deux ans. Apple pourrait examiner un sous-ensemble de ces transcriptions. Le petit sous-ensemble de demandes examiné pourra être conservé pendant plus de deux ans afin de contribuer à l’amélioration continue de Traduire, de la traduction à travers le système et d’autres fonctionnalités de traitement du langage naturel, comme Siri.\n\nNe vous fiez pas à Traduire pour la navigation, pour poser un diagnostic médical, pour traiter un problème de santé ou dans des situations qui comportent un risque important ou qui sont susceptibles d’entraîner des blessures.",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Le texte que vous voulez traduire est envoyé à Apple pour traiter vos requêtes. Ces dernières sont associées à un identifiant tournant aléatoire, et non votre identifiant Apple, votre adresse e-mail ou d’autres données pouvant être possédées par Apple après que vous avez utilisé d’autres services Apple. Par défaut, Apple stocke les transcriptions de vos saisies de texte pendant deux ans et peut consulter un sous-ensemble de ces transcriptions. Le petit sous-ensemble de requêtes qui ont été consultées peut être conservé au-delà de deux ans afin d’améliorer en continu Traduire, les traductions intégrées au système et les fonctionnalités de traitement du langage naturel comme Siri.\n\nL’app Traduire ne doit pas être utilisée dans des situations où vous risquez d’être blessé, dans des situations à haut risque ainsi que pour la navigation ou pour le diagnostic et le traitement de problèmes médicaux.",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Teksti, jonka valitset käännettäväksi, lähetetään Applelle pyyntöjesi käsittelyä varten. Pyyntösi yhdistetään satunnaiseen vaihtuvaan tunnisteeseen, eikä sitä yhdistetä Apple ID:hesi, sähköpostiosoitteeseesi tai muuhun tietoon, jota Applella voi olla muiden Applen palveluiden käytöstäsi. Oletuksena Apple tallentaa syöttämäsi tekstin kahden vuoden ajan ja voi tarkastella osajoukkoa näistä tallenteista. Ne muutamat pyynnöt, joita on tarkasteltu, voidaan säilyttää yli kaksi vuotta Käännä-toiminnon, järjestelmänlaajuisen kääntämisen ja muiden kielenkäsittelytekniikoiden, kuten Sirin, jatkuvaksi parantamiseksi.\n\nKäännä-ominaisuuteen ei pidä luottaa olosuhteissa, joissa voit vahingoittua tai loukkaantua, riskialttiissa tilanteissa, navigoitaessa tai diagnosoitaessa tai hoidettaessa sairauksia.",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Teks yang Anda pilih untuk diterjemahkan dikirimkan ke Apple untuk memproses permintaan Anda. Permintaan Anda dikaitkan dengan pengenal acak yang dirotasi, bukan ID Apple, alamat email, atau data Anda lainnya yang mungkin dimiliki Apple dari penggunaan layanan Apple lainnya oleh Anda. Secara default, Apple menyimpan transkrip input teks Anda selama dua tahun dan dapat meninjau subset transkrip ini. Subset kecil dari permintaan yang telah ditinjau dapat disimpan selama lebih dari dua tahun, untuk peningkatan Terjemahkan, penerjemahan skala Sistem yang sedang berlangsung, dan fitur pemrosesan bahasa alami lain seperti Siri.\n\nTerjemahkan tidak boleh diandalkan dalam kondisi yang memungkinkan Anda untuk terluka atau cedera, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis dan perawatan kondisi medis apa pun.",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "De tekst waarvoor je een vertaling wilt, wordt naar Apple verstuurd om je verzoeken te verwerken. Je verzoeken worden gekoppeld aan een willekeurige, roterende ID en niet aan je Apple ID, e‑mailadres of andere gegevens waarover Apple beschikt door je gebruik van andere voorzieningen van Apple. Standaard worden door Apple transcripties van je ingevoerde tekst twee jaar bewaard. Een subset van deze transcripties kan door Apple worden beoordeeld. De kleine subset van verzoeken die zijn beoordeeld kan langer dan twee jaar worden bewaard voor de voortdurende verbetering van Vertaal, systeem­omvattende vertaling en andere functies op het gebied van natuurlijke taalverwerking, zoals Siri.\n\nVertrouw niet op de vertaal­functie in situaties die schade of letsel kunnen veroorzaken, in situaties met een hoog risico, voor navigatie of voor de diagnose of behandeling van een medische aandoening.",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความที่คุณเลือกเพื่อแปลภาษาจะถูกส่งไปที่ Apple เพื่อดำเนินการตามคำขอของคุณ คำขอของคุณจะผูกกับข้อมูลจำเพาะแบบสุ่มและที่ใช้ซ้ำ ซึ่งไม่ใช่ Apple ID, ที่อยู่อีเมล หรือข้อมูลอื่นๆ ของคุณที่ Apple มีจากการใช้บริการอื่นๆ ของ Apple ตามค่าเริ่มต้นแล้ว Apple จะจัดเก็บบันทึกบทสนทนาของข้อความที่คุณป้อนเป็นเวลาสองปีและอาจตรวจสอบบทสนทนาบางส่วนของบันทึกบทสนทนาเหล่านี้ บางส่วนของคำขอที่ได้รับการตรวจสอบอาจถูกเก็บไว้นานกว่าสองปีเพื่อการปรับปรุงแอปแปลภาษาอย่างต่อเนื่อง การแปลทั้งระบบ และคุณสมบัติการประมวลผลภาษาธรรมชาติอื่นๆ เช่น Siri\n\nไม่ควรใช้แอปแปลภาษาเพียงอย่างเดียวโดยเฉพาะเมื่ออยู่ในสถานการณ์ที่อาจเป็นอันตรายหรือเกิดการบาดเจ็บได้ สถานการณ์ที่มีความเสี่ยงสูง หรือสำหรับการนำทาง หรือสำหรับการวินิจฉัยหรือการรักษาทางการแพทย์",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Textul pe care îl alegeți pentru a fi tradus este trimis la Apple pentru a vă procesa solicitările. Solicitările dvs. sunt asociate cu un identificator aleatoriu, alternant, și nu cu ID‑ul dvs. Apple, adresa de e‑mail sau alte date pe care Apple le‑ar putea deține în urma utilizării altor servicii Apple de către dvs. În mod implicit, Apple stochează transcrierile intrărilor de text timp de doi ani și poate analiza un subset al acestor transcrieri. Micul subset de solicitări care au fost analizate poate fi păstrat mai mult de doi ani, pentru îmbunătățirea continuă a aplicației Traducere, traducerii la nivel de sistem și altor funcționalități de procesare a limbajului natural, precum Siri.\n\nNu trebuie să vă bazați pe Traducere în circumstanțe în care ați putea suferi prejudicii sau vătămări, în situații cu risc ridicat, pentru navigație ori pentru diagnosticarea sau tratamentul oricărei afecțiuni medicale.",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Tekst koji odlučite prevesti poslat će se tvrtki Apple radi obrade vaših zahtjeva. Vaši su zahtjevi povezani s nasumičnim, rotirajućim identifikatorom, a ne s Apple ID-jem, e-mail adresom ili drugim podacima koje Apple može imati od vaše uporabe drugih Appleovih usluga. Apple prema standardnim postavkama pohranjuje transkripte vaših tekstualnih unosa dvije godine i može pregledati podskup tih transkripata. Mali podskup zahtjeva koji su pregledani može se čuvati duže od dvije godine radi kontinuiranog poboljšanja značajki za prijevod, prijevod duž sustava i drugih značajki obrade prirodnog jezika, poput Siri.\n\nNa značajku Prevedi ne biste se trebali oslanjati u okolnostima koje mogu rezultirati ozljedama, u situacijama visokog rizika, za navigaciju ili dijagnosticiranje ili liječenje bilo kojeg zdravstvenog stanja.",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "आपके द्वारा अनुवाद करने के लिए चुना गया टेक्स्ट आपके अनुरोध प्रोसेस करने के लिए Apple को भेजा जाता है। आपके अनुरोध रैंडम, रोटेट होने वाले आइडेंटिफ़ायर से संबद्ध होते हैं न कि आपके Apple ID, ईमेल पते या ऐसे अन्य डेटा से जो आपके द्वारा Apple सेवाओं का उपयोग करने के कारण Apple के पास हो सकता है। डिफ़ॉल्ट रूप से, Apple आपके टेक्स्ट इनपुट के ट्रांसक्रिप्ट दो वर्ष तक संग्रहित रखता है और इन ट्रांसक्रिप्ट के सबसेट की समीक्षा कर सकता है। अनुरोधों के उस सबसेट को, जिसकी समीक्षा की गई है, अनुवाद, सिस्टमव्यापी अनुवाद और Siri जैसे अन्य नैचुरल लैंग्वेज प्रोसेसिंग फ़ीचर में सतत सुधार के लिए दो वर्ष से अधिक समय तक के लिए रखा जा सकता है।\n\nऐसी स्थितियों में जहाँ आपको चोट या नुक़सान पहुँच सकता है, उच्च जोखिम वाली स्थितियों में, नैविगेशन के लिए या किसी मेडिकल दशा के डायग्नॉसिस या उपचार के लिए अनुवाद पर निर्भर नहीं होना चाहिए।",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "El text que tradueixis s’enviarà a Apple per processar les teves peticions. Les sol·licituds s’associen amb un identificador aleatori i canviant, i no pas amb el teu ID d’Apple, la teva adreça de correu o altres dades que Apple hagi recopilat sobre com utilitzes la resta de serveis d’Apple. Per omissió, Apple desa les transcripcions del text introduït durant dos anys, i pot revisar‑ne uns quants fragments. Els pocs fragments revisats de les sol·licituds es poden conservar més de dos anys per continuar millorant l’app Traduir, la traducció en tot el sistema i altres funcions de processament del llenguatge natural com Siri.\n\nNo has de confiar en l’app Traduir en circumstàncies que puguin suposar un perill per a la teva integritat física, en situacions d’alt risc, per orientar‑te ni per diagnosticar o tractar malalties.",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "Das zum Übersetzen ausgewählte Audio- und Textmaterial wird an Apple gesendet, um deine Anfragen zu bearbeiten. Diesen Anforderungen wird eine nach dem Prinzip der Zufallsrotation generierte ID zugewiesen; sie werden weder mit deiner Apple-ID noch mit deiner E-Mail-Adresse oder mit sonstigen Daten verknüpft, die Apple möglicherweise durch deine Nutzung anderer Apple-Dienste bekannt sind. Standardmäßig speichert Apple Transkriptionen deiner Audio-Interaktionen und Texteingaben für den Zeitraum von zwei Jahren und wertet möglicherweise Teile dieser Transkriptionen aus. Apple behält sich außerdem das Recht vor, einen kleinen Teil der ausgewerteten Anfragen über den Zeitraum von zwei Jahren hinaus aufzubewahren, um die App „Übersetzen“, systemweite Übersetzungsfunktionen und andere Funktionen für die Verarbeitung natürlicher Sprachen (z.B. Siri) kontinuierlich zu verbessern.\n\nDu solltest dich nicht auf die Übersetzung verlassen, wenn du dich in einer Situation befindest, in der du verletzt oder zu Schaden kommen könntest, oder in risikoreichen Situationen, bei der Navigation oder zur Diagnose oder Behandlung von gesundheitlichen Beschwerden. \n\nDu kannst dazu beitragen, die Übersetzungen gesprochener Texte durch die App „Übersetzen“ zu verbessern, indem du die Option „Siri & Diktierfunktion verbessern“ aktivierst und Apple damit die Erlaubnis erteilst, deine Audiointeraktionen zu speichern und auszuwerten. Wähle dazu „Einstellungen“ > „Datenschutz“ > „Analyse & Verbesserungen“ und tippe auf „Siri & Diktierfunktion verbessern“, um die Option zu aktivieren.",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "השמע והמלל שבחרת לתרגם יישלחו אל Apple לצורך עיבוד הבקשות שלך. הבקשות שלך משויכות למזהה אקראי מתחלף, ולא ל-Apple ID, לכתובת הדוא״ל או לנתונים אחרים שעשויים להיות ל-Apple מהשימוש שלך בשירותי Apple אחרים. כברירת-מחדל, Apple מאחסנת תמלולים של האינטראקציות הקוליות ומלל הקלט שלך למשך שנתיים ועשויה לעיין בתת-קבוצה של תמלולים אלה. תת-הקבוצה הקטנה של הבקשות שהיא עיינה בה עשויה להישמר לתקופה של מעבר לשנתיים, לצורך שיפור מתמיד של ״תרגום״, ״תרגום כלל-מערכתי״ ושל מאפיינים אחרים של עיבוד שפות טבעיות, כגון Siri.\n\nאין להסתמך על ״תרגום״ במצבים שבהם השימוש בו עשוי לגרום לפגיעה או פציעה של המשתמש או במצבים של סיכון גבוה, וגם לא לצורך ניווט או פעולת אבחון או טיפול רפואי מכל סוג שהוא. \n\nניתן לעזור לשפר את התרגום הקולי של ״תרגום״ על-ידי מתן אישור ל-Apple לאחסן את האינטראקציות הקוליות שלך ולעיין בהן על-ידי הפעלת ״שיפור Siri והכתבה״. לשם כך, יש לעבור אל ״הגדרות״ > ״פרטיות״ > ״נתונים ושיפורים״ ולהקיש להפעלת ״שיפור Siri והכתבה״.",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "The audio and text you choose to have translated are sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your audio interactions and your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years, for ongoing improvement of Translate, System-wide translation and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition. \n\nYou can help to improve Translate’s voice translation by allowing Apple to store and review your audio interactions by opting in to Improve Siri & Dictation. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn on Improve Siri & Dictation.",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "سيتم إرسال الصوت والنص الذي تختار ترجمته إلى Apple بهدف معالجة طلباتك. يتم ربط طلباتك بمعرِّف عشوائي متغير، وليس معرّف Apple ID أو عنوان بريدك الإلكتروني أو أي بيانات أخرى ربما حصلت عليها Apple من استخدامك لخدمات Apple الأخرى. بشكل افتراضي، تخزن Apple نُسخًا نصية لتفاعلاتك الصوتية وإدخالاتك النصية لمدة عامين، وقد تراجع مجموعة فرعية من هذه النسخ النصية. قد يتم الاحتفاظ بالمجموعة الفرعية الصغيرة من الطلبات التي تمت مراجعتها لأكثر من عامين، وذلك بهدف التحسين المستمر لتطبيق الترجمة وعمليات الترجمة في النظام بالكامل وميزات معالجة اللغات الطبيعية الأخرى، مثل Siri.\n\nلا ينبغي الاعتماد على \"الترجمة\" في مواقف قد تؤدي لتعرضك للأذى أو الإصابة، أو في حالات الخطر، أو للتنقل، أو لتشخيص أو علاج أية حالة صحية. \n\nيمكنك المساعدة في تحسين الترجمة الصوتية لخدمة الترجمة من خلال السماح لـ Apple بتخزين ومراجعة تفاعلاتك الصوتية عن طريق الاشتراك في تحسين Siri والإملاء. لتنفيذ ذلك، انتقل إلى الإعدادات > الخصوصية > التحليلات والتحسينات، واضغط لتشغيل \"تحسين Siri والإملاء\".",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Το ηχητικό περιεχόμενο και το κείμενο που επιλέγετε προς μετάφραση αποστέλλονται στην Apple για επεξεργασία των αιτημάτων σας. Τα αιτήματά σας συσχετίζονται με ένα τυχαίο, εναλλασσόμενο αναγνωριστικό, όχι με το Apple ID, τη διεύθυνση email ή άλλα δεδομένα σας που μπορεί να έχει η Apple από την από μέρους σας χρήση άλλων υπηρεσιών της Apple. Από προεπιλογή, η Apple αποθηκεύει τις απομαγνητοφωνήσεις των ηχητικών σας αλληλεπιδράσεων και των εισόδων κειμένου σας για δύο έτη, και ενδέχεται να εξετάσει ένα υποσύνολο αυτών των απομαγνητοφωνήσεων. Το μικρό υποσύνολο των αιτημάτων που έχουν εξεταστεί ενδέχεται να διατηρηθεί για παραπάνω από δύο έτη, με σκοπό τη συνεχιζόμενη βελτίωση της Μετάφρασης, της Ολοσυστημικής μετάφρασης και των δυνατοτήτων επεξεργασίας φυσικής γλώσσας, όπως το Siri.\n\nΔεν πρέπει να βασίζεστε στη Μετάφραση σε περιπτώσεις όπου μπορεί να τραυματιστείτε, σε καταστάσεις υψηλού κινδύνου, για πλοήγηση ή για τη διάγνωση ή θεραπεία οποιασδήποτε ιατρικής πάθησης. \n\nΑν θέλετε να βοηθήσετε στη βελτίωση της φωνητικής μετάφρασης που παρέχει η Μετάφραση, ενεργοποιήστε τη «Βελτίωση Siri και Υπαγόρευσης» ώστε να επιτρέψετε στην Apple να αποθηκεύει και να εξετάζει τις ηχητικές σας αλληλεπιδράσεις. Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Ανάλυση και βελτιώσεις» και αγγίξτε για ενεργοποίηση της ρύθμισης «Βελτίωση Siri και Υπαγόρευσης».",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "翻訳対象として選択したオーディオやテキストは、リクエストを処理するためにAppleに送信されます。リクエストは、ローテーション方式のランダムな識別子と関連付けられ、Appleのその他のサービスを利用するときにAppleに送られることのあるApple ID、メールアドレス、その他のデータとは関連付けられません。デフォルトでは、Appleは操作の音声の発音表記と入力テキストを2年間保存して、これらの発音表記の一部をレビューする場合があります。レビューが完了したリクエストのうち、ごく一部は、“翻訳”、システム全体での翻訳機能、およびSiriなどの自然言語処理機能の今後の改善のために2年以上保持される場合があります。\n\n危害を加えられるまたは怪我をする可能性のある状況や、危険度の高い状態や、ナビゲーションの目的や、病気の診断\/治療の目的などにおいては、“翻訳”に頼るのはおやめください。 \n\n“Siriと音声入力の改善”を有効にして操作の音声をAppleが保存しレビューすることを許可することで、“翻訳”の音声翻訳の改善にご協力いただけます。その場合は、“設定”＞“プライバシー”＞“解析および改善”と選択し、“Siriと音声入力の改善”をタップしてオンにします。",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "The audio and text you choose to have translated are sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address, or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your audio interactions and your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years, for ongoing improvement of Translate, System-wide translation, and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition. \n\nYou can help to improve Translate’s voice translation by allowing Apple to store and review your audio interactions by opting in to Improve Siri & Dictation. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn on Improve Siri & Dictation.",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Аудіодані й текст, який ви перекладаєте, надсилаються до Apple для обробки ваших запитів. Ваші запити пов’язуються з випадковим ідентифікатором, що постійно змінюється, а не з вашим Apple ID, адресою е‑пошти чи іншими даними, які Apple може мати внаслідок вашого використання інших служб Apple. Типово Apple зберігає транскрибовані протоколи ваших аудіовзаємодій і введених текстів протягом двох років і може аналізувати будь-яку вибірку цих протоколів. Незначна кількість проаналізованих запитів може зберігатися довше двох років із метою постійного вдосконалення функції «Переклад», системного перекладу та інших функцій обробки мови, як‑от Siri.\n\nФункцію «Переклад» не слід використовувати, коли є загроза ушкодження чи травмування, у ризикованих ситуаціях, для навігації, а також для діагностування або лікування будь-якого захворювання. \n\nВи можете допомогти покращити переклад із голосу в програмі «Переклад», дозволивши Apple зберігати й аналізувати ваші аудіовзаємодії шляхом надання згоди на участь в Удосконаленні Siri й Диктування. Для цього перейдіть у Параметри > Приватність > Аналітика та вдосконалення і торкніть для ввімкнення параметра «Удосконалення Siri й Диктування».",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "El audio y el texto que selecciones para traducir se enviarán a Apple con el fin de procesar tus solicitudes, las cuales están asociadas con un identificador aleatorio y cambiante, no con tu Apple ID, dirección de correo u otros datos que Apple pueda tener de tu uso de otros servicios de Apple. De forma predeterminada, Apple almacena transcripciones de tus interacciones de audio y tus entradas de texto durante dos años, y podría revisar un subconjunto de estas. El pequeño subconjunto de tus interacciones que se revisa podría conservarse durante más de dos años para la mejora continua de Traducir, la traducción al nivel del sistema y otras funcionalidades de procesamiento de lenguaje natural, como Siri.\n\nNo es aconsejable depender de Traducir en circunstancias durante las que pudieras sufrir heridas o lesiones, en situaciones de alto riesgo, para las rutas, o para el diagnóstico o tratamiento de algún padecimiento médico. \n\nPuedes ayudar a mejorar la traducción por voz de Traducir al permitir que Apple almacene y revise tus interacciones de audio y al activar “Mejorar Siri y Dictado”. Para hacerlo, ve a Configuración > Privacidad > “Análisis y mejoras” y activa “Mejorar Siri y Dictado”.",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "您选择进行翻译的音频和文本会发送给Apple以处理您的请求。您的请求会与随机轮替标识符关联，而不会与您的Apple ID、电子邮件地址或使用其他Apple服务时Apple可能收集的其他数据关联。默认情况下，Apple会将您音频交互信息和输入文本的转录文本储存两年，并可能检查这些转录文本的子集。请求的一小部分在检查后可能保存超过两年，以用于持续改进“翻译”、全系统翻译和其他自然语言处理功能（例如Siri）。\n\n在以下情况下不应依赖“翻译”功能：可能导致伤害或受伤、高风险环境中、导航或任何医疗状况的诊断或治疗。 \n\n您可以帮助改善“翻译”的语音翻译功能，方法是选择参与“改进Siri与听写”并允许Apple储存和检查您的音频交互信息。若要参与，请前往“设置”>“隐私”>“分析与改进”，然后轻点以打开“改进Siri与听写”。",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "El audio y el texto que elijas traducir se enviará a Apple para procesar tus solicitudes. Tus peticiones se asocian con un identificador aleatorio y rotatorio, no con tu ID de Apple, tu dirección de correo electrónico ni con ninguna otra información que pueda tener Apple derivada del uso de otros servicios de Apple. Por omisión, Apple guarda durante dos años las transcripciones de tus interacciones de audio y el texto introducido, y podría revisar un subconjunto de estas transcripciones. El pequeño subconjunto de peticiones que se hayan revisado puede conservarse durante más de dos años para seguir mejorando la app Traducir, la función de traducción integrada en todo el sistema y otras funciones de procesamiento del lenguaje natural, como Siri.\n\nNo se debe confiar en la app Traducir en circunstancias de riesgo, en las que puedas hacerte daño, para orientarte o para diagnosticar o tratar una enfermedad. \n\nPermitiendo a Apple almacenar y revisar tus interacciones de audio al inscribirte en “Mejorar Siri y Dictado”, puedes ayudar a mejorar el sistema de traducción de voz de la app Traducir. Para ello, ve a Ajustes > Privacidad > “Análisis y mejoras” para activar “Mejorar Siri y Dictado”.",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "O áudio e o texto que você optar por traduzir serão enviados à Apple para o processamento das suas solicitações. Os seus pedidos são associados a um identificador aleatório rotativo, e não ao seu ID Apple, endereço de e-mail ou outros dados que a Apple possa ter de seu uso de outros serviços da Apple. Por padrão, a Apple armazena transcrições das suas interações de áudio e texto por dois anos e pode revisar um subconjunto dessas transcrições. O pequeno subconjunto de pedidos que foram revisados podem ser mantidos por mais de dois anos para fins de melhoria contínua do app Traduzir, das traduções em todo o Sistema e de outros recursos de processamento de linguagem natural, como a Siri.\n\nNão use o app Traduzir em circunstâncias em que você possa se ferir, em situações de risco, para navegação ou para o diagnóstico ou tratamento de condições médicas. \n\nVocê pode ajudar a melhorar a tradução de voz do app Traduzir, permitindo que a Apple armazene e revise suas interações de áudio e optando por participar do Melhorar a Siri e o Ditado. Para fazer isso, abra Ajustes > Privacidade > Análise e Melhorias e toque para ativar Melhorar a Siri e o Ditado.",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Lyd og tekst, som oversættes, sendes til Apple for at behandle dine anmodninger. Dine anmodninger er knyttet til et tilfældigt, roterende id – ikke dit Apple-id, din e-mailadresse eller andre data, Apple kan have fra din brug af andre Apple-tjenester. Apple opbevarer som standard transskriptioner af dine lydinteraktioner og din indtastede tekst i to år og gennemgår muligvis et udvalg af disse transskriptioner. Det lille udvalg af anmodninger, der er blevet gennemgået, kan muligvis blive gemt i over to år med henblik på løbende forbedring af Oversæt, systemdækkende oversættelse og andre funktioner til behandling af naturligt sprog såsom Siri.\n\nDu bør ikke stole på Oversæt i situationer, hvor du kan komme til skade, i risikobetonede situationer, i forbindelse med navigation eller til diagnose og behandling af sygdomme. \n\nDu kan hjælpe med at forbedre stemmeoversættelsen i Oversæt ved at tillade Apple at opbevare og gennemgå dine lydinteraktioner ved at vælge at dele oplysninger med Gør Siri og Diktering bedre. Det gør du ved at gå til Indstillinger > Anonymitet > Analyse og forbedringer og slå Gør Siri og Diktering bedre til.",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "L'audio e il testo che scegli di tradurre vengono inviati ad Apple per elaborare le tue richieste. Le tue richieste sono associate a un identificativo a rotazione casuale, non al tuo ID Apple, al tuo indirizzo e‑mail o ad altri dati che Apple potrebbe avere raccolto dal tuo utilizzo di altri servizi Apple. Di default, Apple archivia le trascrizioni delle interazioni audio e degli input di testo per due anni e può esaminare un sottoinsieme di queste trascrizioni. Il piccolo sottoinsieme di richieste che sono state esaminate può essere conservato oltre due anni, per il miglioramento continuo di Traduci, della traduzione a livello di sistema e di altre funzionalità di elaborazione del linguaggio naturale come Siri.\n\nNon è consigliabile fare affidamento su Traduci se rischi di riportare lesioni o danni, in situazioni di elevato pericolo, per la navigazione oppure per la diagnosi o il trattamento di condizioni cliniche. \n\nPuoi contribuire a migliorare la traduzione vocale di Traduci consentendo ad Apple di archiviare ed esaminare le tue interazioni audio attivando il miglioramento di Siri e Dettatura. Per farlo, vai in Impostazioni > Privacy > Analisi e miglioramenti e attiva “Migliora Siri e Dettatura”.",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Zvuky a text, ktoré sa rozhodnete preložiť, sú odosielané spoločnosti Apple na spracovanie vašich žiadostí. Vaše žiadosti sú prepojené s náhodným, meniacim sa identifikátorom a nie s vaším Apple ID, emailovou adresou ani inými dátami, ktoré môže mať spoločnosť Apple z vášho používania iných služieb Apple. Spoločnosť Apple štandardne uchováva prepisy vašich hlasových interakcií a textových vstupov po dobu dvoch rokov a môže analyzovať určitú časť týchto prepisov. Malá časť vašich žiadostí, ktorá bola analyzovaná, môže byť uchovaná aj dlhšie ako dva roky na účely vylepšovania apky Tlmočník, systémového tlmočenia a ďalších funkcií spracovania prirodzeného jazyka, napríklad Siri.\n\nNa tlmočenie by ste sa nemali spoliehať v situáciách, keď by mohlo dôjsť k škode alebo úrazu, v rizikových situáciách, pri navigácii ani pri diagnostike či liečbe akýchkoľvek zdravotných problémov. \n\nTlmočenie hovorenej reči môžete pomôcť vylepšovať tak, že umožníte spoločnosti Apple uchovávať a analyzovať vaše hlasové interakcie zapojením sa do programu Vylepšovať Siri a Diktovanie. Ak to chcete povoliť, otvorte Nastavenia > Súkromie > Analytika a vylepšovanie a klepnutím zapnite možnosť Vylepšovať Siri a Diktovanie.",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "O áudio e o texto que pretende traduzir são enviados à Apple para processar os seus pedidos. Os seus pedidos são associados a um identificador rotativo aleatório e não ao seu ID Apple, endereço de e‑mail ou outros dados que a Apple possa ter pelo facto de utilizar outros serviços Apple. Por predefinição, a Apple armazena transcrições das suas interações de áudio e do texto digitado durante dois anos e pode analisar um subconjunto dessas transcrições. O pequeno subconjunto de pedidos que foram analisados pode ser conservado por um prazo superior a dois anos, para efeitos de melhoria contínua da aplicação Traduzir, da tradução a nível do sistema e de outras funcionalidades de processamento de linguagem natural, como Siri.\n\nA aplicação Traduzir não deve ser usada em circunstâncias que possam comprometer a sua integridade física ou em situações de alto risco, nem para fins de navegação, nem para o diagnóstico ou tratamento de qualquer problema de saúde. \n\nPara ajudar a melhorar a tradução de voz de Traduzir ao permitir que a Apple armazene e analise as suas interações de áudio, ative Melhorar Siri e o Ditado. Para tal, em Definições > Privacidade > Análise e melhorias, ative a opção “Melhorar Siri e o Ditado”.",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Audio dan teks yang anda pilih untuk diterjemah dihantar kepada Apple untuk memproses permintaan anda. Permintaan anda dikaitkan dengan pengecam rawak yang berkitar, bukan Apple ID, alamat e-mel atau data lain anda yang mungkin Apple miliki daripada penggunaan perkhidmatan Apple yang lain oleh anda. Secara lalai, Apple menyimpan transkrip interaksi audio dan input teks anda selama dua tahun dan mungkin menyemak subset transkrip ini. Subset kecil permintaan yang telah disemak mungkin disimpan melebihi dua tahun, untuk peningkatan berterusan Terjemah, Terjemahan seluruh sistem dan ciri pemprosesan bahasa semula jadi yang lain seperti Siri.\n\nTerjemah tidak sepatutnya digunakan dalam keadaan yang boleh membahayakan atau mencederakan anda, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis atau rawatan sebarang keadaan perubatan. \n\nAnda boleh membantu untuk meningkatkan terjemahan suara Terjemah dengan membenarkan Apple menyimpan dan menyemak interaksi audio anda dengan mengikut serta Tingkatkan Siri & Perencanaan. Untuk berbuat demikian, pergi ke Seting > Privasi > Analitis & Peningkatan dan ketik untuk mengaktifkan Tingkatkan Siri & Perencanaan.",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Det ljud och den text som du väljer att få översatt skickas till Apple så att dina förfrågningar kan behandlas. Dina förfrågningar associeras med en slumpmässig, roterande identifierare och inte ditt Apple-ID, din e-postadress eller andra data som Apple kan ha fått från din användning av andra Apple-tjänster. Som förval lagrar Apple transkriberingar av dina ljudinteraktioner och textinmatningar i två år och kan granska en delmängd av dessa transkriberingar. Den mindre delmängden av förfrågningar som har granskats kan behållas längre tid än två år för pågående förbättringar av Översätt, Systemomfattande översättning och andra funktioner för naturlig språkbearbetning som Siri.\n\nDu bör inte förlita dig på Översätt i situationer där det kan leda till skador, i situationer med hög risk, vid navigering eller för diagnos eller behandling av någon medicinsk åkomma. \n\nDu kan hjälpa till att förbättra röstöversättningar i Översätt genom att delta i Förbättra Siri och diktering och tillåta att Apple lagrar och granskar dina ljudinteraktioner. Du gör detta genom att öppna Inställningar > Integritet > Analys och förbättringar och trycka för att slå på Förbättra Siri och diktering.",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Zvuková a textová data, o jejichž překlad požádáte, jsou za účelem zpracování vašich požadavků zasílána společnosti Apple. Vaše požadavky jsou sdružovány s náhodně rotujícími identifikátory, nikoli s vaším Apple ID, e‑mailovou adresou nebo jinými daty, které společnost Apple mohla shromáždit na základě vašeho používání jiných služeb Apple. Apple standardně uchovává přepisy vašich zvukových interakcí a textových vstupů po dobu dvou let a části těchto přepisů může analyzovat. Krátké úryvky analyzovaných požadavků mohou být uchovávány po dobu delší než dva roky, a to za účelem průběžného vylepšování aplikace Přeložit, celosystémových překladových služeb a dalších funkcí využívajících zpracování přirozeného jazyka, například Siri.\n\nNa aplikaci Přeložit byste neměli spoléhat za okolností, za kterých byste mohli utrpět škodu nebo úraz, ve vysoce rizikových situacích, při navigaci ani při diagnostice a léčení zdravotních problémů. \n\nK vylepšování překladu hlasové komunikace v aplikaci Přeložit můžete přispět tím, že společnosti Apple povolíte ukládat a analyzovat vaši hlasovou komunikaci přihlášením do programu Vylepšování Siri a Diktování. To provedete tak, že otevřete Nastavení > Soukromí > Analýza a vylepšování a klepnutím zapnete Vylepšování Siri a Diktování.",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자가 번역을 위해 선택한 오디오 및 텍스트는 사용자의 요청을 처리하기 위해 Apple로 전송됩니다. 사용자의 요청은 임의의 순환 식별자와 연계되며 기타 Apple 서비스의 사용으로 Apple이 보유할 수 있는 사용자의 Apple ID, 이메일 주소나 기타 데이터는 연계되지 않습니다. 기본적으로 Apple은 사용자의 오디오 상호 작용 및 텍스트 입력을 2년간 보관하며 이러한 기록의 일부를 검토할 수 있습니다. 검토된 요청의 일부는 번역 앱, 시스템 차원 번역 및 Siri와 같은 기타 자연어 처리 기능의 지속적인 향상을 위해 2년 이상 보관될 수 있습니다.\n\n피해 또는 상해를 입을 수 있는 상황, 고위험 상황, 내비게이션, 또는 질병의 진단이나 치료에 있어서 번역 앱에 의존해서는 안 됩니다. \n\n사용자는 ‘Siri 및 받아쓰기 기능 향상’을 선택하고 Apple이 사용자의 오디오 상호 작용을 보관하고 검토하도록 허용하여 번역 앱의 음성 번역 개선에 기여할 수 있습니다. 이를 수행하려면 설정 > 개인 정보 보호 > 분석 및 향상으로 이동하고 ‘Siri 및 받아쓰기 기능 향상’을 탭하여 켜십시오.",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Lyden og teksten du velger å oversette, blir sendt til Apple for behandling. Forespørslene dine knyttes til en tilfeldig, rullerende identifikator, ikke til Apple‑ID-en din, e‑postadressen din eller andre data som Apple besitter fra din bruk av andre Apple-tjenester. Standardinnstillingen er at Apple lagrer avskrifter av talekommandoer og angitt tekst i to år, og kan behandle et delsett av disse avskriftene. Et begrenset utvalg av forespørslene som er behandlet, kan beholdes i mer enn to år til kontinuerlig forbedring av Oversett, Systemomfattende oversettelse og andre behandlingsfunksjonaliteter for naturlig språk, som Siri.\n\nOversett bør ikke brukes i situasjoner der du kan bli skadet, i risikosituasjoner, til navigering eller til diagnostisering eller behandling av sykdommer. \n\nDu kan bidra til å forbedre taleoversettelse i Oversett ved å gi Apple tillatelse til å oppbevare og behandle talekommandoer ved å aktivere funksjonen Forbedre Siri og Diktering. Det gjør du ved å gå til Innstillinger > Personvern > Analyse og forbedringer og trykke for å slå på Forbedre Siri og Diktering.",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A fordításhoz kiválasztott hang és szöveg el lesz küldve az Apple-nek a kérelmek feldolgozásához. A kérelmei egy véletlenszerű, folyamatosan változó azonosítóhoz vannak hozzárendelve, és nem az Apple ID-jához, e-mail-címéhez vagy bármely más olyan adathoz, amely a többi Apple szolgáltatás használatából származik. Alapértelmezésben az Apple két évig tárolja a hanginterakciók átiratait és a bevitt szövegeket, és áttekintheti az ilyen átiratok egy részét. Előfordulhat, hogy az áttekintett kérelmek egy kis része több mint két évig van megtartva a Fordító, a teljes rendszerre kiterjedő fordítás és egyéb természetesnyelv-feldolgozási funkciók (mint például a Siri) továbbfejlesztése érdekében.\n\nNe hagyatkozzon a Fordítóra olyan körülmények közt, ahol megsérülhet, valamint magas kockázatú helyzetekben, navigációhoz vagy orvosi kezelést igénylő állapotok diagnosztizálásához vagy kezeléséhez. \n\nA Siri és a Diktálás továbbfejlesztése funkció engedélyezésével segíthet a Fordító beszédhangfordításának továbbfejlesztésében azzal, hogy engedélyezi az Apple-nek, hogy tárolja és áttekintse az Ön hanginterakcióit. Ehhez válassza a Beállítások > Adatvédelem > Elemzések és fejlesztések menüpontot, és koppintson a Siri és Diktálás javítása lehetőség bekapcsolásához.",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "你選擇翻譯的音訊和文字會傳送予Apple以處理你的要求。你的要求會連繫至隨機、變換的識別碼，而非你的Apple ID、電郵地址，或其他Apple可能從你使用的其他Apple服務所取得的資料。依照預設，Apple會將你的音訊互動和文字輸入之轉寫儲存兩年，並可能會檢視這些轉寫的部份內容。小部份經過檢視的要求可能會被保留超過兩年，用於持續改進「翻譯」、全系統翻譯和其他自然語言處理功能（例如Siri）。\n\n在你可能會受到傷害或損傷的環境、高風險處境、導航期間或診斷或治療醫療狀況時，你不應該依賴「翻譯」功能。 \n\n你可以透過參與改進Siri和「聽寫」來允許Apple儲存和檢視你的語音互動，以協助改進「翻譯」的語音翻譯。如要參與，請前往「設定」>「私隱」>「分析與改進功能」，並點一下來開啟「改進Siri與聽寫」。",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çevrilmesini seçtiğiniz sesler ve metinler, isteklerinizin işlenmesi için Apple’a gönderilir. İstekleriniz; rasgele, dönen bir tanıtıcıyla ilişkilendirilir; Apple kimliğinizle, e-posta adresinizle veya başka Apple servislerini kullandığınız için Apple’ın sahip olabileceği diğer verilerle ilişkilendirilmez. Apple saptanmış olarak sesli etkileşimlerinizin ve metin girişlerinizin dökümlerini iki yıl tutar ve bu dökümlerin bir alt kümesini inceleyebilir. İncelenen isteklerin küçük bir alt kümesi Çeviri’nin, sistem çapında çevirinin ve Siri gibi diğer doğal dil işleme özelliklerinin devam eden iyileştirme çalışmaları için iki yıldan uzun süre tutulabilir.\n\nZarar görebileceğiniz veya yaralanabileceğiniz şartlarda, yüksek riskli durumlarda, navigasyon amaçlı ya da herhangi bir tıbbi durumun tanısı veya tedavisi için Çeviri’ye güvenmemelisiniz. \n\nSiri’yi ve Dikte’yi İyileştir’e katılmayı tercih edip Apple’ın sesli etkileşimlerinizi saklamasına ve gözden geçirmesine izin vererek Çeviri’nin sesli çeviri özelliklerinin iyileştirilmesine yardımcı olabilirsiniz. Bunu yapmak için Ayarlar > Gizlilik > Analizler ve İyileştirmeler bölümüne gidip Siri’yi ve Dikte’yi İyileştir seçeneğini açmak için dokunun.",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Tłumaczone zapisy audio i tekst są wysyłane do Apple w celu przetworzenia. Twoje polecenia są przypisywane do losowych i zmieniających się identyfikatorów i nie są powiązane z Twoim Apple ID, adresem email, ani innymi danymi, które Apple może posiadać w związku z korzystaniem przez Ciebie z innych usług Apple. Domyślnie Apple przechowuje transkrypcje Twoich interakcji głosowych i wprowadzany tekst przez dwa lata i może przeglądać podzbiór tych transkrypcji. Mały podzbiór poleceń, które zostały sprawdzone, może być przechowywany dłużej niż dwa lata w ramach procesu ciągłego ulepszania aplikacji Tłumacz, funkcji tłumaczenia systemowego oraz innych funkcji przetwarzania języka naturalnego, na przykład Siri.\n\nNa aplikacji Tłumacz nie należy polegać, jeśli może to spowodować uszczerbek na zdrowiu, w sytuacjach wysokiego ryzyka, w nawigacji ani podczas diagnozowania i leczenia schorzeń i chorób. \n\nMożesz pomóc ulepszać tłumaczenie głosu w aplikacji Tłumacz, zezwalając firmie Apple na przechowywanie i przegląd interakcji audio, akceptując opcję Ulepszanie (Siri i Dyktowanie). W tym celu otwórz ekran Ustawienia > Prywatność > Analizy i udoskonalenia i stuknij w celu włączenia opcji Ulepszanie (Siri i Dyktowanie).",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "您選擇翻譯的音訊和文字會傳送給Apple來處理您的要求。您的要求是與隨機輪替的識別碼有所關聯，並非您的Apple ID、電子郵件地址或Apple可能從您使用其他Apple服務時取得的資料。根據預設，Apple會儲存您的音訊互動記錄和文字輸入2年的時間，並且可能會檢視這些記錄的部分內容。少部分已經檢視的要求可能會保留超過2年的時間，以持續改進「翻譯」、全系統翻譯和其他自然語言處理功能（如Siri）。\n\n在您可能會受傷、具高風險的環境、導航期間或在診斷\/治療醫療狀況時都不應該仰賴「翻譯」功能。 \n\n您可以選擇參與「改進Siri與聽寫」，允許Apple儲存和檢視您的音訊互動，以協助改進「翻譯」的語音翻譯。若要執行，請前往「設定」>「隱私權」>「分析與改進功能」，並且點一下來開啟「改進Siri與聽寫」。",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "The audio and text you choose to have translated are sent to Apple to process your requests. Your requests are associated with a random, rotating identifier, not your Apple ID, email address, or other data Apple may have from your use of other Apple services. By default, Apple stores transcripts of your audio interactions and your text inputs for two years and may review a subset of these transcripts. The small subset of requests that have been reviewed may be kept beyond two years for ongoing improvement of Translate, Systemwide translation, and other natural language processing features such as Siri.\n\nTranslate should not be relied on in circumstances where you could be harmed or injured, in high-risk situations, for navigation, or for the diagnosis or treatment of any medical condition. \n\nYou can help improve Translate’s voice translation by allowing Apple to store and review your audio interactions by opting in to Improve Siri & Dictation. To do so, go to Settings > Privacy > Analytics & Improvements and tap to turn on Improve Siri & Dictation.",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Âm thanh và văn bản mà bạn chọn để dịch được gửi đến Apple để xử lý yêu cầu của bạn. Các yêu cầu của bạn được liên kết với một mã định danh ngẫu nhiên, xoay vòng, chứ không phải ID Apple, địa chỉ email hoặc dữ liệu khác mà Apple có thể có từ việc bạn sử dụng các dịch vụ khác của Apple. Theo mặc định, Apple lưu trữ bản chép lại của các tương tác âm thanh và đầu vào bằng văn bản của bạn trong hai năm và có thể xem lại một phần của những bản chép lại này. Một phần nhỏ của các yêu cầu đã được xem lại có thể được lưu giữ trên hai năm, để liên tục cải thiện ứng dụng Dịch thuật, tính năng Dịch toàn hệ thống và các tính năng xử lý ngôn ngữ tự nhiên khác như Siri.\n\nKhông nên dựa vào Dịch thuật trong các trường hợp mà bạn có thể bị tổn hại hoặc chấn thương, trong các tình huống rủi ro cao, cho việc dẫn đường hoặc cho việc chẩn đoán hoặc điều trị bất kỳ tình trạng y tế nào. \n\nBạn có thể giúp cải thiện tính năng dịch giọng nói của Dịch thuật bằng cách cho phép Apple lưu trữ và xem lại các tương tác âm thanh bằng việc lựa chọn tham gia Cải tiến Siri & Đọc chính tả. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư > Phân tích & Cải tiến và chạm để bật Cải tiến Siri & Đọc chính tả.",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Аудио и текст, которые Вы предоставляете для перевода, отправляются в Apple для обработки Ваших запросов. Ваши запросы связаны со случайным, постоянно меняющимся идентификатором. Этот идентификатор не связан с Вашим Apple ID, адресом электронной почты или другими данными, которые могла получить компания Apple, когда Вы использовали сервисы Apple. По умолчанию Apple в течение двух лет хранит конспекты Вашей речи и введенные Вами тексты и может анализировать некоторые из этих конспектов. Небольшое количество Ваших запросов может быть проанализировано. Такие запросы могут храниться дольше двух лет для дальнейшего улучшения функциональных возможностей Перевода, Системного перевода и других функций распознавания и обработки естественного языка, например Siri.\n\nНе полагайтесь на приложение «Перевод» при обстоятельствах, в которых Вашему здоровью может быть причинен вред, в ситуациях повышенного риска, для навигации, а также для медицинских диагнозов или лечения каких‑либо заболеваний. \n\nВы можете помочь в совершенствовании перевода голосового ввода в приложении «Перевод», разрешив Apple хранить и анализировать аудиозаписи своих взаимодействий с голосовыми функциями Apple. Для этого включите параметр «Улучшить Siri и Диктовку». Для этого перейдите в «Настройки» > «Конфиденциальность» > «Аналитика и улучшения» и касанием включите параметр «Улучшить Siri и Диктовку».",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "Le contenu audio et le texte dont vous souhaitez obtenir la traduction sont envoyés à Apple pour traiter vos demandes. Ces dernières sont associées à un identifiant aléatoire et temporaire. Elles ne sont pas associées à votre identifiant Apple, à votre adresse courriel ou à d’autres données dont Apple pourrait disposer en raison de l’utilisation que vous faites d’autres services Apple. Par défaut, Apple stocke les transcriptions de vos interactions audio et des saisies de texte pendant deux ans. Apple pourrait examiner un sous-ensemble de ces transcriptions. Le petit sous-ensemble de demandes examiné pourra être conservé pendant plus de deux ans afin de contribuer à l’amélioration continue de Traduire, de la traduction à travers le système et d’autres fonctionnalités de traitement du langage naturel, comme Siri.\n\nNe vous fiez pas à Traduire pour la navigation, pour poser un diagnostic médical, pour traiter un problème de santé ou dans des situations qui comportent un risque important ou qui sont susceptibles d’entraîner des blessures. \n\nVous pouvez contribuer à l’amélioration de la traduction vocale de Traduire en autorisant Apple à stocker et à examiner vos interactions audio en activant Améliorer Siri et Dictée. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations, puis activez Améliorer Siri et Dictée.",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’audio et le texte que vous voulez traduire sont envoyés à Apple pour traiter vos requêtes. Ces dernières sont associées à un identifiant tournant aléatoire, et non votre identifiant Apple, votre adresse e-mail ou d’autres données pouvant être possédées par Apple après que vous avez utilisé d’autres services Apple. Par défaut, Apple stocke les transcriptions de vos interactions et de vos saisies de texte pendant deux ans et peut consulter un sous-ensemble de ces transcriptions. Le petit sous-ensemble de requêtes qui ont été consultées peut être conservé au-delà de deux ans afin d’améliorer en continu Traduire, les traductions intégrées au système et les fonctionnalités de traitement du langage naturel comme Siri.\n\nL’app Traduire ne doit pas être utilisée dans des situations où vous risquez d’être blessé, dans des situations à haut risque ainsi que pour la navigation ou pour le diagnostic et le traitement de problèmes médicaux. \n\nVous pouvez aider à améliorer la traduction vocale de Traduire en autorisant Apple à stocker et examiner vos interactions audio en acceptant Améliorer Siri et Dictée. Pour ce faire, accédez à Réglages > Confidentialité > Analyse et améliorations et touchez pour activer « Améliorer Siri et Dictée ».",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Ääni ja teksti, jotka valitset käännettäväksi, lähetetään Applelle pyyntöjesi käsittelyä varten. Pyyntösi yhdistetään satunnaiseen vaihtuvaan tunnisteeseen, eikä sitä yhdistetä Apple ID:hesi, sähköpostiosoitteeseesi tai muuhun tietoon, jota Applella voi olla muiden Applen palveluiden käytöstäsi. Oletuksena Apple tallentaa tekstimuunnoksen puheenkäytöstäsi ja syöttämäsi tekstin kahden vuoden ajan ja voi tarkastella osajoukkoa näistä tallenteista. Ne muutamat pyynnöt, joita on tarkasteltu, voidaan säilyttää yli kaksi vuotta Käännä-toiminnon, järjestelmänlaajuisen kääntämisen ja muiden kielenkäsittelytekniikoiden, kuten Sirin, jatkuvaksi parantamiseksi.\n\nKäännä-ominaisuuteen ei pidä luottaa olosuhteissa, joissa voit vahingoittua tai loukkaantua, riskialttiissa tilanteissa, navigoitaessa tai diagnosoitaessa tai hoidettaessa sairauksia. \n\nVoit auttaa parantamaan Käännä-toiminnon puhekäännöstä sallimalla Applen tallentaa ja tarkastella äänenkäyttöäsi osallistumalla Paranna Siriä ja sanelua -ohjelmaan. Tee näin valitsemalla Asetukset > Tietosuoja > Analyysi ja parannukset ja napauttamalla ”Paranna Siriä ja sanelua” päälle.",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Audio dan teks yang Anda pilih untuk diterjemahkan dikirimkan ke Apple untuk memproses permintaan Anda. Permintaan Anda dikaitkan dengan pengenal acak yang dirotasi, bukan ID Apple, alamat email, atau data Anda lainnya yang mungkin dimiliki Apple dari penggunaan layanan Apple lainnya oleh Anda. Secara default, Apple menyimpan transkrip interaksi audio dan input teks Anda selama dua tahun dan dapat meninjau subset transkrip ini. Subset kecil dari permintaan yang telah ditinjau dapat disimpan selama lebih dari dua tahun, untuk peningkatan Terjemahkan, penerjemahan skala Sistem yang sedang berlangsung, dan fitur pemrosesan bahasa alami lain seperti Siri.\n\nTerjemahkan tidak boleh diandalkan dalam kondisi yang memungkinkan Anda untuk terluka atau cedera, dalam situasi berisiko tinggi, untuk navigasi, atau untuk diagnosis dan perawatan kondisi medis apa pun. \n\nAnda dapat membantu meningkatkan penerjemahan suara Terjemahkan dengan mengizinkan Apple untuk menyimpan dan meninjau interaksi audio Anda dengan mengaktifkan Tingkatkan Siri & Dikte. Untuk melakukannya, buka Pengaturan > Privasi > Analisis & Peningkatan dan ketuk untuk menyalakan Tingkatkan Siri & Dikte.",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "De audio en tekst waarvoor je een vertaling wilt, worden naar Apple verstuurd om je verzoeken te verwerken. Je verzoeken worden gekoppeld aan een willekeurige, roterende ID en niet aan je Apple ID, e‑mailadres of andere gegevens waarover Apple beschikt door je gebruik van andere voorzieningen van Apple. Standaard worden door Apple transcripties van je audio-interacties en ingevoerde tekst twee jaar bewaard. Een subset van deze transcripties kan door Apple worden beoordeeld. De kleine subset van verzoeken die zijn beoordeeld kan langer dan twee jaar worden bewaard voor de voortdurende verbetering van Vertaal, systeem­omvattende vertaling en andere functies op het gebied van natuurlijke taalverwerking, zoals Siri.\n\nVertrouw niet op de vertaal­functie in situaties die schade of letsel kunnen veroorzaken, in situaties met een hoog risico, voor navigatie of voor de diagnose of behandeling van een medische aandoening. \n\nJe kunt helpen om de stemvertaling van Vertaal te verbeteren door Apple toe te staan je audio-interacties te bewaren en te laten beoordelen. Dit doe je door je aan te melden voor 'Verbeter Siri en de dicteerfunctie'. Hiervoor ga je in Instellingen naar 'Privacy' > 'Analyse en verbeteringen' en tik je om 'Verbeter Siri en de dicteerfunctie' in te schakelen.",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "เสียงและข้อความที่คุณเลือกเพื่อแปลภาษาจะถูกส่งไปที่ Apple เพื่อดำเนินการตามคำขอของคุณ คำขอของคุณจะผูกกับข้อมูลจำเพาะแบบสุ่มและที่ใช้ซ้ำ ซึ่งไม่ใช่ Apple ID, ที่อยู่อีเมล หรือข้อมูลอื่นๆ ของคุณที่ Apple มีจากการใช้บริการอื่นๆ ของ Apple ตามค่าเริ่มต้นแล้ว Apple จะจัดเก็บบันทึกบทสนทนาของการโต้ตอบผ่านเสียงและข้อความที่คุณป้อนเป็นเวลาสองปีและอาจตรวจสอบบางส่วนของบันทึกเหล่านี้ บางส่วนของคำขอที่ได้รับการตรวจสอบอาจถูกเก็บไว้นานกว่าสองปีเพื่อการปรับปรุงแอปแปลภาษาอย่างต่อเนื่อง การแปลทั้งระบบ และคุณสมบัติการประมวลผลภาษาธรรมชาติอื่นๆ เช่น Siri\n\nไม่ควรใช้แอปแปลภาษาเพียงอย่างเดียวโดยเฉพาะเมื่ออยู่ในสถานการณ์ที่อาจเป็นอันตรายหรือเกิดการบาดเจ็บได้ สถานการณ์ที่มีความเสี่ยงสูง หรือสำหรับการนำทาง หรือสำหรับการวินิจฉัยหรือการรักษาทางการแพทย์ \n\nคุณสามารถช่วยปรับปรุงการแปลเสียงของแอปแปลภาษาได้โดยอนุญาตให้ Apple จัดเก็บและตรวจสอบการโต้ตอบด้วยเสียงของคุณ ด้วยการเลือกเข้าร่วมปรับปรุง Siri และการป้อนตามคำบอก ในการทำเช่นนั้น ให้ไปที่การตั้งค่า > ความเป็นส่วนตัว > การวิเคราะห์และการปรับปรุง แล้วแตะเพื่อเปิดใช้ปรับปรุง Siri และการป้อนตามคำบอก",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Conținutul audio și textul pe care le alegeți pentru a fi traduse sunt trimise la Apple pentru a vă procesa solicitările. Solicitările dvs. sunt asociate cu un identificator aleatoriu, alternant, și nu cu ID‑ul dvs. Apple, adresa de e‑mail sau alte date pe care Apple le‑ar putea deține în urma utilizării altor servicii Apple de către dvs. În mod implicit, Apple stochează transcrierile interacțiunilor audio și intrărilor de text timp de doi ani și poate analiza un subset al acestor transcrieri. Micul subset de solicitări care au fost analizate poate fi păstrat mai mult de doi ani, pentru îmbunătățirea continuă a aplicației Traducere, traducerii la nivel de sistem și altor funcționalități de procesare a limbajului natural, precum Siri.\n\nNu trebuie să vă bazați pe Traducere în circumstanțe în care ați putea suferi prejudicii sau vătămări, în situații cu risc ridicat, pentru navigație ori pentru diagnosticarea sau tratamentul oricărei afecțiuni medicale. \n\nPuteți susține îmbunătățirea traducerii vocale din aplicația Traducere permițând ca Apple să stocheze și să analizeze interacțiunile dvs. audio dacă optați pentru participarea la “Îmbunătățire Siri și Dictare”. În acest scop, accesați Configurări > Intimitate > Analiză și îmbunătățiri și apăsați pentru a activa opțiunea “Îmbunătățire Siri și Dictare”.",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Audio zapis i tekst koji želite prevesti poslat će se Appleu radi obrade vaših zahtjeva. Vaši su zahtjevi povezani s nasumičnim, rotirajućim identifikatorom, a ne s Apple ID-jem, e-mail adresom ili drugim podacima koje Apple može imati od vaše uporabe drugih Appleovih usluga. Apple prema standardnim postavkama pohranjuje transkripte vaših audio interakcija i tekstualnih unosa dvije godine i može pregledati podskup tih transkripata. Mali podskup zahtjeva koji su pregledani može se čuvati duže od dvije godine radi kontinuiranog poboljšanja značajki za prijevod, prijevod širom sustava i drugih značajki obrade prirodnog jezika, poput Siri.\n\nNa značajku Prevedi ne biste se trebali oslanjati u okolnostima koje mogu rezultirati ozljedama, u situacijama visokog rizika, za navigaciju ili dijagnosticiranje ili liječenje bilo kojeg zdravstvenog stanja. \n\nMožete pomoći poboljšati prijevod govora aplikacijom Prevedi tako što Appleu omogućite pohranjivanje i pregledavanje vaših audio interakcija uključivanjem opcije Poboljšajte Siri i Diktat. Da biste to učinili, idite na Postavke > Privatnost > Analiza i poboljšanja pa dodirom uključite Poboljšajte Siri i Diktat.",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "आपके द्वारा अनुवाद करने के लिए चुने गए ऑडियो और टेक्स्ट आपका अनुरोध प्रोसेस करने के लिए Apple को भेजे जाते हैं। आपके अनुरोध रैंडम, रोटेट होने वाले आइडेंटिफ़ायर से संबद्ध होते हैं न कि आपके Apple ID, ईमेल पते या ऐसे अन्य डेटा से जो आपके द्वारा Apple सेवाओं का उपयोग करने के कारण Apple के पास हो सकता है। डिफ़ॉल्ट रूप से, Apple आपके ऑडियो इंटरऐक्शन के ट्रांसक्रिप्ट और आपके टेक्स्ट इनपुट को दो वर्ष तक संग्रहित करता है और इन ट्रांसक्रिप्ट के सबसेट की समीक्षा कर सकता है। अनुरोधों के जिस सबसेट की समीक्षा की गई है उसे अनुवाद, सिस्टमव्यापी अनुवाद और Siri जैसे अन्य नैचुरल लैंग्वेज प्रोसेसिंग फ़ीचर में सतत सुधार के लिए दो वर्ष से अधिक समय तक के लिए रखा जा सकता है।\n\nऐसी स्थितियों में जहाँ आपको चोट या नुक़सान पहुँच सकता है, उच्च जोखिम वाली स्थितियों में, नैविगेशन के लिए या किसी मेडिकल दशा के डायग्नॉसिस या उपचार के लिए अनुवाद पर निर्भर नहीं होना चाहिए। \n\nआप Siri और डिक्टेशन बेहतर बनाएँ का विकल्प चुनकर अपने ऑडियो इंटरऐक्शन को संग्रहित और समीक्षा करने की अनुमति Apple को देकर अनुवाद के वॉइस अनुवाद को बेहतर करने में मदद कर सकते हैं। ऐसा करने के लिए, सेटिंग्ज़ > गोपनीयता > ऐनालिटिक्स और सुधार पर जाएँ और Siri और डिक्टेशन को चालू करें पर टैप करें।",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "L’àudio i el text que tradueixis s’enviaran a Apple per processar les teves peticions. Les sol·licituds s’associen amb un identificador aleatori i canviant, i no pas amb el teu ID d’Apple, la teva adreça de correu o altres dades que Apple hagi recopilat sobre com utilitzes la resta de serveis d’Apple. Per omissió, Apple desa les transcripcions de l’àudio i el text introduït durant dos anys, i pot revisar‑ne uns quants fragments. Els pocs fragments revisats de les sol·licituds es poden conservar més de dos anys per continuar millorant l’app Traduir, la traducció en tot el sistema i altres funcions de processament del llenguatge natural com Siri.\n\nNo has de confiar en l’app Traduir en circumstàncies que puguin suposar un perill per a la teva integritat física, en situacions d’alt risc, per orientar‑te ni per diagnosticar o tractar malalties. \n\nSi vols ajudar a millorar la traducció de veu de l’app Traduir, activa “Millorar Siri i Dictat” perquè Apple pugui desar i revisar les teves interaccions d’àudio. Per fer‑ho, ves a l’app Configuració > Privacitat > “Anàlisi i millores” i toca l’opció “Millorar Siri i Dictat” per activar‑la.",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "„Übersetzen“ & Datenschutz",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "״תרגום״ ופרטיות",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "Translation & Privacy",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الترجمة والخصوصية",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Μετάφραση και Απόρρητο",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "翻訳とプライバシー",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "Translation & Privacy",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Переклад і Приватність",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "La traducción y la privacidad",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "翻译与隐私",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Traducción y la privacidad",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "Tradução e Privacidade",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Oversættelse og anonymitet",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "Traduzione e privacy",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Tlmočenie a súkromie",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "Tradução e privacidade",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Terjemahan & Privasi",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Översättning och integritet",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Překládání a soukromí",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "번역 및 개인 정보 보호",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Oversettelse og personvern",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A Fordítás és az adatvédelem",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "翻譯與私隱",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çeviri ve Gizlilik",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Tłumaczenie i prywatność",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "翻譯與隱私權",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Translation & Privacy",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Dịch & Quyền riêng tư",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Перевод и конфи­денциальность",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "Traduction et confidentialité",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Traduction et confidentialité",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Kääntäminen ja tietosuoja…",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Penerjemahan & Privasi",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "Vertaling en privacy",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "การแปลและความเป็นส่วนตัว",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Traducere și intimitatea",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijevod i privatnost",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "अनुवाद और गोपनीयता",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "Traduir i la privacitat",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY_MAC" : [
      {
        "target" : "Die systemweiten Übersetzungsfunktionen sind dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "״תרגום כלל-מערכתי״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף.",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "System-wide translation is designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَت ميزة الترجمة على مستوى النظام لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Ολοσυστημική μετάφραση έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "システム全体での翻訳機能はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "System-wide translation is designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Функцію системного перекладу спроєктовано так, щоб захищати вашу інформацію та давати вам змогу вибирати, що поширювати.",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "La traducción al nivel del sistema se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "全系统翻译旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La función de traducción integrada en todo el sistema se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "As traduções em todo o Sistema foram feitas para proteger suas informações e permitir que você escolha o que compartilhar.",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Systemdækkende oversættelse er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "La traduzione a livello di sistema è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Systémové tlmočenie chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "A tradução a nível do sistema foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Terjemahan seluruh sistem direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Systemomfattande översättning har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Systémové překladové služby chrání vaše osobní údaje a ponechávají vám kontrolu nad tím, co sdílíte.",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "시스템 차원 번역은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Systemomfattende oversettelse beskytter informasjonen din og lar deg velge hva du vil dele.",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A teljes rendszerre kiterjedő fordítást úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "全系統翻譯的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Sistem çapında çeviri, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Funkcja tłumaczenia systemowego została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "全系統翻譯的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Systemwide translation is designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tính năng Dịch toàn hệ thống được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые функцией «Системный перевод», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "La traduction à travers le système est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les traductions intégrées au système sont conçues pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Järjestelmänlaajuinen kääntäminen on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Penerjemahan skala Sistem dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "Systeem­omvattende vertaling is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "การแปลทั้งระบบได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Traducerea la nivel de sistem este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijevod diljem sustava dizajniran je kako bi zaštitio vaše informacije i omogućio odabir sadržaja koje želite podijeliti.",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "सिस्टमव्यापी अनुवाद को आपकी जानकारी की सुरक्षा करने के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "La traducció en tot el sistema s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über „Übersetzen“ & Datenschutz …",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״תרגום״ ופרטיות…",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "About Translation & Privacy…",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول الترجمة والخصوصية…",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για τη Μετάφραση και το Απόρρητο…",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "翻訳とプライバシーについて…",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "About Translation & Privacy…",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Про Переклад і Приватність…",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de la traducción y la privacidad…",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于翻译与隐私…",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de la traducción y la privacidad…",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre Tradução e Privacidade…",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Oversættelse og anonymitet…",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "Traduzione e privacy…",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "O tlmočení a súkromí…",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Tradução e Privacidade…",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Terjemahan & Privasi…",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Översättning och integritet…",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "O překládání a soukromí…",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "번역 및 개인 정보 보호에 관하여…",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Oversettelse og personvern…",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A Fordításról és az adatvédelemről…",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "關於翻譯與私隱⋯",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çeviri ve Gizlilik Hakkında…",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Tłumacz i prywatność…",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "關於翻譯與隱私權⋯",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Translation & Privacy…",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Dịch & Quyền riêng tư…",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "О Переводе и конфиденциальности…",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "Traduction et confidentialité…",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Traduction et confidentialité…",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Käännä ja tietosuoja…",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Penerjemahan & Privasi…",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "Info over vertaling en privacy…",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการแปลและความเป็นส่วนตัว…",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Despre Traducere și intimitate…",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Više o aplikaciji Prijevod i privatnosti…",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "अनुवाद और गोपनीयता परिचय…",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre Traduir i la privacitat…",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Die App „Übersetzen“ und die systemweiten Übersetzungsfunktionen sind dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "היישום ״תרגום״ ו״תרגום כלל-מערכתי״ תוכנננו באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף.",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "The Translate app and System-wide translation are designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَ تطبيق الترجمة وميزة الترجمة على مستوى النظام لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Η εφαρμογή «Μετάφραση» και η Ολοσυστημική μετάφραση έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "“翻訳” Appおよびシステム全体での翻訳機能はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "The Translate app and System-wide translation are designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Програму «Переклад» і функцію системного перекладу спроєктовано так, щоб захищати вашу інформацію та давати вам змогу вбирати, що поширювати.",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "La app Traducir y la traducción al nivel del sistema se diseñaron para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "“翻译”App和全系统翻译旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "La app Traducir y la función de traducción integrada en todo el sistema se han diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "O app Traduzir e as traduções em todo o Sistema foram feitos para proteger suas informações e permitir que você escolha o que compartilhar.",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Appen Oversæt og systemdækkende oversættelse er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "L'app Traduci e la traduzione a livello di sistema sono concepite in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Tlmočník a systémové tlmočenie chránia vaše údaje a ponechávajú vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Traduzir e a tradução a nível do sistema foram concebidas de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "App Terjemah dan Terjemahan seluruh sistem direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Appen Översätt och systemomfattande översättning har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Přeložit a systémové překladové služby chrání vaše osobní údaje a ponechávají vám kontrolu nad tím, co sdílíte.",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "번역 앱 및 시스템 차원 번역은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Oversett-appen og Systemomfattende oversettelse beskytter informasjonen din og lar deg velge hva du vil dele.",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "A Fordító appot és a teljes rendszerre kiterjedő fordítást úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "「翻譯」App和全系統翻譯的設計可保護你的資料，並讓你選擇分享內容。",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çeviri uygulaması ve sistem çapında çeviri, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Aplikacja Tłumacz i funkcja tłumaczenia systemowego zostały zaprojektowane z myślą o ochronie Twoich danych i pozwalają Ci decydować o ich udostępnianiu.",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "「翻譯」App和全系統翻譯的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "The Translate app and Systemwide translation are designed to protect your information and enable you to choose what you share.",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Ứng dụng Dịch thuật và tính năng Dịch toàn hệ thống được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые приложением «Перевод» и функцией «Системный перевод», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "L’app Traduire et la traduction à travers le système sont conçues pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Traduire et les traductions intégrées au système sont conçues pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Käännä-appi ja järjestelmänlaajuinen kääntäminen on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä ja milloin haluat jakaa.",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "App Terjemahkan dan penerjemahan skala Sistem dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "De Vertaal-app en systeem­omvattende vertaling zijn ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "แอปแปลภาษาและการแปลทั้งระบบได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Traducere și traducerea la nivel de sistem sunt concepute pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Aplikacija Prevedi i prijevod diljem sustava dizajnirani su kako bi zaštitili vaše informacije i omogućili odabir sadržaja koje želite podijeliti.",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "अनुवाद ऐप और सिस्टमव्यापी अनुवाद को आपकी जानकारी की सुरक्षा करने के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Traduir i la traducció en tot el sistema s’han dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Übersetzung",
        "filename" : "Translate.strings",
        "language" : "de"
      },
      {
        "target" : "תרגום",
        "filename" : "Translate.strings",
        "language" : "he"
      },
      {
        "target" : "Translation",
        "filename" : "Translate.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الترجمة",
        "filename" : "Translate.strings",
        "language" : "ar"
      },
      {
        "target" : "Μετάφραση",
        "filename" : "Translate.strings",
        "language" : "el"
      },
      {
        "target" : "翻訳",
        "filename" : "Translate.strings",
        "language" : "ja"
      },
      {
        "target" : "Translation",
        "filename" : "Translate.strings",
        "language" : "en"
      },
      {
        "target" : "Переклад",
        "filename" : "Translate.strings",
        "language" : "uk"
      },
      {
        "target" : "Traducción",
        "filename" : "Translate.strings",
        "language" : "es_419"
      },
      {
        "target" : "翻译",
        "filename" : "Translate.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Traducción",
        "filename" : "Translate.strings",
        "language" : "es"
      },
      {
        "target" : "Tradução",
        "filename" : "Translate.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Oversættelse",
        "filename" : "Translate.strings",
        "language" : "da"
      },
      {
        "target" : "Traduzione",
        "filename" : "Translate.strings",
        "language" : "it"
      },
      {
        "target" : "Tlmočenie",
        "filename" : "Translate.strings",
        "language" : "sk"
      },
      {
        "target" : "Tradução",
        "filename" : "Translate.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Terjemahan",
        "filename" : "Translate.strings",
        "language" : "ms"
      },
      {
        "target" : "Översättning",
        "filename" : "Translate.strings",
        "language" : "sv"
      },
      {
        "target" : "Překládání",
        "filename" : "Translate.strings",
        "language" : "cs"
      },
      {
        "target" : "번역",
        "filename" : "Translate.strings",
        "language" : "ko"
      },
      {
        "target" : "Oversetting",
        "filename" : "Translate.strings",
        "language" : "no"
      },
      {
        "target" : "Fordítás",
        "filename" : "Translate.strings",
        "language" : "hu"
      },
      {
        "target" : "翻譯",
        "filename" : "Translate.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Çeviri",
        "filename" : "Translate.strings",
        "language" : "tr"
      },
      {
        "target" : "Tłumaczenie",
        "filename" : "Translate.strings",
        "language" : "pl"
      },
      {
        "target" : "翻譯",
        "filename" : "Translate.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Translation",
        "filename" : "Translate.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Dịch",
        "filename" : "Translate.strings",
        "language" : "vi"
      },
      {
        "target" : "Перевод",
        "filename" : "Translate.strings",
        "language" : "ru"
      },
      {
        "target" : "Traduction",
        "filename" : "Translate.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Traduction",
        "filename" : "Translate.strings",
        "language" : "fr"
      },
      {
        "target" : "Käännös",
        "filename" : "Translate.strings",
        "language" : "fi"
      },
      {
        "target" : "Penerjemahan",
        "filename" : "Translate.strings",
        "language" : "id"
      },
      {
        "target" : "Vertaling",
        "filename" : "Translate.strings",
        "language" : "nl"
      },
      {
        "target" : "การแปล",
        "filename" : "Translate.strings",
        "language" : "th"
      },
      {
        "target" : "Traducere",
        "filename" : "Translate.strings",
        "language" : "ro"
      },
      {
        "target" : "Prijevod",
        "filename" : "Translate.strings",
        "language" : "hr"
      },
      {
        "target" : "अनुवाद",
        "filename" : "Translate.strings",
        "language" : "hi"
      },
      {
        "target" : "Traducció",
        "filename" : "Translate.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.translate.bundle",
  "framework" : "com.apple.onboarding.translate.bundle"
}