{
  "localizations" : {
    "FOOTER_TEXT" : [
      {
        "target" : "Falls du dich entscheidest, „Karten verbessern“ zu aktivieren, wird Apple die GPS-Koordinaten sammeln, die über die Funktion „Wichtige Orte“ auf deinem Gerät erfasst werden, und diese mit der Adresse korrelieren, die mit deiner Apple‑ID verknüpft ist. Dies ermöglicht Apple eine genauere Berechnung der geografischen Lage dieser und anderer Adressen. Apple wird die daraus resultierenden Koordinaten lediglich in anonymisierter Form behalten, um „Karten“ und andere standortbezogene Produkte und Dienste von Apple zu verbessern. Dein iOS- oder iPadOS-Gerät sendet regelmäßig Informationen darüber, wo und wann du Apps gestartet hast, an Apple. Zu diesen Informationen gehören die anonymisierten und verschlüsselten App-Namen, um „Karten“ und andere standortbezogene Produkte und Dienste von Apple zu verbessern. \n\nDu kannst „Karten verbessern“ jederzeit deaktivieren. Wähle dazu in iOS oder iPadOS „Einstellungen“ > „Datenschutz“ > „Ortungsdienste“ > „Systemdienste“. Tippe dann, um „Karten verbessern“ zu deaktivieren. Auf dem Mac kannst du „Wichtige Orte“ deaktivieren, indem du „Systemeinstellungen“ > „Sicherheit & Datenschutz“ > „Datenschutz“ > „Ortungsdienste“ auswählst. Dann klickst du auf das Schlosssymbol und gibst dein Passwort ein, klickst auf „Details“ neben „Systemdienste“ und deaktivierst „Wichtige Orte“.",
        "filename" : "ImproveMaps.strings",
        "language" : "de"
      },
      {
        "target" : "אם בחרת להפעיל את ״שיפור מפות״, Apple תאסוף את קואורדינטות ה-GPS שהתקבלו דרך המאפיין ״מקומות חשובים״ במכשיר ותצליב אותן עם כתובת המגורים המשויכת ל-Apple ID שלך. הצלבה זו תאפשר ל-Apple לשפר את רמת הדיוק של המיקום של אותה כתובת ושל כתובות אחרות. ‏Apple תשמור את הקואורדינטות שיתקבלו בצורה אנונימית בלבד כדי לשפר את ״מפות״ ומוצרים ושירותים מבוססי-מיקום אחרים של Apple. מכשיר ה-iOS או ה-iPadOS שלך גם ישלח ל-Apple מעת לעת את פרטי מיקום מהמקום והרגע שבו הפעלת את היישומים, כמו גם את שם היישום, וכל זאת בצורה אנונימית ומוצפנת, במטרה לשפר את היישום ״מפות״ כמו גם מוצרים ושירותים מבוססי-מיקום אחרים של Apple. \n\nניתן לבטל את ״שיפור מפות״ בכל עת ב-iOS או ב-iPadOS על-ידי מעבר אל ״הגדרות״ > ״פרטיות״ > ״שירותי מיקום״ > ״שירותי המערכת״ והקשה על ״שיפור מפות״ לכיבוי. ב-Mac, ניתן לכבות את ״מקומות חשובים״ על-ידי מעבר אל ״העדפות המערכת״ > ״אבטחה ופרטיות״ > ״פרטיות״ > ״שירותי מיקום״, לחיצה על המנעול והזנת הסיסמה, לחיצה על ״פרטים״ ליד ״שירותי המערכת״ וביטול הבחירה ב״מקומות חשובים״.",
        "filename" : "ImproveMaps.strings",
        "language" : "he"
      },
      {
        "target" : "If you choose to enable Improve Maps, Apple will collect the GPS coordinates obtained through the Significant Locations feature on your device and correlate them with the street address associated with your Apple ID. This will enable Apple to better approximate the geographic location of that and other addresses. Apple will retain the resulting coordinates only in an anonymous form to improve Maps and other Apple location-based products and services. Your iOS or iPadOS device will also periodically send locations of where and when you launched apps, including the name of the apps, in an anonymous and encrypted form to Apple, in order to improve Maps and other Apple location-based products and services. \n\nYou can disable Improve Maps anytime on iOS or iPadOS by going to Settings > Privacy > Location Services > System Services, then tapping to turn off Improve Maps. On Mac, you can turn off Significant Locations by going to System Preferences > Security & Privacy > Privacy > Location Services, clicking the lock and entering your password, clicking Details next to System Services, then unselecting Significant Locations.",
        "filename" : "ImproveMaps.strings",
        "language" : "en_AU"
      },
      {
        "target" : "إذا اخترت تمكين تحسين الخرائط، فستجمع Apple إحداثيات GPS من خلال ميزة المواقع المهمة على جهازك وربط عنوان الشارع بالـ Apple ID الخاص بك. وبهذا ستتمكن Apple من تقريب الموقع الجغرافي لتلك العناوين والعناوين الأخرى. وستحتفظ Apple بنتائج الإحداثيات فقط بشكل مجهول، وذلك بهدف تحسين الخرائط ومنتجات Apple وخدماتها الأخرى التي تستند إلى الموقع. سيرسل أيضًا جهاز iOS أو iPadOS إلى Apple - بشكل دوري - المواقع والأوقات التي استخدمت التطبيقات فيها، بما في ذلك أسماء التطبيقات، بشكل مجهول ومشفر، لتحسين الخرائط والمنتجات والخدمات الأخرى المستندة إلى الموقع من Apple. \n\nيمكنك تعطيل تحسين الخرائط في أي وقت على iOS أو iPadOS بالانتقال إلى الإعدادات > الخصوصية > خدمات الموقع > خدمات النظام، ثم الضغط لإيقاف تحسين الخرائط. على  Mac، يمكنك إيقاف المواقع المهمة بالانتقال إلى تفضيلات النظام > الأمن والخصوصية > الخصوصية > خدمات الموقع، الضغط على القفل وإدخال كلمة السر، الضغط على التفاصيل بجوار خدمات النظام، ثم إلغاء تحديد المواقع المهمة.",
        "filename" : "ImproveMaps.strings",
        "language" : "ar"
      },
      {
        "target" : "Αν επιλέξετε να ενεργοποιήσετε τη Βελτίωση Χαρτών, η Apple θα συλλέξει τις συντεταγμένες GPS που λαμβάνονται μέσω της δυνατότητας «Σημαντικές τοποθεσίες» στη συσκευή σας και θα τις συσχετίσει με την ταχυδρομική διεύθυνση που αντιστοιχεί στο Apple ID σας. Αυτό θα δώσει τη δυνατότητα στην Apple να υπολογίσει καλύτερα κατά προσέγγιση τη γεωγραφική τοποθεσία της συγκεκριμένης διεύθυνσης και άλλων διευθύνσεων. H Apple θα διατηρήσει τις προκύπτουσες συντεταγμένες μόνο σε ανώνυμη μορφή για βελτίωση των Χαρτών και άλλων προϊόντων και υπηρεσιών Apple που βασίζονται σε τοποθεσία. Η συσκευή iOS ή iPadOS σας θα αποστέλλει επίσης στην Apple σε περιοδική βάση τις τοποθεσίες όπου και όταν εκκινήσατε εφαρμογές, συμπεριλαμβανομένου του ονόματος των εφαρμογών, σε ανώνυμη και κρυπτογραφημένη μορφή, με σκοπό τη βελτίωση των Χαρτών και άλλων προϊόντων και υπηρεσιών Apple που βασίζονται σε τοποθεσία. \n\nΑν θέλετε να απενεργοποιήσετε τη Βελτίωση Χαρτών ή τις Σημαντικές τοποθεσίες ανά πάσα στιγμή σε συσκευή iOS ή iPadOS, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και αγγίξτε για απενεργοποίηση της ρύθμισης «Βελτίωση των Χαρτών». Αν θέλετε να απενεργοποιήσετε τις Σημαντικές τοποθεσίες σε Mac, μεταβείτε στις «Προτιμήσεις συστήματος» > «Ασφάλεια και απόρρητο» > «Απόρρητο» > «Υπηρεσίες τοποθεσίας», κάντε κλικ στην κλειδαριά και εισαγάγετε το συνθηματικό σας, κάντε κλικ στις «Λεπτομέρειες» δίπλα στις Υπηρεσίες συστήματος και αποεπιλέξτε τις «Σημαντικές τοποθεσίες».",
        "filename" : "ImproveMaps.strings",
        "language" : "el"
      },
      {
        "target" : "“マップを改善”をオンにすると、Appleはデバイス上の“利用頻度の高い場所”機能から入手したGPS座標を収集して、Apple IDに登録されている住所と関連付けます。これにより、その住所やほかの住所の地理上の位置を高い精度で特定することができます。この作業で得られた座標は匿名化された形でのみ保存され、“マップ”やその他の位置情報に基づく製品およびサービスを改善する目的に使用されます。また、iOSまたはiPadOSデバイスでは、“マップ”やその他の位置情報に基づくAppleの製品およびサービスを改善するために、Appの名前を含む、Appを起動した場所と日時の位置情報が匿名の暗号化された形式でAppleに定期的に送信されます。 \n\n“マップを改善”は、iOSまたはiPadOSの場合、“設定”＞“プライバシー”＞“位置情報サービス”＞“システムサービス”に移動してから、“マップの改善”をタップしてオフにすることで、いつでも無効にできます。Macの場合、“利用頻度の高い場所”をオフにするには、“システム環境設定”＞“セキュリティとプライバシー”＞“プライバシー”＞“位置情報サービス”に移動し、カギをクリックしてパスワードを入力し、“システムサービス”の隣にある“詳細”をクリックして、“利用頻度の高い場所”の選択を解除します。",
        "filename" : "ImproveMaps.strings",
        "language" : "ja"
      },
      {
        "target" : "If you choose to enable Improve Maps, Apple will collect the GPS coordinates obtained through the Significant Locations feature on your device and correlate them with the street address associated with your Apple ID. This will enable Apple to better approximate the geographic location of that and other addresses. Apple will retain the resulting coordinates only in an anonymous form to improve Maps and other Apple location-based products and services. Your iOS or iPadOS device will also periodically send locations of where and when you launched apps, including the name of the apps, in an anonymous and encrypted form to Apple in order to improve Maps and other Apple location-based products and services. \n\nYou can disable Improve Maps at any time on iOS or iPadOS by going to Settings > Privacy > Location Services > System Services, then tapping to turn off Improve Maps. On Mac, you can turn off Significant Locations by going to System Preferences > Security & Privacy > Privacy > Location Services, clicking the lock and entering your password, clicking Details next to System Services, then deselecting Significant Locations.",
        "filename" : "ImproveMaps.strings",
        "language" : "en"
      },
      {
        "target" : "Якщо ви ввімкнете функцію «Вдосконалення Карт», Apple збиратиме GPS-координати, отримані функцією «Важливі місця» на вашому пристрої, та зіставлятиме їх із назвою вулиці, пов’язаної з вашим Apple ID. Це дозволить Apple краще визначати приблизне географічне положення цієї та інших адрес. Apple зберігатиме отримані координати в анонімній формі для вдосконалення Карт та інших продуктів і послуг Apple, заснованих на геолокації. Ваш пристрій iOS чи iPadOS час від часу надсилатиме до Apple в анонімній і зашифрованій формі місця, де й коли ви запускали програми, надаючи при цьому назви програм, щоб покращувати Карти та інші продукти й служби Apple, засновані на геолокації. \n\nМожна будь-коли вимкнути функцію «Вдосконалення Карт». На iOS чи iPadOS перейдіть у меню Параметри > Приватність > Служби локації > Системні сервіси і вимкніть параметр «Вдосконалення Карт». Щоб вимкнути функцію «Важливі місця» на Mac, перейдіть у Системні параметри > Безпека та приватність > Приватність > Служби локації, натисніть замок і введіть свій пароль. Потім натисніть «Деталі» поруч із пунктом «Системні сервіси» і зніміть галочку «Важливі місця».",
        "filename" : "ImproveMaps.strings",
        "language" : "uk"
      },
      {
        "target" : "Si eliges activar Mejorar Mapas, Apple recopilará las coordenadas de GPS obtenidas con la función “Ubicaciones importantes” en tu dispositivo y las enlazará con el domicilio asociado a tu Apple ID. Esto permitirá que Apple determine mejor la ubicación geográfica de esa y otras direcciones. Apple sólo conservará las coordenadas resultantes de forma anónima para mejorar Mapas y otros productos y servicios de Apple basados en la ubicación. Tu dispositivo iOS o iPadOS también enviará de forma periódica a Apple las ubicaciones del lugar y momento en que abres apps, incluyendo el nombre de las apps, en una forma anónima y encriptada con la finalidad de mejorar Mapas y otros productos y servicios de Apple basados en la ubicación. \n\nPuedes desactivar la función “Mejorar Mapas” en cualquier momento en tu dispositivo iOS o iPadOS al desactivar “Mejorar Mapas” desde Configuración > Privacidad > Localización > Servicios del sistema. En una Mac, puedes desactivar “Ubicaciones importantes” desde Preferencias del Sistema > Seguridad y privacidad > Localización, haciendo clic en el candado e ingresando tu contraseña para desbloquear el panel, y luego haciendo clic en Detalles junto a “Servicios del sistema” y anulando la selección de la opción “Ubicaciones importantes”.",
        "filename" : "ImproveMaps.strings",
        "language" : "es_419"
      },
      {
        "target" : "如果您选择启用“改进地图”，Apple将收集您设备上“重要地点”功能所获得的GPS坐标，并将其与您Apple ID关联的街道地址进行关联。此操作可使Apple对该地址及其他地址的地理位置进行更佳估测。Apple仅以匿名方式保留生成的坐标，以改进“地图”及其他基于位置信息的Apple产品与服务。iOS或iPadOS设备还会定期将您启动App时的位置和时间（包括App名称）以匿名及加密方式发送给Apple，以改进“地图”及其他基于位置信息的Apple产品与服务。 \n\n您可以随时在iOS或iPadOS上停用“改进地图”，方法是前往“设置”>“隐私”>“定位服务”>“系统服务”，然后轻点以关闭“改进地图”。在Mac上，您可以关闭“重要地点”，方法是前往“系统偏好设置”>“安全性与隐私”>“隐私”>“定位服务”，点按锁图标并输入您的密码，点按“系统服务”旁边的“详细信息”，然后取消选择“重要地点”。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Si decides activar la función “Mejorar mapas”, Apple recopilará las coordenadas GPS obtenidas a través de la función “Lugares importantes” de tu dispositivo y las relacionará con la dirección asociada a tu ID de Apple. De esta manera, Apple podrá calcular mejor la localización geográfica aproximada de dicha dirección y de otras. Apple únicamente conservará las coordenadas resultantes de forma anónima para mejorar Mapas y otros productos y servicios de Apple basados en la localización. Tu dispositivo iOS o iPadOS también enviará periódicamente a Apple información sobre dónde y cuándo has abierto apps, incluido el nombre de las apps, de forma anónima y encriptada para mejorar Mapas y otros productos y servicios de Apple basados en la localización. \n\nPuedes desactivar la función “Mejorar Mapas” de iOS o iPadOS en cualquier momento desde Ajustes > Privacidad > Localización > Servicios del sistema. En el Mac, la opción “Lugares importantes” se puede desactivar si vas a Preferencias del Sistema > Seguridad y privacidad > Privacidad > Localización, haces clic en el candado e introduces tu contraseña; a continuación, haz clic en el botón Detalles situado junto a “Servicios del sistema” y desactiva “Lugares importantes”.",
        "filename" : "ImproveMaps.strings",
        "language" : "es"
      },
      {
        "target" : "Se você optar por ativar o recurso Melhorar o App Mapas, a Apple coletará as coordenadas GPS obtidas por meio do recurso Locais Importantes do seu dispositivo e fará a correlação dessas coordenadas com o endereço associado ao seu ID Apple. Isso permitirá que a Apple faça uma melhor aproximação em relação à localização geográfica desse e de outros endereços. A Apple conservará as coordenadas resultantes somente de forma anônima para melhorar o app Mapas e outros produtos e serviços da Apple que funcionam com base em localizações. Seu dispositivo iOS ou iPadOS também enviará periodicamente para a Apple, de forma anônima e criptografada, as localizações e os horários em que você abriu apps (incluindo o nome dos apps) para melhorar o app Mapas e outros produtos e serviços da Apple baseados em localização. \n\nVocê pode desativar o recurso Melhorar o App Mapas a qualquer momento no iOS ou iPadOS. Para isso, acesse Ajustes > Privacidade > Serviços de Localização > Serviços do Sistema e toque para desativar “Melhorar o App Mapas”. Para desativar “Locais Importantes” no Mac, abra Preferências do Sistema > Privacidade > Serviços de Localização, clique no cadeado e digite sua senha, clique em Detalhes ao lado de Serviços de Localização e desmarque “Locais Importantes”.",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Hvis du vælger at slå Gør Kort bedre til, indsamler Apple de GPS-koordinater, der kan hentes via funktionen Væsentlige lokaliteter på din enhed, og sammenholder dem med den adresse, der er tilknyttet dit Apple-id. På den måde kan Apple bedre fastslå den geografiske lokalitet for den og andre addresser. Apple opbevarer kun de indsamlede koordinater i anonym form med henblik på at forbedre Kort og andre af Apples lokalitetsbaserede produkter og tjenester. Din iOS- eller iPadOS-enhed vil også regelmæssigt sende oplysninger om, hvor og hvornår du åbner apps, herunder navnet på appsene, i anonym og krypteret form til Apple med henblik på at forbedre Kort og andre af Apples lokalitetsbaserede produkter og tjenester. \n\nDu kan altid slå Gør Kort bedre fra i iOS eller iPadOS ved at gå til Indstillinger > Anonymitet > Lokalitetstjenester > Systemtjenester og trykke for at slå Gør Kort bedre fra. På Mac kan du slå Væsentlige lokaliteter fra ved at gå til Systemindstillinger > Sikkerhed & anonymitet > Anonymitet > Lokalitetstjenester. Klik derefter på låsen, og skriv din adgangskode, klik på Oplysninger ud for Systemtjenester, og fravælg derefter Væsentlige lokaliteter.",
        "filename" : "ImproveMaps.strings",
        "language" : "da"
      },
      {
        "target" : "Se scegli di abilitare “Migliora Mappe”, Apple raccoglierà le coordinate GPS ottenute mediante la funzionalità “Luoghi frequenti” sul dispositivo e le metterà in relazione con l'indirizzo stradale associato al tuo ID Apple. In questo modo, Apple potrà ottenere una posizione geografica approssimativa migliore di tale indirizzo e di altri. Apple conserverà, in forma anonima, unicamente le coordinate risultanti per migliorare Mappe e i servizi e altri prodotti di Apple che si basano sulla posizione. Inoltre, il dispositivo iOS o iPadOS invierà periodicamente ad Apple informazioni sulla posizione relative al luogo e all'orario di avvio delle app, compreso il nome delle app, in forma anonima a crittografata, per migliorare Mappe e i prodotti e servizi di Apple che si basano sulla posizione. \n\nPuoi disabilitare “Migliora Mappe” in qualsiasi momento. Su iOS o iPadOS, vai in Impostazioni > Privacy > Localizzazione > Servizi di sistema, quindi disattiva l'opzione “Migliora Mappe”. Sul Mac, puoi disattivare “Luoghi frequenti” andando in Preferenze di Sistema > Sicurezza e Privacy > Privacy > Localizzazione; fai clic sul lucchetto e inserisci la password, fai clic su Dettagli accanto a “Servizi di sistema”, quindi deseleziona “Luoghi frequenti”.",
        "filename" : "ImproveMaps.strings",
        "language" : "it"
      },
      {
        "target" : "Ak sa rozhodnete zapnúť funkciu Vylepšovať Mapy, spoločnosť Apple bude zhromažďovať GPS súradnice získané prostredníctvom funkcie Dôležité miesta na vašom zariadení a dávať ich do súvisu s adresou ulice priradenou k vášmu Apple ID. Spoločnosti Apple to umožní presnejšie stanoviť geografickú polohu danej adresy a ďalších adries. Spoločnosť Apple bude výsledné súradnice uchovávať len v anonymnej podobe na vylepšovanie Máp a ďalších polohovo orientovaných služieb a produktov spoločnosti Apple. Vaše iOS alebo iPadOS zariadenie bude zároveň pravidelne posielať spoločnosti Apple polohu miest, na ktorých ste spustili apky, vrátane názvov daných apiek, v anonymnej a šifrovanej podobe na vylepšovanie Máp a ďalších polohovo orientovaných služieb a produktov spoločnosti Apple. \n\nFunkciu Vylepšovať Mapy môžete kedykoľvek vypnúť. V iOS alebo iPadOS otvorte Nastavenia > Súkromie > Lokalizačné služby > Systémové služby a klepnutím vypnite možnosť Vylepšovať Mapy. Ak chcete vypnúť službu Dôležité miesta na Macu, otvorte Systémové nastavenia > Bezpečnosť a súkromie > Lokalizačné služby, kliknite na ikonu zámku a zadajte svoje heslo, kliknite na Detaily vedľa položky Systémové služby a potom zrušte zaškrtnutie možnosti Dôležité miesta.",
        "filename" : "ImproveMaps.strings",
        "language" : "sk"
      },
      {
        "target" : "Se optar por ativar Melhorar Mapas, a Apple relaciona o nome da rua associado ao seu ID Apple com as coordenadas GPS recolhidas no seu dispositivo através da funcionalidade Locais importantes. A Apple poderá, assim, melhor calcular a localização geográfica desse e outros endereços. As coordenadas resultantes serão guardadas apenas de forma anónima e no intuito de melhorar Mapas e outros serviços e produtos da Apple que usam dados de localização. O seu dispositivo iOS ou iPadOS também envia periodicamente à Apple informação sobre onde e quando iniciou aplicações, incluindo o nome das aplicações, de forma anónima e cifrada no intuito de melhorar Mapas e outros serviços e produtos da Apple que usam dados de localização. \n\nPode desativar Melhorar Mapas em qualquer altura. No iOS ou iPadOS, vá Definições > Privacidade > Serviços de localização > Serviços do sistema e, depois, toque para desativar “Melhorar Mapas”. No Mac, para desativar a funcionalidade Locais importantes, vá a Preferências do Sistema > Segurança e Privacidade > Privacidade > Serviços de localização, clique no cadeado e digite a sua palavra‑passe, clique em “Detalhes” junto a “Serviços do sistema” e, depois, desassinale “Locais importantes”.",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Jika anda memilih untuk mendayakan Tingkatkan Peta, Apple akan mengumpulkan koordinat GPS yang diperoleh menerusi ciri Lokasi Penting pada peranti anda dan menghubungkannya dengan alamat jalan yang dikaitkan dengan Apple ID anda. Ini membolehkan Apple menganggarkan lokasi geografi alamat tersebut dan alamat lain dengan lebih baik. Apple hanya akan mengekalkan koordinat yang terhasil dalam bentuk tanpa nama untuk meningkatkan Peta serta produk dan perkhidmatan berdasarkan lokasi Apple yang lain. Peranti iOS atau iPadOS anda juga akan menghantar lokasi bagi tempat dan masa anda melancarkan app secara berkala, termasuk nama app, dalam bentuk tanpa nama dan disulitkan kepada Apple untuk meningkatkan Peta serta produk dan perkhidmatan berdasarkan lokasi Apple yang lain. \n\nAnda boleh menyahdayakan Tingkatkan Peta pada bila-bila masa di iOS atau iPadOS dengan pergi ke Seting > Privasi > Perkhidmatan Lokasi > Perkhidmatan Sistem, kemudian mengetik untuk menyahaktifkan Tingkatkan Peta. Pada Mac, anda boleh menyahaktifkan Lokasi Penting dengan pergi ke Keutamaan Sistem > Keselamatan & Privasi > Privasi > Perkhidmatan Lokasi, mengklik kunci dan memasukkan kata laluan anda, mengklik Butiran bersebelahan Perkhidmatan Sistem, kemudian menyahpilih Lokasi Penting.",
        "filename" : "ImproveMaps.strings",
        "language" : "ms"
      },
      {
        "target" : "Om du väljer att aktivera Förbättra Kartor samlar Apple in GPS-koordinaterna som erhålls via funktionen Viktiga platser på din enhet och korrelerar dem med gatuadressen som är associerad med ditt Apple-ID. Detta gör det möjligt för Apple att bättre uppskatta den geografiska positionen för den och andra adresser. Apple sparar endast koordinaterna som samlas in i anonym form för att förbättra Kartor och andra platsbaserade produkter och tjänster från Apple. Din enhet med iOS eller iPadOS skickar också då och då platsinformation om var och när du har öppnat appar, inklusive namn på apparna, i ett anonymt och krypterat format till Apple i syfte att förbättra Kartor och andra platsbaserade produkter och tjänster från Apple. \n\nDu kan när som helst avaktivera Förbättra Kartor i iOS eller iPadOS genom att öppna Inställningar > Integritet > Platstjänster > Systemtjänster och sedan trycka för att stänga av Förbättra Kartor. På en Mac kan du stänga av Viktiga platser genom att öppna Systeminställningar > Säkerhet och integritet > Integritet > Platstjänster, klicka på låset och ange ditt lösenord och därefter klicka på Detaljer bredvid Systemtjänster och avmarkera Viktiga platser.",
        "filename" : "ImproveMaps.strings",
        "language" : "sv"
      },
      {
        "target" : "Pokud se rozhodnete zapnout Vylepšování map, společnost Apple načte GPS souřadnice získané z Významných míst na vašem zařízení a porovná je s adresou příslušející k vašemu Apple ID. To společnosti Apple umožní lépe odhadnout přibližnou zeměpisnou polohu vašich adres. Výsledné souřadnice budou uchovány už jen v anonymní podobě pro účely vylepšování Map a dalších polohově závislých produktů a služeb společnosti Apple. Vaše zařízení s iOS nebo iPadOS bude také společnosti Apple pro tyto účely periodicky odesílat anonymní zašifrované polohové údaje z míst, na kterých jste spustili aplikace, včetně názvů spuštěných aplikací. \n\nFunkce Vylepšování map a Významná místa můžete kdykoli vypnout. V systému iOS nebo iPadOS otevřete Nastavení > Soukromí > Polohové služby > Systémové služby a klepnutím vypněte Vylepšování map nebo klepněte na Významná místa a potom klepnutím vypněte Významná místa. Chcete‑li vypnout významná místa na Macu, otevřete Předvolby systému > Zabezpečení a soukromí > Soukromí > Polohové služby, klikněte na zámek, zadejte své heslo, klikněte na Podrobnosti u volby Systémové služby a odznačte Významná místa.",
        "filename" : "ImproveMaps.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 향상을 활성화하도록 선택한 경우 Apple은 기기의 특별한 위치 기능을 통해 얻은 GPS 좌표를 수집하여 이를 사용자의 Apple ID와 관련된 주소와 연결시킵니다. 이렇게 하면 Apple이 해당 주소 및 기타 주소의 지리적 위치를 더 정확하게 예측할 수 있습니다. Apple은 지도, 기타 Apple 위치 기반 제품 및 서비스를 향상하기 위해 결과 좌표를 익명 형식으로만 보관합니다. 또한 사용자의 iOS 및 iPadOS 기기는 지도, 기타 Apple 위치 기반 제품 및 서비스를 향상하기 위해 앱 이름을 포함하여 앱을 실행한 시간 및 위치를 익명의 암호화된 형식으로 Apple에 주기적으로 전송합니다. \n\niOS 및 iPadOS에서 설정 > 개인 정보 보호 > 위치 서비스 > 시스템 서비스로 이동한 다음 ‘지도 향상’을 탭하여 끄면 언제든지 지도 향상을 비활성화할 수 있습니다. Mac에서는 시스템 환경설정 > 보안 및 개인 정보 보호 > 개인 정보 보호 > 위치 서비스로 이동하여 자물쇠를 클릭하고 암호를 입력한 다음, 시스템 서비스 옆의 세부사항을 클릭하고 ‘특별한 위치’를 선택 해제하여 특별한 위치를 끌 수 있습니다.",
        "filename" : "ImproveMaps.strings",
        "language" : "ko"
      },
      {
        "target" : "Hvis du velger å aktivere Forbedre Kart, samler Apple inn GPS-koordinater som hentes inn gjennom Relevante steder-funksjonen på enheten og koordinerer dem med gateadressen knyttet til Apple-ID-en din. Dette gjør det mulig for Apple å bli bedre på å finne fram til den geografiske posisjonen for denne og andre adresser. Apple oppbevarer resulterende koordinater kun i anonym form for å forbedre Kart og andre posisjonsbaserte Apple-produkter og -tjenester. iOS- eller iPadOS-enheten vil også periodisk sende posisjoner for hvor og når du åpnet apper, inkludert navnet på appene, i anonym og kryptert form til Apple, for å kunne forbedre Kart og andre posisjonsbaserte Apple-produkter og -tjenester. \n\nDu kan deaktivere Forbedre Kart når som helst på iOS eller iPadOS ved å gå til Innstillinger > Personvern > Stedstjenester > Systemtjenester og trykke for å slå av Forbedre Kart. På Mac kan du slå av Relevante steder ved å gå til Systemvalg > Sikkerhet og Personvern > Personvern > Stedstjenester, klikke på låsen og skrive inn passordet ditt, klikke på Detaljer ved siden av Systemtjenester og deretter fjerne markeringen for Relevante steder.",
        "filename" : "ImproveMaps.strings",
        "language" : "no"
      },
      {
        "target" : "Ha engedélyezi a Térképek továbbfejlesztését, az Apple összegyűjti a Jelentős helyek funkció által szolgáltatott GPS-koordinátákat, és hozzárendeli az Ön Apple ID-jához kapcsolódó címhez. Ez lehetővé teszi az Apple számára, hogy pontosabban megbecsülje az adott és más címek földrajzi helyét. Az Apple csak név nélküli formában őrzi meg az eredményként kapott koordinátákat a Térképek és az Apple helymeghatározást használó egyéb termékei és szolgáltatásai továbbfejlesztéséhez. Az iOS- vagy iPadOS-eszköze ezenkívül bizonyos időközönként azt is elküldi az Apple számára név nélküli és titkosított formában, hogy Ön hol és mikor indított el appokat, többek között az appok neveit is, hogy tovább lehessen fejleszteni a Térképeket és az Apple helymeghatározást használó egyéb termékeit és szolgáltatásait. \n\nBármikor kikapcsolhatja a Térképek továbbfejlesztése funkciót iOS-en és iPadOS-en. Ehhez válassza a Beállítások > Adatvédelem > Helymeghatározás > Rendszerszolgáltatások menüpontot, majd koppintással kapcsolja ki a Térképek továbbfejlesztése beállítást. Mac gépen a Jelentős helyek funkció kikapcsolásához válassza a Rendszerbeállítások > Biztonság és adatvédelem > Adatvédelem > Helymeghatározás lehetőséget, kattintson a lakatra, adja meg a jelszavát, kattintson a Rendszerszolgáltatások melletti Részletek lehetőségre, majd törölje a Jelentős helyek lehetőség bejelölését.",
        "filename" : "ImproveMaps.strings",
        "language" : "hu"
      },
      {
        "target" : "如你選擇開啟「改進地圖」，Apple將收集透過裝置上「重要位置」功能取得的GPS座標，並使其連繫至你的Apple ID相關的街道地址。這能讓Apple可以更準確地判斷該地址及其他地址的大約地理位置。Apple只會以匿名的方式保留所得到的座標，用以改善「地圖」和其他Apple以位置為基準的產品及服務。你的iOS或iPadOS裝置亦會以匿名和加密的方式，將你啟動App的位置和時間（包括App的名稱）定期傳送予Apple，從而改善「地圖」和其他Apple以位置為基準的產品及服務。 \n\n你可以隨時在iOS或iPadOS上停用「改進地圖」，請前往「設定」>「私隱」>「定位服務」>「系統服務」，然後點一下來關閉「改進地圖」。在Mac上，你可以透過前往「系統偏好設定」>「保安與私隱」>「私隱」>「定位服務」，按一下鎖頭並輸入密碼，按一下「系統服務」旁的「詳細資料」，然後取消選擇「重要位置」來關閉「重要位置」。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’yı Geliştir’i etkinleştirmeyi seçerseniz Apple, aygıtınızda Önemli Konumlar özelliği yoluyla elde edilen GPS koordinatlarını toplayacak ve bunlarla Apple kimliğinizle ilişkili açık adres arasında ilişki kuracaktır. Bu, Apple’ın o adresin ve diğer adreslerin coğrafi konumunu daha iyi tahmin etmesini sağlar. Apple, Harita’yı ve Apple’ın diğer konum tabanlı ürünlerini ve servislerini iyileştirmek için sonuçta elde edilen koordinatları yalnızca kimlik bilgilerini içermeyecek bir şekilde tutar. iOS veya iPadOS aygıtınız, Harita’yı ve Apple’ın diğer konum tabanlı ürünlerini ve servislerini iyileştirmek için uygulamaların adları da dahil olmak üzere uygulamaları nerede ve ne zaman çalıştırdığınız bilgisini de anonim ve şifreli biçimde, düzenli olarak Apple’a gönderir. \n\nHarita’yı Geliştir özelliğini iOS’te veya iPadOS’te Ayarlar > Gizlilik > Konum Servisleri > Sistem Servisleri bölümüne gidip ardından Harita’yı Geliştir’i kapatmak için dokunarak istediğiniz zaman etkisizleştirebilirsiniz. Mac’te Önemli Konumlar’ı Sistem Tercihleri > Güvenlik ve Gizlilik > Gizlilik > Konum Servisleri bölümüne gidip, kilidi tıklayıp parolanızı girerek, Sistem Servisleri’nin yanındaki Ayrıntılar’ı tıklayarak ve daha sonra Önemli Konumlar’ın seçimini kaldırarak kapatabilirsiniz.",
        "filename" : "ImproveMaps.strings",
        "language" : "tr"
      },
      {
        "target" : "Jeśli zdecydujesz się pomóc w ulepszaniu Map, Apple będzie gromadzić współrzędne GPS podawane przez uruchomioną na Twoim urządzeniu funkcję Ważne miejsca i korelować je z adresem powiązanym z Twoim Apple ID. Dzięki temu możliwe będzie dokładniejsze ustalenie położenia tego i innych adresów. Apple zachowa uzyskane w ten sposób współrzędne wyłącznie w formie anonimowej, aby ulepszać dzięki nim aplikację Mapy oraz inne usługi i produkty oparte na położeniu. Twoje urządzenie iOS lub iPadOS będzie okresowo wysyłało do Apple położenie i czas uruchomienia aplikacji, w tym nazwy aplikacji, w postaci anonimowej i zaszyfrowanej w celu ulepszenia Map oraz innych produktów i usług Apple wykorzystujących położenie. \n\nFunkcję Ulepszanie Map na urządzeniu iOS lub iPadOS możesz wyłączyć w dowolnym momencie, przechodząc do Ustawień, stukając w Prywatność > Usługi lokalizacji > Usługi systemowe, a następnie wyłączając stuknięciem opcję Ulepszanie Map. Na Macu możesz wyłączyć funkcję Ważne miejsca, otwierając Preferencje systemowe > Ochrona i prywatność > Usługi lokalizacji, klikając w ikonę kłódki i wpisując hasło, klikając w Szczegóły obok Usług systemowych, a następnie usuwając zaznaczenie opcji Ważne miejsca.",
        "filename" : "ImproveMaps.strings",
        "language" : "pl"
      },
      {
        "target" : "若您選擇啟用「改進地圖」，Apple將收集透過裝置上「重要位置」功能取得的GPS座標，並使其與您的Apple ID相關的街道地址產生關聯。這能讓Apple可以更準確地判斷該地址和其他地址的相近地理位置。Apple只會以匿名的方式保留所得到的座標，用以改進「地圖」和其他Apple以位置為基準的產品和服務。您的iOS或iPadOS裝置也會定期以匿名和加密的方式，將您於何處和何時啟動App的位置（包含App的名稱）傳送給Apple，以改進「地圖」和其他Apple以位置為基準的產品和服務。 \n\n您可以隨時停用「改進地圖」，請在iOS或iPadOS上前往「設定」>「隱私權」>「定位服務」>「系統服務」，然後點一下來關閉「改進地圖」。若要在Mac上關閉「重要位置」，請前往「系統偏好設定」>「安全性與隱私權」>「隱私權」>「定位服務」，按一下鎖頭並輸入密碼，按一下「系統服務」旁的「詳細資訊」，然後取消選取「重要位置」。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "If you choose to enable Improve Maps, Apple will collect the GPS coordinates obtained through the Significant Locations feature on your device and correlate them with the street address associated with your Apple ID. This will enable Apple to better approximate the geographic location of that and other addresses. Apple will retain the resulting coordinates only in an anonymous form to improve Maps and other Apple location-based products and services. Your iOS or iPadOS device will also periodically send locations of where and when you launched apps, including the names of the apps, in an anonymous and encrypted form to Apple in order to improve Maps and other Apple location-based products and services. \n\nYou can disable Improve Maps at any time on iOS or iPadOS by going to Settings > Privacy > Location Services > System Services, then tapping to turn off Improve Maps. On Mac, you can turn off Significant Locations by going to System Preferences > Security & Privacy > Privacy > Location Services, clicking the lock and entering your password, clicking Details next to System Services, then deselecting Significant Locations.",
        "filename" : "ImproveMaps.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Nếu bạn chọn bật Cải thiện Bản đồ, Apple sẽ thu thập tọa độ GPS có được thông qua tính năng Vị trí quan trọng trên thiết bị của bạn và liên kết chúng với địa chỉ đường phố được kết hợp với ID Apple của bạn. Việc này cho phép Apple xác định tốt hơn vị trí địa lý gần đúng của địa chỉ đó và các địa chỉ khác. Apple sẽ chỉ giữ lại tọa độ kết quả theo hình thức ẩn danh để cải thiện Bản đồ và các sản phẩm và dịch vụ khác dựa trên vị trí của Apple. Thiết bị iOS hoặc iPadOS của bạn cũng sẽ gửi định kỳ thông tin vị trí có địa điểm và thời gian mà bạn khởi chạy các ứng dụng, bao gồm tên của các ứng dụng, bằng hình thức ẩn danh và được mã hóa đến Apple để cải thiện Bản đồ và các sản phẩm và dịch vụ khác dựa trên vị trí của Apple. \n\nBạn có thể tắt Cải thiện Bản đồ bất kỳ lúc nào trên iOS hoặc iPadOS bằng cách đi tới Cài đặt > Quyền riêng tư > Dịch vụ định vị > Dịch vụ hệ thống, sau đó chạm để tắt Cải thiện Bản đồ. Trên máy Mac, bạn có thể tắt Vị trí quan trọng bằng cách đi tới Tùy chọn hệ thống > Bảo mật & Quyền riêng tư > Quyền riêng tư > Dịch vụ định vị, bấm vào khóa và nhập mật khẩu của bạn, bấm vào Chi tiết bên cạnh Dịch vụ hệ thống, sau đó bỏ chọn Vị trí quan trọng.",
        "filename" : "ImproveMaps.strings",
        "language" : "vi"
      },
      {
        "target" : "Если Вы включите функцию «Улучшение Карт», Apple будет собирать координаты GPS Важных геопозиций, сохраненных на Вашем устройстве, и будет привязывать их к почтовому адресу, связанному с Вашим Apple ID. Цель такой привязки — помочь Apple приблизительно определить координаты адреса. Apple сохранит только конечные координаты, не связанные с конкретным пользователем. Эти координаты будут служить для улучшения приложения «Карты», а также других продуктов и сервисов Apple, которые используют геопозицию. Ваше устройство iOS или iPadOS также будет периодически отправлять обезличенные и зашифрованные данные о том, когда и где Вы открывали приложения, в том числе названия этих приложений. Эти данные будут использоваться для улучшения приложения «Карты», а также других продуктов и сервисов Apple, которые используют геопозицию. \n\nФункцию «Улучшение Карт» можно выключить в любое время. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «Конфиденциальность» > «Службы геолокации» > «Системные службы», а затем выключите параметр «Улучшение Карт». Чтобы выключить параметр «Важные геопозиции» на Mac, откройте «Системные настройки» > «Защита и безопасность» > «Конфиденциальность» > «Службы геолокации», нажмите значок замка и введите свой пароль, рядом с пунктом «Системные службы» нажмите «Подробнее», затем снимите флажок «Важные геопозиции».",
        "filename" : "ImproveMaps.strings",
        "language" : "ru"
      },
      {
        "target" : "Si vous choisissez d’activer Améliorer Plans, Apple recueillera les coordonnées GPS fournies par la fonction Lieux importants de votre appareil et les liera à l’adresse associée à votre identifiant Apple. Ceci permettra à Apple d’améliorer la localisation géographique de cette adresse et d’autres adresses. Apple conservera uniquement les coordonnées qui en résultent, et ce, de manière anonyme, afin d’améliorer Plans et d’autres produits et services Apple qui utilisent le service de localisation. Par ailleurs, votre appareil iOS ou iPadOS enverra périodiquement à Apple de façon anonyme et chiffrée les heures et les lieux de lancement d’apps, y compris le nom des apps, afin d’améliorer Plans et d’autres produits et services Apple qui utilisent le service de localisation. \n\nVous pouvez désactiver Améliorer Plans à tout moment : sur iOS ou iPadOS, accédez à Réglages > Confidentialité > Service de localisation > Services système, puis désactivez Améliorer Plans; sur Mac, vous pouvez désactiver Lieux importants en accédant à Préférences Système > Sécurité et confidentialité > Confidentialité > Service de localisation, en cliquant sur le cadenas et en entrant votre mot de passe, en cliquant sur Détails à côté de Services système, puis en désélectionnant Lieux importants.",
        "filename" : "ImproveMaps.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Si vous choisissez d’activer Améliorer Plans, Apple recueillera les coordonnées GPS fournies par la fonction Lieux importants de votre appareil et les liera à l’adresse associée à votre identifiant Apple. Ceci permettra à Apple d’avoir une meilleure localisation géographique de cette adresse et d’autres adresses. Apple ne conservera les coordonnées résultantes que de manière anonyme afin d’améliorer Plans et d’autres produits et services Apple utilisant la position géographique. Votre appareil iOS ou iPadOS enverra aussi périodiquement à Apple les positions géographiques où vous avez lancé des apps, y compris le nom de ces dernières, sous forme anonyme et chiffrée afin d’améliorer Plans et d’autres produits et services Apple utilisant la position géographique. \n\nVous pouvez désactiver « Améliorer Plans » à tout moment sur iOS ou iPadOS en accédant à Réglages > Confidentialité > Service de localisation > Services système, puis en touchant le réglage « Améliorer Plans » pour le désactiver. Sur Mac, vous pouvez désactiver « Lieux importants » en accédant à Préférences Système > Sécurité et confidentialité > Confidentialité > Service de localisation, en cliquant sur le cadenas et en saisissant votre mot de passe, en cliquant sur Détails en regard de « Services système », puis en désélectionnant « Lieux importants ».",
        "filename" : "ImproveMaps.strings",
        "language" : "fr"
      },
      {
        "target" : "Jos otat Paranna Karttoja -toiminnon käyttöön, Apple kerää laitteesi Tärkeät paikat ‑toiminnon avulla saadut GPS-koordinaatit ja yhdistää ne Apple ID:hesi liitettyyn katuosoitteeseen. Tämän avulla Apple voi paremmin arvioida tämän sekä muiden osoitteiden maantieteelliset sijainnit. Apple säilyttää tuloskoordinaatit vain anonyymissa muodossa ja käyttää niitä Karttojen ja muiden Applen sijaintiin perustuvien tuotteiden ja palveluiden parantamiseen. iOS- tai iPadOS-laitteesi lähettää Applelle myös toistuvasti tietoja sijainneista, joissa appeja on avattu (mukaan lukien appien nimet), anonyymissä ja salatussa muodossa Karttojen ja muiden Applen sijaintiin perustuvien tuotteiden ja palveluiden parantamiseksi. \n\nVoit estää Paranna Karttoja -toiminnon milloin tahansa iOS- tai iPadOS-laitteessa valitsemalla Asetukset > Tietosuoja > Sijaintipalvelut > Järjestelmäpalvelut ja napauttamalla Paranna Karttoja pois päältä. Macissa voit laittaa Tärkeät paikat pois päältä valitsemalla Järjestelmäasetukset > Suojaus ja yksityisyys > Yksityisyys > Sijaintipalvelut, klikkaamalla lukkoa ja antamalla salasanasi, klikkaamalla Lisätiedot Järjestelmäpalveluiden vieressä ja poistamalla Tärkeät paikat -valinnan.",
        "filename" : "ImproveMaps.strings",
        "language" : "fi"
      },
      {
        "target" : "Jika Anda memilih untuk mengaktifkan Tingkatkan Peta, Apple akan mengumpulkan koordinat GPS yang didapat dari fitur Lokasi Penting di perangkat Anda dan mengkorelasikannya dengan alamat jalan yang dikaitkan dengan ID Apple Anda. Ini akan memungkinkan Apple untuk memperkirakan lokasi geografis alamat tersebut dan alamat lainnya dengan lebih baik. Apple hanya akan menyimpan koordinat yang muncul dalam bentuk anonim untuk meningkatkan Peta dan produk serta layanan Apple lainnya yang berbasis lokasi. Perangkat iOS atau iPadOS Anda juga akan mengirimkan lokasi terkait tempat dan waktu Anda meluncurkan app secara berkala, termasuk nama app, dalam bentuk anonim dan terenkripsi ke Apple agar dapat meningkatkan Peta dan produk serta layanan Apple lainnya yang berbasis lokasi. \n\nAnda dapat menonaktifkan Tingkatkan Peta kapan pun di iOS atau iPadOS dengan membuka Pengaturan > Privasi > Layanan Lokasi > Layanan Sistem, lalu mengetuk untuk mematikan Tingkatkan Peta. Di Mac, Anda dapat mematikan Lokasi Penting dengan membuka Preferensi Sistem > Keamanan & Privasi > Privasi > Layanan Lokasi, mengeklik gembok dan memasukkan kata sandi, mengeklik Detail di samping Layanan Sistem, lalu membatalkan pilihan Lokasi Penting.",
        "filename" : "ImproveMaps.strings",
        "language" : "id"
      },
      {
        "target" : "Als je 'Verbeter Kaarten' inschakelt, verzamelt Apple de gps-coördinaten die zijn verkregen via de functie 'Belangrijke locaties' op je apparaat en koppelt ze aan het adres dat bij je Apple ID hoort. Hierdoor kan Apple de geografische locatie van dat adres en andere adressen nauwkeuriger bepalen. Apple bewaart de resulterende coördinaten uitsluitend in een anonieme vorm om Kaarten en andere locatie­gebonden producten en voorzieningen van Apple te verbeteren. Je iOS- of iPadOS-apparaat stuurt ook periodiek informatie over locaties waar je apps hebt gestart en wanneer, waaronder de naam van de apps, in anonieme en versleutelde vorm naar Apple om Kaarten en andere locatie­gebonden producten en voor­zieningen van Apple te verbeteren. \n\nIn iOS of iPadOS kun je 'Verbeter Kaarten' op elk gewenst moment uitschakelen door in Instellingen naar 'Privacy' > 'Locatievoorzieningen' > 'Systeem' te gaan en vervolgens 'Verbeter Kaarten' uit te schakelen. Op de Mac kun je 'Belangrijke locaties' uitschakelen door het volgende te doen: ga in Systeem­voorkeuren naar 'Beveiliging en privacy' > 'Locatievoorzieningen', klik op het slotje en voer je wacht­woord in, klik naast 'Systeemvoorzieningen' op 'Details' en schakel 'Belangrijke locaties' uit.",
        "filename" : "ImproveMaps.strings",
        "language" : "nl"
      },
      {
        "target" : "ถ้าคุณเลือกปรับปรุงแผนที่ ทาง Apple จะเก็บรวบรวมจุดพิกัด GPS ที่ได้รับผ่านทางคุณสมบัติตำแหน่งที่ตั้งสำคัญบนอุปกรณ์ของคุณ แล้วจะเทียบเคียงจุดพิกัดกับที่อยู่ของ Apple ID ของคุณ ซึ่งจะทำให้ Apple ประมาณที่ตั้งทางภูมิศาสตร์ของจุดพิกัดและที่อยู่อื่นๆ ได้แม่นยำขึ้น Apple จะเก็บเฉพาะจุดพิกัดที่ได้ในรูปแบบที่ปราศจากชื่อเพื่อปรับปรุงแผนที่ และผลิตภัณฑ์และบริการอื่นที่ใช้บริการหาตำแหน่งที่ตั้งของ Apple อุปกรณ์ iOS หรือ iPadOS ของคุณยังจะส่งตำแหน่งที่ตั้งและเวลาที่คุณเปิดใช้แอป รวมทั้งชื่อแอป อยู่เป็นระยะแบบเข้ารหัสและไม่บ่งบอกชื่อไปที่ Apple เพื่อปรับปรุงแผนที่ รวมทั้งผลิตภัณฑ์และบริการอื่นของ Apple ตามตำแหน่งที่ตั้ง \n\nคุณสามารถปิดใช้งานการปรับปรุงแผนที่ได้ตลอดเวลาบน iOS หรือ iPadOS โดยไปที่การตั้งค่า > ความเป็นส่วนตัว > บริการหาตำแหน่งที่ตั้ง > บริการระบบ จากนั้นแตะเพื่อปิดใช้การปรับปรุงแผนที่ บน Mac คุณสามารถปิดใช้ตำแหน่งที่ตั้งสำคัญได้โดยไปที่การตั้งค่าระบบ > ความปลอดภัยและความเป็นส่วนตัว > ความเป็นส่วนตัว > บริการหาตำแหน่งที่ตั้ง แล้วคลิกที่แม่กุญแจและป้อนรหัสผ่านของคุณ คลิกรายละเอียดที่อยู่ถัดจากบริการระบบ จากนั้นเลิกเลือกตำแหน่งที่ตั้งสำคัญ",
        "filename" : "ImproveMaps.strings",
        "language" : "th"
      },
      {
        "target" : "Dacă alegeți să activați opțiunea “Îmbunătățire Hărți”, Apple va colecta coordonatele GPS obținute prin intermediul funcționalității Locuri relevante de pe dispozitivul dvs. și le va corela cu adresa stradală asociată cu ID-ul dvs. Apple. Aceasta va permite ca Apple să aproximeze mai bine localizarea geografică a adresei respective și a altor adrese. Apple va reține coordonatele rezultate doar într‑o formă anonimă, pentru a îmbunătăți Hărți și alte produse și servicii Apple bazate pe localizare. De asemenea, dispozitivul dvs. iOS sau iPadOS va trimite periodic la Apple informații despre locurile și momentele în care ați lansat aplicații, inclusiv numele aplicațiilor, într‑o formă anonimă și criptată, pentru a îmbunătăți Hărți și alte produse și servicii Apple bazate pe localizare. \n\nPuteți dezactiva oricând opțiunea “Îmbunătățire Hărți” pe iOS sau iPadOS accesând Configurări > Intimitate > Servicii de localizare > Servicii de sistem, apoi apăsând pentru a dezactiva “Îmbunătățire Hărți”. Pe Mac, puteți dezactiva “Locuri relevante” accesând Preferințe sistem > Securitate și intimitate > Servicii de localizare, făcând clic pe lacăt și introducându‑vă parola, făcând clic pe Detalii lângă “Servicii de sistem”, apoi deselectând “Locuri relevante”.",
        "filename" : "ImproveMaps.strings",
        "language" : "ro"
      },
      {
        "target" : "Ako ćete omogućiti značajku Poboljšanje Karti, Apple će prikupiti GPS koordinate dobivene pomoću značajke Značajne lokacije na vašem uređaju te ih povezati s uličnom adresom pridruženom vašem Apple ID računu. To će tvrtki Apple omogućiti da bolje odredi približni geografski položaj te i drugih adresa. Apple će zadržati dobivene koordinate samo u anonimnom obliku radi poboljšanja aplikacije Karte te drugih Appleovih proizvoda i usluga temeljenih na lokaciji. Vaš će iOS ili iPadOS uređaj također periodično slati lokacije i vrijeme pokretanja aplikacija, uključujući nazive aplikacija, u anonimnom i kriptiranom obliku tvrtki Apple radi poboljšanja aplikacije Karte te drugih Appleovih proizvoda i usluga temeljenih na lokaciji. \n\nOpciju Poboljšanje Karti možete u bilo kojem trenutku onemogućiti na iOS-u ili iPadOS-u tako da otvorite Postavke > Privatnost > Lokacijske usluge > Usluge sustava pa zatim dodirom isključite opciju Poboljšanje Karti. Na Macu možete Značajne lokacije isključiti tako da otvorite Postavke sustava > Sigurnost i privatnost > Privatnost > Lokacijske usluge, kliknete lokot i unesete lozinku, kliknete Detalji pored Usluge sustava pa zatim odznačite Značajne lokacije.",
        "filename" : "ImproveMaps.strings",
        "language" : "hr"
      },
      {
        "target" : "यदि आप “नक़्शा बेहतर बनाएँ\" को सक्षम करते हैं, तो Apple आपके डिवाइस पर महत्वपूर्ण स्थान फ़ीचर से प्राप्त GPS निर्देशांक संग्रहित करेगा और उसका आपके Apple ID से संलग्न सड़क के पते से सह-संबंध बनाएगा। यह Apple को उसके और अन्य पतों के भौगोलिक स्थान को बेहतर तरीक़े से इंस्टॉल करने में सक्षम करेगा। नक़्शा और स्थान आधारित अन्य Apple उत्पादों और सेवाओं को बेहतर बनाने के लिए Apple केवल परिणामी निर्देशांकों को अनाम रूप से संग्रहित करेगा। आपका iOS या iPadOS डिवाइस समय-समय पर ऐप्स के नाम सहित उन स्थानों और समय की जानकारी भी अज्ञात और एंक्रिप्टेड रूप से Apple को भेजेगा जब आपने ऐप्स लॉन्च किए ताकि नक़्शा और Apple के अन्य स्थान आधारित उत्पादों और सेवाओं को बेहतर किया जा सके। \n\nआप सेटिंग्ज़ > गोपनीयता > स्थान सेवा > सिस्टम सेवाएँ पर जाकर और “नक़्शा बेहतर करें” को बंद करने के लिए टैप करके iOS या iPadOS में किसी भी समय “नक़्शा बेहतर बनाएँ” को बंद कर सकते हैं। Mac पर सिस्टम प्राथमिकता > सुरक्षा और गोपनीयता > गोपनीयता > स्थान सेवा में जाकर, लॉक पर क्लिक करके और अपना पासवर्ड दर्ज करके, सिस्टम सेवाएँ के आगे विवरण पर क्लिक करके, फिर महत्वपूर्ण स्थान को अचयनित करके आप महत्वपूर्ण स्थान को बंद कर सकते हैं।",
        "filename" : "ImproveMaps.strings",
        "language" : "hi"
      },
      {
        "target" : "Si decideixes activar la millora de mapes, Apple recopilarà les coordenades de GPS obtingudes amb la funció d’ubicacions significatives del teu dispositiu i les compararà amb les adreces físiques associades amb el teu ID d’Apple. Això permetrà que Apple pugui aproximar-se millor a la ubicació geogràfica d’aquesta adreça i d’altres. Apple conservarà les coordenades resultants només de manera anònima per millorar l’app Mapes i altres productes i serveis d’Apple basats en la ubicació. A més, el dispositiu iOS o iPadOS enviarà periòdicament a Apple informació sobre les ubicacions i l’hora en què has obert apps, inclosos els noms de les apps, de manera anònima i encriptada per millorar l’app Mapes i altres productes i serveis d’Apple basats en la ubicació. \n\nPots desactivar la millora de mapes en qualsevol moment. En un dispositiu iOS o iPadOS, ves a l’app Configuració > Privacitat > Localització > “Serveis del sistema” i desactiva l’opció “Millorar Mapes”. En un Mac, pots desactivar les ubicacions significatives anant a l’app Preferències del Sistema > Seguretat i privacitat > Privacitat > “Serveis de localització”, fent clic al cadenat i introduint la teva contrasenya, fent clic a Detalls al costat de “Serveis del sistema” i desmarcant “Ubicacions significatives”.",
        "filename" : "ImproveMaps.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über „Karten verbessern“ & Datenschutz …",
        "filename" : "ImproveMaps.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״שיפור מפות״ ופרטיות…",
        "filename" : "ImproveMaps.strings",
        "language" : "he"
      },
      {
        "target" : "About Improve Maps & Privacy…",
        "filename" : "ImproveMaps.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول تحسين الخرائط والخصوصية…",
        "filename" : "ImproveMaps.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για τη Βελτίωση Χαρτών και το Απόρρητο…",
        "filename" : "ImproveMaps.strings",
        "language" : "el"
      },
      {
        "target" : "マップの改善とプライバシーについて…",
        "filename" : "ImproveMaps.strings",
        "language" : "ja"
      },
      {
        "target" : "About Improve Maps & Privacy…",
        "filename" : "ImproveMaps.strings",
        "language" : "en"
      },
      {
        "target" : "Про Вдосконалення Карт і Приватність…",
        "filename" : "ImproveMaps.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de Mapas y la privacidad…",
        "filename" : "ImproveMaps.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于改进地图与隐私…",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de “Mejorar Mapas” y la privacidad…",
        "filename" : "ImproveMaps.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre Melhorar o App Mapas e Privacidade…",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Gør Kort bedre og anonymitet…",
        "filename" : "ImproveMaps.strings",
        "language" : "da"
      },
      {
        "target" : "Migliora Mappe e privacy…",
        "filename" : "ImproveMaps.strings",
        "language" : "it"
      },
      {
        "target" : "O vylepšovaní Máp a súkromí…",
        "filename" : "ImproveMaps.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Melhorar Mapas e Privacidade…",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Tingkatkan Peta & Privasi…",
        "filename" : "ImproveMaps.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Förbättra kartor och integritet…",
        "filename" : "ImproveMaps.strings",
        "language" : "sv"
      },
      {
        "target" : "O vylepšování Map a soukromí…",
        "filename" : "ImproveMaps.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 향상 및 개인 정보 보호에 관하여…",
        "filename" : "ImproveMaps.strings",
        "language" : "ko"
      },
      {
        "target" : "Om Kartforbedring og personvern…",
        "filename" : "ImproveMaps.strings",
        "language" : "no"
      },
      {
        "target" : "A Térképek továbbfejlesztéséről és az adatvédelemről…",
        "filename" : "ImproveMaps.strings",
        "language" : "hu"
      },
      {
        "target" : "關於改善地圖與私隱⋯",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’yı Geliştir ve Gizlilik Hakkında…",
        "filename" : "ImproveMaps.strings",
        "language" : "tr"
      },
      {
        "target" : "Ulepszanie (Mapy) i prywatność…",
        "filename" : "ImproveMaps.strings",
        "language" : "pl"
      },
      {
        "target" : "關於改進地圖與隱私權⋯",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Improve Maps & Privacy…",
        "filename" : "ImproveMaps.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Cải thiện Bản đồ & Quyền riêng tư…",
        "filename" : "ImproveMaps.strings",
        "language" : "vi"
      },
      {
        "target" : "Об «Улучшении Карт» и конфиденциальности…",
        "filename" : "ImproveMaps.strings",
        "language" : "ru"
      },
      {
        "target" : "Améliorer Plans et confidentialité…",
        "filename" : "ImproveMaps.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Améliorer Plans et confidentialité…",
        "filename" : "ImproveMaps.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Paranna Karttoja ja tietosuoja…",
        "filename" : "ImproveMaps.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Tingkatkan Peta & Privasi…",
        "filename" : "ImproveMaps.strings",
        "language" : "id"
      },
      {
        "target" : "Info over 'Verbeter Kaarten' en privacy…",
        "filename" : "ImproveMaps.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับการปรับปรุงแผนที่และความเป็นส่วนตัว…",
        "filename" : "ImproveMaps.strings",
        "language" : "th"
      },
      {
        "target" : "Despre Îmbunătățire Hărți și intimitate…",
        "filename" : "ImproveMaps.strings",
        "language" : "ro"
      },
      {
        "target" : "Više o poboljšanju Karti i privatnosti…",
        "filename" : "ImproveMaps.strings",
        "language" : "hr"
      },
      {
        "target" : "“नक़्शा बेहतर बनाएँ” और गोपनीयता परिचय…",
        "filename" : "ImproveMaps.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre “Millorar Mapes” i la privacitat…",
        "filename" : "ImproveMaps.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Apple Karten ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "ImproveMaps.strings",
        "language" : "de"
      },
      {
        "target" : "״מפות״ של Apple תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "ImproveMaps.strings",
        "language" : "he"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "ImproveMaps.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَت خرائط Apple لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "ImproveMaps.strings",
        "language" : "ar"
      },
      {
        "target" : "Οι Χάρτες Apple έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "ImproveMaps.strings",
        "language" : "el"
      },
      {
        "target" : "Appleマップはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "ImproveMaps.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "ImproveMaps.strings",
        "language" : "en"
      },
      {
        "target" : "Карти Apple спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.",
        "filename" : "ImproveMaps.strings",
        "language" : "uk"
      },
      {
        "target" : "Mapas de Apple se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "ImproveMaps.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple地图旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mapas de Apple se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "ImproveMaps.strings",
        "language" : "es"
      },
      {
        "target" : "O Mapas da Apple é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple Kort er udviklet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du vil dele.",
        "filename" : "ImproveMaps.strings",
        "language" : "da"
      },
      {
        "target" : "L’app Mappe di Apple è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "ImproveMaps.strings",
        "language" : "it"
      },
      {
        "target" : "Apple Mapy chránia vaše osobné údaje a ponechávajú vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "ImproveMaps.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Mapas da Apple foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Peta Apple direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "ImproveMaps.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple-kartor har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "ImproveMaps.strings",
        "language" : "sv"
      },
      {
        "target" : "Mapy Apple chrání vaše osobní údaje a ponechávají vám kontrolu nad tím, co sdílíte.",
        "filename" : "ImproveMaps.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple 지도는 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "ImproveMaps.strings",
        "language" : "ko"
      },
      {
        "target" : "Kart er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "ImproveMaps.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple Térképeket úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "ImproveMaps.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple「地圖」的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple Harita, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "ImproveMaps.strings",
        "language" : "tr"
      },
      {
        "target" : "Usługa Mapy Apple została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "ImproveMaps.strings",
        "language" : "pl"
      },
      {
        "target" : "「地圖」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple Maps is designed to protect your information and enable you to choose what you share.",
        "filename" : "ImproveMaps.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bản đồ Apple được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "ImproveMaps.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые Картами Apple, надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "ImproveMaps.strings",
        "language" : "ru"
      },
      {
        "target" : "Plans est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "ImproveMaps.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Plans d’Apple est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "ImproveMaps.strings",
        "language" : "fr"
      },
      {
        "target" : "Applen Kartat on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "ImproveMaps.strings",
        "language" : "fi"
      },
      {
        "target" : "Peta Apple dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "ImproveMaps.strings",
        "language" : "id"
      },
      {
        "target" : "Apple Kaarten is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "ImproveMaps.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple Maps ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "ImproveMaps.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Apple Hărți este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "ImproveMaps.strings",
        "language" : "ro"
      },
      {
        "target" : "Aplikacija Apple Karte dizajnirana je kako bi zaštitila vaše informacije i omogućila odabir sadržaja koje želite podijeliti.",
        "filename" : "ImproveMaps.strings",
        "language" : "hr"
      },
      {
        "target" : "Apple नक़्शा आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "ImproveMaps.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Mapes d’Apple s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "ImproveMaps.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "„‚Karten‘ verbessern“ & Datenschutz",
        "filename" : "ImproveMaps.strings",
        "language" : "de"
      },
      {
        "target" : "״שיפור מפות״ ופרטיות",
        "filename" : "ImproveMaps.strings",
        "language" : "he"
      },
      {
        "target" : "Improve Maps & Privacy",
        "filename" : "ImproveMaps.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحسين الخرائط والخصوصية",
        "filename" : "ImproveMaps.strings",
        "language" : "ar"
      },
      {
        "target" : "Βελτίωση Χαρτών και Απόρρητο",
        "filename" : "ImproveMaps.strings",
        "language" : "el"
      },
      {
        "target" : "マップの改善とプライバシー",
        "filename" : "ImproveMaps.strings",
        "language" : "ja"
      },
      {
        "target" : "Improve Maps & Privacy",
        "filename" : "ImproveMaps.strings",
        "language" : "en"
      },
      {
        "target" : "Вдосконалення Карт і Приватність",
        "filename" : "ImproveMaps.strings",
        "language" : "uk"
      },
      {
        "target" : "“Mejorar Mapas” y la privacidad",
        "filename" : "ImproveMaps.strings",
        "language" : "es_419"
      },
      {
        "target" : "改进地图与隐私",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "“Mejorar Mapas” y la privacidad",
        "filename" : "ImproveMaps.strings",
        "language" : "es"
      },
      {
        "target" : "Melhorar o App Mapas e Privacidade",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Gør Kort bedre og anonymitet",
        "filename" : "ImproveMaps.strings",
        "language" : "da"
      },
      {
        "target" : "Migliora Mappe e privacy",
        "filename" : "ImproveMaps.strings",
        "language" : "it"
      },
      {
        "target" : "Vylepšovanie Máp a súkromie",
        "filename" : "ImproveMaps.strings",
        "language" : "sk"
      },
      {
        "target" : "Melhorar Mapas e Privacidade",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Tingkatkan Peta & Privasi",
        "filename" : "ImproveMaps.strings",
        "language" : "ms"
      },
      {
        "target" : "Förbättra Kartor och integritet",
        "filename" : "ImproveMaps.strings",
        "language" : "sv"
      },
      {
        "target" : "Vylepšování Map a soukromí",
        "filename" : "ImproveMaps.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 향상 및 개인 정보 보호",
        "filename" : "ImproveMaps.strings",
        "language" : "ko"
      },
      {
        "target" : "Kartforbedring og personvern",
        "filename" : "ImproveMaps.strings",
        "language" : "no"
      },
      {
        "target" : "A Térképek továbbfejlesztése és az adatvédelem",
        "filename" : "ImproveMaps.strings",
        "language" : "hu"
      },
      {
        "target" : "改善地圖與私隱",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’yı Geliştir ve Gizlilik",
        "filename" : "ImproveMaps.strings",
        "language" : "tr"
      },
      {
        "target" : "Ulepszanie (Mapy) i prywatność",
        "filename" : "ImproveMaps.strings",
        "language" : "pl"
      },
      {
        "target" : "改進地圖與隱私權",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Improve Maps & Privacy",
        "filename" : "ImproveMaps.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Cải thiện Bản đồ & Quyền riêng tư",
        "filename" : "ImproveMaps.strings",
        "language" : "vi"
      },
      {
        "target" : "Улучшение Карт и конфи­денциальность",
        "filename" : "ImproveMaps.strings",
        "language" : "ru"
      },
      {
        "target" : "Améliorer Plans et la confidentialité",
        "filename" : "ImproveMaps.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Améliorer Plans et confidentialité",
        "filename" : "ImproveMaps.strings",
        "language" : "fr"
      },
      {
        "target" : "Paranna Karttoja ja tietosuoja",
        "filename" : "ImproveMaps.strings",
        "language" : "fi"
      },
      {
        "target" : "Tingkatkan Peta & Privasi",
        "filename" : "ImproveMaps.strings",
        "language" : "id"
      },
      {
        "target" : "'Verbeter Kaarten' en privacy",
        "filename" : "ImproveMaps.strings",
        "language" : "nl"
      },
      {
        "target" : "ปรับปรุงแผนที่และความเป็นส่วนตัว",
        "filename" : "ImproveMaps.strings",
        "language" : "th"
      },
      {
        "target" : "Îmbunătățire Hărți și intimitatea",
        "filename" : "ImproveMaps.strings",
        "language" : "ro"
      },
      {
        "target" : "Poboljšanje Karti i privatnost",
        "filename" : "ImproveMaps.strings",
        "language" : "hr"
      },
      {
        "target" : "नक़्शा बेहतर बनाएँ और गोपनीयता",
        "filename" : "ImproveMaps.strings",
        "language" : "hi"
      },
      {
        "target" : "Millorar Mapes i la privacitat",
        "filename" : "ImproveMaps.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "„Karten“ verbessern",
        "filename" : "ImproveMaps.strings",
        "language" : "de"
      },
      {
        "target" : "שיפור מפות",
        "filename" : "ImproveMaps.strings",
        "language" : "he"
      },
      {
        "target" : "Improve Maps",
        "filename" : "ImproveMaps.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحسين الخرائط",
        "filename" : "ImproveMaps.strings",
        "language" : "ar"
      },
      {
        "target" : "Βελτίωση Χαρτών",
        "filename" : "ImproveMaps.strings",
        "language" : "el"
      },
      {
        "target" : "マップの改善",
        "filename" : "ImproveMaps.strings",
        "language" : "ja"
      },
      {
        "target" : "Improve Maps",
        "filename" : "ImproveMaps.strings",
        "language" : "en"
      },
      {
        "target" : "Вдосконалення Карт",
        "filename" : "ImproveMaps.strings",
        "language" : "uk"
      },
      {
        "target" : "Mejorar Mapas",
        "filename" : "ImproveMaps.strings",
        "language" : "es_419"
      },
      {
        "target" : "改进地图",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mejorar Mapas",
        "filename" : "ImproveMaps.strings",
        "language" : "es"
      },
      {
        "target" : "Melhorar o App Mapas",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Gør Kort bedre",
        "filename" : "ImproveMaps.strings",
        "language" : "da"
      },
      {
        "target" : "Migliora Mappe",
        "filename" : "ImproveMaps.strings",
        "language" : "it"
      },
      {
        "target" : "Vylepšovanie Máp",
        "filename" : "ImproveMaps.strings",
        "language" : "sk"
      },
      {
        "target" : "Melhorar Mapas",
        "filename" : "ImproveMaps.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Tingkatkan Peta",
        "filename" : "ImproveMaps.strings",
        "language" : "ms"
      },
      {
        "target" : "Förbättra Kartor",
        "filename" : "ImproveMaps.strings",
        "language" : "sv"
      },
      {
        "target" : "Vylepšování Map",
        "filename" : "ImproveMaps.strings",
        "language" : "cs"
      },
      {
        "target" : "지도 향상",
        "filename" : "ImproveMaps.strings",
        "language" : "ko"
      },
      {
        "target" : "Kartforbedring",
        "filename" : "ImproveMaps.strings",
        "language" : "no"
      },
      {
        "target" : "A Térképek továbbfejlesztése",
        "filename" : "ImproveMaps.strings",
        "language" : "hu"
      },
      {
        "target" : "改善地圖",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Harita’yı Geliştir",
        "filename" : "ImproveMaps.strings",
        "language" : "tr"
      },
      {
        "target" : "Ulepszanie (Mapy)",
        "filename" : "ImproveMaps.strings",
        "language" : "pl"
      },
      {
        "target" : "改進地圖",
        "filename" : "ImproveMaps.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Improve Maps",
        "filename" : "ImproveMaps.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Cải thiện Bản đồ",
        "filename" : "ImproveMaps.strings",
        "language" : "vi"
      },
      {
        "target" : "Улучшение Карт",
        "filename" : "ImproveMaps.strings",
        "language" : "ru"
      },
      {
        "target" : "Améliorer Plans",
        "filename" : "ImproveMaps.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Améliorer Plans",
        "filename" : "ImproveMaps.strings",
        "language" : "fr"
      },
      {
        "target" : "Paranna Karttoja",
        "filename" : "ImproveMaps.strings",
        "language" : "fi"
      },
      {
        "target" : "Tingkatkan Peta",
        "filename" : "ImproveMaps.strings",
        "language" : "id"
      },
      {
        "target" : "Verbeter Kaarten",
        "filename" : "ImproveMaps.strings",
        "language" : "nl"
      },
      {
        "target" : "ปรับปรุงแผนที่",
        "filename" : "ImproveMaps.strings",
        "language" : "th"
      },
      {
        "target" : "Îmbunătățire Hărți",
        "filename" : "ImproveMaps.strings",
        "language" : "ro"
      },
      {
        "target" : "Poboljšanje Karti",
        "filename" : "ImproveMaps.strings",
        "language" : "hr"
      },
      {
        "target" : "नक़्शा बेहतर बनाएँ",
        "filename" : "ImproveMaps.strings",
        "language" : "hi"
      },
      {
        "target" : "Millorar Mapes",
        "filename" : "ImproveMaps.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.improvemaps.bundle",
  "framework" : "com.apple.onboarding.improvemaps.bundle"
}