{
  "localizations" : {
    "FOOTER_TEXT" : [
      {
        "target" : "Dein Gerät ist in der Lage, deine gesicherten Accountinformationen (z. B. Passwörter und zugehörige Benutzernamen oder E-Mail-Adressen) sicher zu verwahren. Für den Fall, dass du zur Eingabe deiner Accountinformationen aufgefordert wirst (beispielsweise in einer App oder auf einer Website), kannst du dafür sorgen, dass dein Gerät diese Informationen automatisch für dich eingibt. Deine Accountinformationen werden auf deinem Gerät verschlüsselt und können von Apple nicht eingesehen werden.\n\nMöglicherweise schlägt dir dein Gerät Aktionen vor, wie du die Stärke deiner Passwörter verbessern kannst. Dein Gerät kann dich zum Beispiel informieren, dass ein gesichertes Passwort schwach ist, dass es für mehrere Accounts verwendet wird oder dass es sich dabei um ein allgemein gebräuchliches Passwort handelt. Alle diese Vorschläge basieren einzig auf der Verarbeitung, die auf deinem Gerät erfolgt.\n\nMöglicherweise informiert dich dein Gerät auch über Passwörter, die infolge einer Datenpanne oder Datenschutzverletzung kompromittiert wurden. Diese Funktion basiert auf robusten Verschlüsselungstechniken, mit denen deine Passwörter ausgehend von einer Liste kompromittierter Passwörter regelmäßig auf Ableitungen hin überprüft werden; dies geschieht in einer abgeschirmten und privaten Weise, bei der deine Accounts oder Passwörter Apple gegenüber nicht offengelegt werden. Apple übermittelt an dein Gerät eine Liste gebräuchlicher Passwörter, die Gegenstand von Datenpannen oder Datenschutzverletzungen waren. Für deine Passwörter, die in dieser Liste nicht enthalten sind, sendet dein Gerät Informationen, die sich aus deinen Passwörtern ergeben, an Apple, um dort prüfen zu lassen, ob diese Passwörter Gegenstand einer Datenpanne oder Datenschutzverletzung sind. Wenn sich der Verdacht ergibt, dass deine Passwörter infolge einer Datenpanne oder Datenschutzverletzung kompromittiert wurden, erhältst du eine entsprechende Warnung. Die tatsächlichen Passwörter werden in keinem Fall mit Apple geteilt und Apple speichert die Informationen, die sich aus deinen Passwörtern ergeben, nicht. Du kannst diese Funktion jederzeit deaktivieren, indem du „Einstellungen“ > „Passwörter“ > „Sicherheitsempfehlungen“ wählst.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "המכשיר יכול לאחסן באופן מאובטח את פרטי החשבון השמורים שלך, כגון סיסמאות, שמות משתמש וכתובות דוא״ל. כאשר עליך להזין את פרטי החשבון, למשל ביישום או באתר אינטרנט, המכשיר יכול לעזור לך להזין את הפרטים באופן אוטומטי. פרטי החשבון שלך מוצפנים במכשיר ואין ל-Apple אפשרות לראות אותם.\n\nהמכשיר עשוי להציע לך לבצע פעולות כדי לחזק את הסיסמאות. לדוגמה, המכשיר עשוי ליידע אותך שהסיסמה ששמרת חלשה, שהיא הייתה כבר בשימוש בחשבונות מרובים, או שהיא סיסמה נפוצה. הצעות אלו מבוססות רק על עיבוד המתבצע במכשיר.\n\nהמכשיר עשוי גם ליידע אותך בנוגע לחשיפה אפשרית של הסיסמה עקב אירוע של דליפת נתונים. מאפיין זה משתמש בטכניקות קריפטוגרפיה חזקות כדי לחפש באופן קבוע, בדרך מאובטחת ופרטית שאינה חושפת בפני Apple את החשבונות או הסיסמאות שלך, אחר נגזרות של הסיסמאות שלך אל מול רשימת סיסמאות שדלפו. ‏Apple תשלח למכשיר רשימה של סיסמאות נפוצות המופיעות באירועים של דליפת נתונים. עבור סיסמאות שלך שאינן מופיעות ברשימה זו, המכשיר ישלח מידע שחושב מהסיסמאות שלך אל Apple כדי לבדוק אם הן נחשפו באירוע של דליפת נתונים. אזהרה תישלח אליך לגבי סיסמאות שנקבע כי יתכן שנחשפו באירוע של דליפת נתונים. הסיסמאות עצמן לעולם לא משותפות עם Apple, ו-Apple אינה מאחסנת את המידע שחושב מהסיסמאות. ניתן לבטל מאפיין זה בכל עת על-ידי מעבר אל ״הגדרות״ > ״סיסמאות״ > ״המלצות אבטחה״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת www.apple.com\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated user names or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device, and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal your accounts or passwords to Apple. Apple will send a list of common passwords that are present in data leaks to your device. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Settings > Passwords > Security Recommendations.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكن لجهازك تخزين معلومات حسابك المحفوظة بشكل آمن مثل كلمات السر وأسماء المستخدمين أو عناوين البريد الإلكتروني المرتبطة. عندما يُطلب منك إدخال معلومات حسابك، على سبيل المثال في تطبيق أو داخل موقع ويب، فقد يساعدك جهازك تلقائيًا في إدخال معلوماتك. تكون معلومات حسابك مشفرة على جهازك، ولا يمكن لشركة Apple عرضها.\n\nقد يقترح جهازك إجراءات عليك اتخاذها لتحسين قوة كلمات السر. على سبيل المثال، قد يخبرك جهازك بأن كلمة السر المحفوظة ضعيفة أو مستخدمة في عبر حسابات متعددة أو أنها كلمة سر شائعة الاستخدام. تعتمد هذه الاقتراحات على المعالجة التي تحدث على جهازك فقط.\n\nقد يخبرك جهازك أيضًا بكلمات السر التي ربما تعرضت لتسريب بيانات. تستخدم هذه الميزة تقنيات تشفير قوية للتحقق بانتظام من اشتقاقات كلمات السر مقابل قائمة بكلمات السر المسربة بطريقة آمنة وخاصة لا تكشف لشركة Apple عن حساباتك أو كلمات السر الخاصة بك. سترسل Apple إلى جهازك قائمة بكلمات السر الشائعة الموجودة ضمن بيانات مسربة. بالنسبة إلى كلمات السر غير الموجودة في هذه القائمة، سيرسل جهازك معلومات محسوبة من كلمات السر الخاصة بك إلى Apple للتحقق مما إذا كانت كلمات السر موجودة ضمن بيانات مسربة. سيتم تحذيرك إذا كانت لديك كلمات سر يُحتمل أن تكون ضمن بيانات مسربة. لا تتم مشاركة كلمات السر الفعلية مع Apple مطلقًا، ولا تُخزِّن Apple المعلومات المحسوبة من كلمات السر الخاصة بك. يمكنك تعطيل هذه الميزة في أي وقت بالانتقال إلى الإعدادات > كلمات السر > توصيات الأمن.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Η συσκευή σας μπορεί να αποθηκεύει με ασφάλεια τις αποθηκευμένες πληροφορίες του λογαριασμού σας, π.χ. συνθηματικά και συσχετισμένα ονόματα χρήστη ή διευθύνσεις email. Όταν σας ζητηθεί να εισαγάγετε τα στοιχεία λογαριασμού σας, π.χ. σε μια εφαρμογή ή έναν ιστότοπο, η συσκευή σας μπορεί να σας βοηθήσει αυτόματα να εισαγάγετε τα στοιχεία σας. Τα στοιχεία λογαριασμού σας είναι κρυπτογραφημένα στη συσκευή σας και δεν είναι δυνατή η προβολή τους από την Apple.\n\nΗ συσκευή σας μπορεί να προτείνει ενέργειες που μπορείτε να κάνετε για να βελτιώσετε την ισχύ των συνθηματικών σας. Για παράδειγμα, η συσκευή σας μπορεί να σας ενημερώσει ότι ένα αποθηκευμένο συνθηματικό είναι ασθενές, χρησιμοποιείται σε πολλούς λογαριασμούς ή είναι ένα συνηθισμένο συνθηματικό. Αυτές οι προτάσεις βασίζονται αποκλειστικά στην επεξεργασία που πραγματοποιείται στη συσκευή σας.\n\nΗ συσκευή σας μπορεί επίσης να σας ενημερώσει για συνθηματικά που ενδέχεται να έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Αυτή η δυνατότητα χρησιμοποιεί ισχυρές κρυπτογραφικές τεχνικές για να ελέγχει τακτικά παραλλαγές των συνθηματικών που έχουν διαρρεύσει σε αντιπαραβολή με μια λίστα συνθηματικών, με ασφαλή και ιδιωτικό τρόπο που δεν αποκαλύπτει τους λογαριασμούς ή τα συνθηματικά σας στην Apple. Η Apple θα στείλει στη συσκευή σας μια λίστα συνηθισμένων συνθηματικών που έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Για τα συνθηματικά σας που δεν περιλαμβάνονται σε αυτήν τη λίστα, η συσκευή σας θα στείλει πληροφορίες που έχουν υπολογιστεί από τα συνθηματικά σας στην Apple για να ελεγχθεί αν τα συνθηματικά έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Θα λάβετε προειδοποίηση αν προσδιοριστεί ότι τα συνθηματικά σας ίσως να έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Τα πραγματικά συνθηματικά σας δεν κοινοποιούνται ποτέ στην Apple και η Apple δεν αποθηκεύει τις πληροφορίες που υπολογίζονται από τα συνθηματικά σας. Αν θέλετε να απενεργοποιήσετε αυτήν τη δυνατότητα οποιαδήποτε στιγμή, μεταβείτε στις «Ρυθμίσεις» > «Συνθηματικά» > «Συστάσεις ασφάλειας».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "デバイスには、パスワードおよび関連付けられたユーザ名やメールアドレスなどの保存済みのアカウントの情報を安全に保存することができます。AppやWebサイトでアカウント情報を入力するように求められたときに、デバイスが自動的に個人情報を入力する場合があります。アカウント情報はデバイス上で暗号化されており、Appleが見ることはできません。\n\nパスワードを強化するための行動をデバイスから提案される場合があります。例えば、保存したパスワードの安全性が低い、複数のアカウントで再利用されている、ありふれたパスワードである、といったメッセージが表示されることがあります。これらの提案はデバイス上の処理にのみ基づいています。\n\nまた、データ漏洩によりパスワードが流出したおそれがあるというメッセージが表示されることがあります。この機能は強力な暗号技術を使用しており、パスワードから導出した情報を流出したパスワードのリストと定期的に照合します。照合は安全性とプライバシーを確保した方法で行われ、アカウントやパスワードがAppleに見られることはありません。Appleはあなたのデバイスに、漏洩したデータに含まれているありふれたパスワードのリストを送ります。このリストにないパスワードについては、デバイスがパスワードから計算した情報をAppleに送り、漏洩したデータにパスワードが含まれていないかをチェックします。あなたのパスワードが漏洩したデータに含まれているおそれがある場合は警告が表示されます。パスワード自体は決してAppleと共有されず、あなたのパスワードから計算された情報をAppleが保存することはありません。この機能は、“設定”＞“パスワード”＞“セキュリティに関する勧告”からいつでも無効にできます。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated user names or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device, and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts, or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal to Apple your accounts or passwords. Apple will send to your device a list of common passwords that are present in data leaks. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Settings > Passwords > Security Recommendations.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Ваш пристрій може безпечно зберігати збережену облікову інформацію, наприклад паролі та пов’язані імена користувачів і адреси е-пошти. Коли ви отримуєте запит на введення облікової інформації, наприклад у програмі чи на вебсайті, ваш пристрій може автоматично допомогти ввести цю інформацію. Ваша облікова інформація шифрується на вашому пристрої, і Apple не може переглядати її.\n\nВаш пристрій може запропонувати заходи, які ви можете прийняти, щоб покращити безпечність ваших паролів. Наприклад, пристрій може повідомити вас, що збережений пароль слабкий, використовується в інших облікових записах або занадто типовий. Ці рекомендації базуються на обробці даних, що відбувається тільки на вашому пристрої.\n\nВаш пристрій також може повідомляти про паролі, що можуть міститись у витоках даних. Ця функція покладається на потужні криптографічні технології, регулярно перевіряючи похідні ваших паролів у списках витоків паролів. Це виконується безпечним і приватним способом без передавання ваших облікових записів і паролів до Apple. Apple надсилатиме на ваш пристрій список типових паролів, наявних у відомих витоках даних. Щодо тих ваших паролів, які не наявні в цьому списку, ваш пристрій надсилатиме до Apple інформацію, обчислену з ваших паролів, щоб перевірити їхню наявність у витоках даних. Ви отримаєте попередження про паролі, визначені як потенційно наявні у витоку даних. Фактичні паролі в жодному разі не передаються в Apple, і Apple не зберігає інформацію, обчислену з ваших паролів. Ви можете будь-коли вимкнути цю функцію, перейшовши в Параметри > Паролі > Рекомендації з безпеки.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Tu dispositivo puede almacenar de forma segura la información guardada en tu cuenta, como tus contraseñas, nombres de usuario o direcciones de correo electrónico asociados. Cuando se te solicite introducir información de tu cuenta, por ejemplo, en una app o sitio web, tu dispositivo puede ayudarte a introducir tu información automáticamente. La información de tu cuenta está cifrada en tu dispositivo y Apple no tiene acceso a ella.\n\nEs posible que tu dispositivo te sugiera acciones específicas con el fin de mejorar la seguridad de tus contraseñas. Por ejemplo, tu dispositivo puede avisarte que una de tus contraseñas guardadas es poco segura, que se reutiliza en varias cuentas o que es una contraseña común. Estas sugerencias se basan únicamente en un análisis realizado en tu dispositivo.\n\nEl dispositivo también puede informarte sobre contraseñas que pueden haber sido comprometidas en una filtración de datos. Esta función utiliza técnicas de criptografía avanzadas para revisar regularmente las derivaciones de tus contraseñas en una lista de contraseñas filtradas, de forma segura y privada que no revela a Apple tus cuentas o contraseñas. Apple enviará a tu dispositivo una lista de contraseñas comunes que están presentes en las filtraciones de datos. En caso de que las contraseñas que no estén en esta lista, tu dispositivo enviará a Apple información calculada a partir de tus contraseñas para comprobar si éstas pueden estar presentes en una filtración de datos. Se te avisará si se determina que tus contraseñas pueden estar en una filtración de datos. Tus contraseñas nunca se comparten con Apple, y Apple no almacena la información calculada a partir de tus contraseñas. Puedes desactivar esta función en cualquier momento en Configuración > Contraseñas > Recomendaciones de seguridad.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "您的设备可以安全地储存您所存储的帐户信息，例如密码和关联的用户名或电子邮件地址。当您收到输入帐户信息的提示时（例如在App或网站中），设备可能会自动帮您输入相关信息。帐户信息在设备上加密，Apple无法看到。\n\n设备可能建议您采取操作来提高密码的强度。例如，设备可能提醒您存储的密码强度太弱、在多个帐户中重复使用或者较为常用。这些建议完全基于设备端处理技术。\n\n设备还可能提醒您密码可能在数据泄露中出现过。该功能使用强大的加密技术定期将您的派生密码与泄露密码列表进行对照检查，整个过程以安全和隐私的方式进行，不会向Apple透露您的帐户或密码。Apple将向您的设备发送在数据泄露中出现过的常用密码列表。如果您的密码不在此列表中，设备将向Apple发送基于您密码计算出的信息以检查密码是否可能在数据泄露中出现过。如果确定您的密码可能在数据泄露中出现过，您将会收到警告。您的实际密码永不会与Apple共享，Apple也不会储存基于您密码计算出的信息。您可以随时停用此功能，方法是前往“设置”>“密码”>“安全建议”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "El dispositivo puede almacenar de manera segura la información de cuenta guardada, como las contraseñas y los nombres de usuario o direcciones de correo electrónico asociadas. Cuando se te pida que introduzcas la información de la cuenta, como en una app o dentro de un sitio web, el dispositivo puede ayudarte e introducirla automáticamente. Tu información de cuentas está encriptada en tu dispositivo y Apple no puede verla.\n\nEl dispositivo te puede sugerir acciones para mejorar la seguridad de tus contraseñas. Por ejemplo, puede informarte de que una contraseña guardada no es segura, de que se utiliza en varias cuentas o de que es una contraseña de uso común. Estas sugerencias se basan únicamente en el procesamiento que se realiza en el dispositivo.\n\nEl dispositivo también puede informarte de contraseñas que pueden haberse hecho públicas en una filtración de datos. Esta función utiliza sólidas técnicas criptográficas para comprobar periódicamente si se han realizado derivaciones de tus contraseñas en una lista de contraseñas filtradas, todo ello de una forma privada y segura que no facilita a Apple tus cuentas ni contraseñas. Apple enviará a tu dispositivo una lista de contraseñas comunes que aparecen en filtraciones de datos. Si tus contraseñas no aparecen en esa lista, el dispositivo enviará a Apple información calculada a partir de tus contraseñas para comprobar si podrían estar incluidas en alguna filtración de datos. Se te avisará si se determina que tus contraseñas podrían aparecer en alguna filtración de datos. Tus contraseñas reales nunca se comparten con Apple, que tampoco almacena la información calculada a partir de tus contraseñas. Esta función se puede desactivar en cualquier momento en Ajustes > Contraseñas > Recomendaciones de seguridad.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "O seu dispositivo pode armazenar com segurança as informações salvas da sua conta, tais como senhas e nomes de usuário ou endereços de e-mail associados. Quando você for solicitado a digitar informações da sua conta, como em um app ou site, o seu dispositivo poderá ajudá-lo automaticamente a inserir suas informações. Suas informações de conta são criptografadas no seu dispositivo e não podem ser vistas pela Apple.\n\nO seu dispositivo pode sugerir ações para você realizar a fim de melhorar a força das suas senhas. Por exemplo, o dispositivo pode informar que uma senha salva é fraca, é reutilizada em várias contas ou é uma senha de uso comum. Tais sugestões têm base somente no processamento que ocorre no dispositivo.\n\nO seu dispositivo também pode informar sobre senhas que podem ter sido comprometidas em um vazamento de dados. Esse recurso usa técnicas poderosas de criptografia para verificar regularmente, com segurança e privacidade, derivações das suas senhas com base em uma lista de senhas vazadas, sem revelar à Apple suas contas ou senhas. A Apple enviará ao dispositivo uma lista de senhas comuns presentes em vazamentos de dados. Para as suas senhas que não estão nessa lista, o dispositivo enviará à Apple informações calculadas a partir das suas senhas para verificar se as senhas podem estar presentes no vazamento de dados. Você receberá um aviso se houver a possibilidade das suas senhas estarem em um vazamento de dados. Suas senhas verdadeiras jamais são compartilhadas com a Apple e a Apple não armazena as informações calculadas a partir das suas senhas. Você pode desativar esse recurso a qualquer momento em Ajustes > Senhas > Recomendações de Segurança.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Din enhed kan lagre dine gemte kontooplysninger sikkert, f.eks. dine adgangskoder og tilknyttede brugernavne eller e-mailadresser. Når du bliver bedt om at indtaste dine kontooplysninger, f.eks. i en app eller på et websted, kan din enhed muligvis automatisk hjælpe dig med at indtaste dine oplysninger. Dine kontooplysninger krypteres på din enhed og kan ikke ses af Apple.\n\nDin enhed foreslår muligvis handlinger, du skal udføre for at forbedre dine adgangskoders styrke. For eksempel kan din enhed muligvis informere dig om, at en gemt adgangskode er svag, bliver genbrugt på tværs af flere konti eller er en almindeligt anvendt adgangskode. Disse forslag er udelukkende baseret på behandling, der forekommer på din enhed.\n\nDin enhed kan også informere dig om adgangskoder, der kan være blevet kompromitteret i forbindelse med en datalæk. Denne funktion bruger stærke kryptografiske teknikker til regelmæssigt at kontrollere afledninger af dine adgangskoder i henhold til en liste over lækkede adgangskoder på en sikker og privat måde, som ikke afslører dine konti eller adgangskoder for Apple. Apple sender din enhed en liste over almindelige adgangskoder, der er en del af en datalæk. I forbindelse med dine adgangskoder, der ikke findes på denne liste, sender din enhed oplysninger, der er beregnet ud fra dine adgangskoder til Apple, for at kontrollere, om adgangskoderne kan være en del af en datalæk. Du vil blive advaret om dine adgangskoder, der afgøres til muligvis at være en del af en datalæk. Dine faktiske adgangskoder deles aldrig med Apple, og Apple lagrer ikke de oplysninger, der beregnes ud fra dine adgangskoder. Du kan altid deaktivere denne funktion ved at gå til Indstillinger > Adgangskoder > Sikkerhedsanbefalinger.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Il tuo dispositivo può archiviare in modo sicuro le informazioni relative agli account che salvi, come le password e i nomi utente o gli indirizzi e‑mail associati. Quando ti viene chiesto di inserire le informazioni del tuo account, ad esempio in un'app o in un sito web, il tuo dispositivo potrebbe aiutarti automaticamente a inserirle. Le informazioni del tuo account sono protette tramite crittografia sul tuo dispositivo e non possono essere visualizzate da Apple.\n\nIl tuo dispositivo potrebbe suggerirti azioni da intraprendere per migliorare la sicurezza delle tue password. Ad esempio, il tuo dispositivo potrebbe informarti che una password salvata è debole, che è stata riutilizzata su più account o che è una password di uso comune. Questi suggerimenti si basano esclusivamente su un'elaborazione che avviene sul dispositivo.\n\nIl dispositivo potrebbe anche informarti di password che potrebbero essere state compromesse in una fuga di dati. Questa funzionalità utilizza tecniche di crittografia avanzate per controllare regolarmente le derivazioni delle tue password e confrontarle con un elenco di password coinvolte in fughe di dati. L'operazione avviene in modo sicuro e privato e non rivela ad Apple i tuoi account o le tue password. Apple invierà al tuo dispositivo un elenco di password comuni che sono state coinvolte in fughe di dati. Per le tue password che non sono in questo elenco, il dispositivo invierà ad Apple delle informazioni calcolate dalle tue password per verificare se potrebbero essere presenti in una fuga di dati. Se viene determinato che le tue password potrebbero essere state coinvolte in una fuga di dati, riceverai un avviso. Le tue password effettive non vengono mai condivise con Apple e Apple non archivia le informazioni calcolate da esse. Puoi disabilitare questa funzionalità in qualsiasi momento andando in Impostazioni > Password > Suggerimenti di sicurezza.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "Vaše zariadenie dokáže bezpečne uchovávať informácie o vašich uložených účtoch, napríklad heslá a súvisiace užívateľské mená alebo emailové adresy. Keď sa v apke alebo na webovej stránke zobrazí výzva na zadanie informácií o účte, vaše zariadenie vám môže pomôcť automaticky zadať vaše údaje. Informácie o vašich účtoch sú na zariadení zašifrované a spoločnosť Apple ich nevidí.\n\nVaše zariadenie vám môže poskytnúť návrhy na vytvorenie silnejšieho hesla. Môže vás napríklad informovať, že uložené heslo je slabé, používa sa vo viacerých účtoch alebo sa jedná o bežne používané heslo. Tieto návrhy vychádzajú zo spracovania dát, ktoré prebieha výhradne na vašom zariadení.\n\nVaše zariadenie vás tiež môže upozorniť na heslá, ktoré mohli byť súčasťou úniku dát. Táto funkcia pomocou účinných šifrovacích techník pravidelne vyhľadáva deriváty vašich hesiel na zoznamoch uniknutých hesiel bezpečným a súkromným spôsobom, ktorý spoločnosti Apple neumožňuje vidieť vaše účty ani heslá. Spoločnosť Apple pošle na vaše zariadenie zoznam bežných hesiel, ktoré sa nachádzajú na zoznamoch uniknutých dát. Z vašich hesiel, ktoré sa nenašli na tomto zozname, vaše zariadenie vypočíta informácie, ktoré pošle späť spoločnosti Apple. Na ich základe potom spoločnosť Apple skontroluje, či sú vaše heslá medzi uniknutými dátami. Na tie, ktoré mohli byť súčasťou úniku dát, budete upozornení. Vaše skutočné heslá nie sú nikdy zdieľané so spoločnosťou Apple a spoločnosť Apple neuchováva informácie vypočítané z vašich hesiel. Túto funkciu môžete kedykoľvek vypnúť v Nastavenia > Heslá > Odporúčania na zabezpečenie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "O seu dispositivo pode armazenar em segurança a informação guardada sobre a sua conta, como palavras‑passe e nomes de utilizador ou endereços de e‑mail associados. Quando lhe é solicitado que introduza informação sobre a sua conta, como numa aplicação ou num website, o seu dispositivo poderá ajudar automaticamente a introduzir a informação. A informação sobre a sua conta é cifrada no dispositivo e não pode ser visualizada pela Apple.\n\nO seu dispositivo pode sugerir‑lhe ações para melhorar a segurança das suas palavras‑passe. Por exemplo, o dispositivo pode informá-lo de que uma palavra-passe guardada é fraca, está a ser reutilizada em vários dispositivos ou é uma palavra-passe comum. Estas sugestões baseiam‑se unicamente no processamento realizado no dispositivo.\n\nO seu dispositivo também poderá informar sobre palavras‑passe que possam ter sido comprometidas numa fuga de dados. Esta funcionalidade usa técnicas criptográficas rigorosas para comparar regularmente derivações das suas palavras‑passe com uma lista de palavras‑passe divulgadas, de uma forma segura e privada que não revela as suas contas e palavras‑passe à Apple. A Apple enviará para o seu dispositivo uma lista de palavras‑passe comuns que estão presentes em fugas de dados. No caso das palavras‑passe que não estão na lista, o seu dispositivo enviará à Apple informação calculada a partir das suas palavras‑passe para verificar se estas poderão estar presentes numa fuga de dados. Receberá avisos sobre as palavras‑passe que possam estar envolvidas numa fuga de dados. As suas palavras‑passe efetivas nunca são partilhadas com a Apple, e a Apple não armazena a informação calculada a partir das suas palavras‑passe. Pode desativar esta funcionalidade em qualquer altura em Definições > Palavras‑passe > Recomendações de segurança.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Peranti anda boleh menyimpan secara selamat maklumat akaun disimpan anda seperti kata laluan dan nama pengguna dikaitkan atau alamat e-mel anda. Apabila anda digesa untuk memasukkan maklumat akaun anda, seperti dalam app atau dalam tapak web, peranti anda mungkin membantu anda memasukkan maklumat secara automatik. Maklumat akaun anda disulitkan pada peranti anda dan tidak boleh dilihat oleh Apple.\n\nPeranti anda mungkin mencadangkan tindakan untuk anda ambil bagi meningkatkan kekuatan kata laluan anda. Contohnya, peranti anda mungkin memaklumkan anda bahawa kata laluan yang disimpan adalah lemah, digunakan semula merentas berbilang akaun atau kata laluan yang biasa digunakan. Cadangan ini hanya berdasarkan pemprosesan yang berlaku pada peranti anda.\n\nPeranti anda juga mungkin memaklumkan anda tentang kata laluan yang mungkin telah diceroboh dalam kebocoran data. Ciri ini menggunakan teknik kriptografi yang kukuh untuk menyemak derivasi kata laluan anda secara kerap terhadap senarai kata laluan terbocor dengan cara yang selamat dan peribadi yang tidak mendedahkan akaun atau kata laluan anda kepada Apple. Apple akan menghantar senarai kata laluan biasa yang hadir dalam kebocoran data kepada peranti anda. Untuk kata laluan anda yang tidak berada dalam senarai ini, peranti anda akan menghantar maklumat yang dikira daripada kata laluan anda kepada Apple untuk menyemak jika kata laluan tersebut hadir dalam kebocoran data. Anda akan diberi amaran tentang kata laluan anda jika ditentukan mungkin berada dalam kebocoran data. Kata laluan sebenar anda tidak akan dikongsi dengan Apple dan Apple tidak menyimpan maklumat yang dikira daripada kata laluan anda. Anda boleh menyahdayakan ciri ini pada bila-bila masa dengan pergi ke Seting > Kata Laluan > Pengesyoran Keselamatan.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Din enhet kan lagra din sparade kontoinformation, som lösenord och associerade användarnamn eller e-postadresser, på ett säkert sätt. När du blir uppmanad att ange din kontoinformation, exempelvis i en app eller på en webbplats, kan din enhet automatiskt hjälpa dig att ange informationen. Din kontoinformation är krypterad på enheten och kan inte läsas av Apple.\n\nDin enhet kan föreslå åtgärder som du kan vidta för att öka styrkan hos dina lösenord. Din enhet kan exempelvis informera dig om att ett sparat lösenord är svagt, återanvänds i flera konton eller är ett vanligt lösenord som ofta används. Dessa förslag baseras helt och hållet på bearbetning som sker på din enhet.\n\nEnheten kan också informera dig om lösenord som kan ha äventyrats i en dataläcka. Den här funktionen använder starka kryptografiska tekniker för att regelbundet jämföra deriveringar av dina lösenord med en lista över läckta lösenord på ett säkert och privat sätt som inte avslöjar dina konton eller lösenord för Apple. Apple skickar en lista med vanliga lösenord som finns i dataläckor till din enhet. För dina lösenord som inte finns på denna lista skickar din enhet information som har beräknats från dina lösenord till Apple för att kontrollera om lösenorden kan finnas i en dataläcka. Du blir varnad om det bedöms att dina lösenord kan finnas i en dataläcka. Dina faktiska lösenord delas aldrig med Apple och Apple lagrar inte informationen som har beräknats från dina lösenord. Du kan när som helst avaktivera den här funktionen genom att öppna Inställningar > lösenord > Säkerhetsrekommendationer.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše zařízení umožňuje bezpečné uchování vašich uložených informací o účtech, například vaše hesla a s nimi sdružená uživatelská jména nebo e‑mailové adresy. Jakmile se zobrazí výzva k zadání informací o účtu, například v některé aplikaci nebo na webových stránkách, může vám zařízení automaticky usnadnit zadání těchto informací. Informace o účtu se na zařízení ukládají v zašifrované podobě a společnost Apple je nemůže zobrazit.\n\nZařízení vám může navrhovat doporučené akce k zesílení vašich hesel. Může vás například informovat, že uložené heslo je slabé, používá se pro více různých účtů nebo patří k heslům, která často používají i jiní uživatelé. Tato doporučení jsou založena výhradně na zpracování probíhajícím na vašem zařízení.\n\nZařízení vás také může informovat o heslech, která mohla být odhalena při úniku dat. Tato funkce pomocí metod silného šifrování pravidelně kontroluje varianty odvozené od vašich hesel a porovnává je se seznamem uniklých hesel. To vše provádí bezpečným a diskrétním způsobem, který společnosti Apple neumožňuje zobrazit data z vašich účtů ani samotná hesla. Společnost Apple zašle na vaše zařízení seznam běžně používaných hesel, u nichž došlo k úniku. Z vašich hesel, která se v tomto seznamu nenacházejí, vypočte speciální zašifrovaný kód, který zašle společnosti Apple ke kontrole, zda u těchto hesel nemohlo dojít k úniku. Pro hesla, u nichž je možnost úniku pravděpodobná, obdržíte varování. Samotná vaše hesla nejsou společnosti Apple nikdy sdělována a společnost Apple neukládá ani informace vypočtené na základě vašich hesel. Tuto funkci můžete kdykoli vypnout v nabídce Nastavení > Hesla > Doporučení pro zabezpečení.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 기기는 암호 및 연계된 사용자 이름 또는 이메일 주소와 같은 저장된 계정 정보를 안전하게 보관할 수 있습니다. 앱이나 웹 사이트에서와 같이 계정 정보 입력을 요청하는 메시지가 나타나면 기기가 사용자의 정보를 자동으로 입력하도록 할 수 있습니다. 기기에 있는 사용자의 계정 정보는 암호화되어 있으며 Apple이 볼 수 없습니다.\n\n기기는 암호를 더욱 강력하게 만들기 위한 동작을 사용자에게 제안할 수 있습니다. 예를 들어, 기기는 저장된 암호가 취약하거나, 다수의 계정에서 사용되고 있다거나, 흔히 쓰이는 암호라는 사실을 사용자에게 알릴 수 있습니다. 이러한 제안은 오로지 기기상에서 실행되는 처리 과정을 통해서 이루어집니다.\n\n기기는 또한 데이터 유출로 위험한 상태에 있는 암호를 사용자에게 알릴 수 있습니다. 이러한 기능은 강력한 암호화 기술을 사용하여 안전하고 비공개적인 방법으로, 정기적으로 사용자의 암호에서 도출한 내용과 유출된 암호 목록을 대조합니다. 이 방법은 사용자의 계정과 암호를 Apple에 노출시키지 않습니다. Apple은 유출된 데이터에 존재하는 흔한 암호의 목록을 사용자의 기기로 전송합니다. 해당 목록에 없는 사용자의 암호를 대상으로 기기는 암호에서 산출한 정보를 Apple에 전송하여 해당 암호가 유출된 데이터에 존재하는지 확인합니다. 사용자는 유출된 데이터에 존재할 가능성이 있는 것으로 판명된 암호에 대한 경고를 받습니다. 사용자의 실제 암호는 Apple에 절대 공유되지 않으며, Apple은 암호에서 산출한 정보를 보관하지 않습니다. 이 기능은 설정 > 암호 > 보안상 권장 사항으로 이동하여 언제든지 비활성화할 수 있습니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Enheten din oppbevarer arkivert kontoinformasjon som passord og tilknyttede brukernavn og e-postadresser, på en sikker måte. Når du blir bedt om å skrive inn kontoinformasjonen din, for eksempel i en app eller på en nettside, kan enheten din hjelpe deg ved å automatisk fylle ut informasjonen. Kontoinformasjonen din krypteres på enheten og kan ikke ses av Apple.\n\nEnheten din kan foreslå hvordan du kan forbedre styrken på passordene dine. Enheten kan for eksempel informere deg om at et arkivert passord er svakt, brukes på flere kontoer eller et ofte brukt passord. Disse forslagene er kun basert på behandling som foregår på enheten din.\n\nEnheten din kan også informere deg dersom passordene dine kan ha blitt lekket. Denne funksjonen bruker kraftige krypteringsteknikker som jevnlig sjekker avledninger av passordene dine mot en liste over lekkede passord på en sikker måte som ikke viser kontoene eller passordene dine til Apple. Apple sender en liste over vanlige passord som er lekket, til enheten din. Hvis passordene dine ikke er på denne listen, sender enheten informasjon avledet fra passordene dine til Apple for å kontrollere om passordene kan være lekket. Du vil bli advart om passordene dine kan være lekket. De faktiske passordene dine deles aldri med Apple, og Apple oppbevarer ikke informasjon som er avledet fra passordene dine. Du kan deaktivere denne funksjonen når som helst ved å gå til Innstillinger > Passord > Sikkerhetsanbefalinger.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "Az eszköze biztonságosan tárolja az olyan mentett fiókinformációkat, mint a jelszavak és hozzájuk tartozó felhasználónevek vagy e-mail-címek. Amikor meg kell adnia a fiókinformációit, például egy appban vagy webhelyen, az eszköze automatikusan segíthet az információk megadásában. A fiókinformációi titkosítva vannak az eszközén, és azokat az Apple nem képes megtekinteni.\n\nAz eszköze különböző intézkedéseket javasolhat a jelszavai erősségének növelése érdekében. Például az eszköze értesítheti arról, hogy a mentett jelszó gyenge, több fiókban van használva, vagy egy általánosan használt jelszó. Ezek a javaslatok kizárólag az eszközén történő feldolgozáson alapulnak.\n\nAz eszköze arról is értesítheti, hogy a jelszavai megismerhetővé váltak egy esetleges adatszivárgásnál. Ez a funkció erős titkosítási technikák használatával rendszeresen ellenőrzi, hogy a jelszavainak származékai nem találhatók-e meg egy kiszivárgott jelszavakat tartalmazó listán. Mindezt biztonságos és privát módon teszi, amely nem fedi fel az Apple számára az Ön fiókjait és jelszavait. Az Apple küldeni fog az Ön eszközére egy listát, amely tartalmazza azokat a gyakori jelszavakat, amelyek részei voltak adatszivárgásoknak. A listán nem szereplő jelszavai esetében az eszköze a jelszavaiból kiszámított információkat fog küldeni az Apple-nek annak ellenőrzéséhez, hogy a jelszavai részei-e egy adatszivárgásnak. Figyelmeztetést fog kapni az olyan jelszavaival kapcsolatban, amelyek részesei lehettek egy adatszivárgásnak. A tényleges jelszavai soha nincsenek megosztva az Apple-lel, és az Apple nem tárolja a jelszavaiból kiszámított információkat. Ezt a funkciót bármikor letilthatja a Beállítások > Jelszavak > Biztonsági javaslatok lehetőséggel.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "你的裝置可以安全地保存你已儲存的帳户資料（例如密碼和相關的用户名稱或電郵地址）。當你被提示輸入帳户資料（例如在App或網站內），裝置可能會自動幫助你輸入資料。你的帳户資料會在裝置上被加密，且無法被Apple檢視。\n\n裝置可能會建議你執行動作以改進密碼強度。例如，裝置可能會通知你已儲存的密碼為低強度、在多個帳户上重用，或為廣泛使用的密碼。這些建議僅根據裝置上的處理。\n\n裝置亦可能會通知你密碼可能已在資料洩漏中被洩漏。此功能使用強大的加密技術來定期將你密碼的衍生結果與被洩漏的密碼列表進行比對，此操作會以安全而私密的方式進行，不會向Apple透露你的帳户和密碼。Apple會向你的裝置傳送在資料洩漏中出現的廣泛使用密碼列表。對於不在此列表上的密碼，裝置會將用你的密碼計算之資料傳送至Apple，以檢查密碼是否可能在資料洩漏中出現。你將會收到警告表示密碼已被判定為可能在資料洩漏中出現。你實際的密碼永不會與Apple分享，且Apple不會儲存用你的密碼計算之資料。你可以隨時前往「設定」>「密碼」>「保安級別建議」來停用此功能。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Aygıtınız, parolalarınız ve ilişkili kullanıcı adları veya e-posta adresleri gibi kaydedilmiş hesap bilgilerinizi güvenli bir şekilde saklayabilir. Bir uygulamada veya web sitesinde hesap bilgileriniz girmeniz istendiğinde aygıtınız bilgilerinizi girmenize otomatik olarak yardımcı olabilir. Hesap bilgileriniz, aygıtınızda şifrelenir ve Apple tarafından görüntülenemez.\n\nAygıtınız, parolalarınızı daha güçlü kılmak için yapmanız gereken eylemler önerebilir. Örneğin aygıtınız kaydedilen bir parolanın zayıf olduğunu, birden fazla hesapta aynı parolanın kullanıldığını veya sık kullanılan parolalardan biri olduğunu bildirebilir. Bu öneriler yalnızca aygıtınızda gerçekleşen işlemeye dayalıdır.\n\nAygıtınız, bir veri sızıntısında riskli duruma düşmüş olabilecek parolalar hakkında da sizi bilgilendirebilir. Bu özellik, güçlü şifreleme tekniklerini kullanarak parolalarınızın türevlerini veri sızıntısındaki parolaların listesiyle, Apple’a hesaplarınızı veya parolalarınızı göstermeyen güvenli ve gizli bir biçimde düzenli olarak karşılaştırır. Apple, veri sızıntılarındaki yaygın parolaların bir listesini aygıtınıza gönderir. Bu listede olmayan parolalarınız için aygıtınız, parolalarınızdan hesaplanan bilgileri Apple’a gönderir. Apple, bu bilgileri parolaların veri sızıntısında olup olmadığını denetlemek için kullanır ve veri sızıntısında olması muhtemel parolalarınızla ilgili sizi uyarır. Gerçek parolalarınız asla Apple ile paylaşılmaz ve Apple, parolalarınızdan hesaplanan bilgileri saklamaz. Bu özelliği, Ayarlar > Parolalar > Güvenlik Önerileri bölümüne giderek istediğiniz zaman etkisizleştirebilirsiniz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Twoje urządzenie może bezpiecznie przechowywać zapisane dane konta, takie jak hasła i powiązane nazwy użytkowników lub adresy email. Gdy pojawi się prośba o podanie danych konta, na przykład w aplikacji lub na stronie internetowej, urządzenie może automatycznie pomóc we wprowadzeniu tych danych. Dane Twojego konta są zaszyfrowane na Twoim urządzeniu i nie mogą być podejrzane przez Apple.\n\nTwoje urządzenie może sugerować działania, które możesz podjąć, aby poprawić moc haseł. Na przykład, urządzenie może informować, że zapisane hasło jest słabe, jest ponownie używane na wielu kontach lub jest hasłem powszechnie używanym. Te sugestie są oparte wyłącznie na przetwarzaniu danych na Twoim urządzeniu.\n\nTwoje urządzenie może również informować o hasłach, które pojawiły się w znanych wyciekach danych. Ta funkcja wykorzystuje zaawansowane techniki kryptograficzne, aby regularnie sprawdzać pochodne haseł na liście haseł, które pojawiły się w znanych wyciekach danych, w bezpieczny i prywatny sposób, który nie ujawnia firmie Apple Twoich kont ani haseł. Apple wysyła na Twoje urządzenie listę typowych haseł, które pojawiły się w znanych wyciekach danych. W przypadku haseł, których nie ma na tej liście, urządzenie wyśle do Apple informacje obliczone na podstawie Twoich haseł, aby sprawdzić, czy hasła pojawiły się w znanych wyciekach danych. Ostrzeżemy Cię, jeśli Twoje hasła pojawiły się w znanych wyciekach danych. Twoje prawdziwe hasła nigdy nie są udostępniane firmie Apple, a Apple nie przechowuje informacji obliczonych na ich podstawie. Możesz wyłączyć tę funkcję w dowolnym momencie, przechodząc do Ustawień i stukając w Hasła > Sugestie zabezpieczeń.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "您的裝置可以安全地保存已儲存的帳號資訊，例如您的密碼和相關的使用者名稱或電子郵件地址。當系統提示您輸入帳號資訊時（例如在App中或在網站上），裝置可以自動協助您輸入資訊。您的帳號資訊會在裝置上進行加密，Apple無法檢視這些資訊。\n\n您的裝置可能會建議您採取行動以改進密碼的強度。例如，裝置可能會通知您已儲存的密碼強度不足、在多部裝置間重複使用或者是常用的密碼。這些建議僅基於在裝置上發生的處理。\n\n您的裝置也可能會通知您因資料外洩而洩露的密碼。此功能使用強大的加密技術，以安全隱密的方式定期檢查外洩密碼列表，並比對您密碼的衍生狀況，而不會向Apple透露您的帳號或密碼。Apple會向您的裝置傳送資料外洩中存在的常用密碼列表。對於不在此列表中的密碼，您的裝置會將您的密碼計算出來的資訊傳送給Apple，以檢查密碼是否存在於資料外洩中。若您的密碼可能存在資料外洩，系統會對您發出警告。您的實際密碼永遠不會與Apple分享，且Apple不會儲存您的密碼所計算出來的資訊。您可以隨時前往「設定」>「密碼」>「安全層級建議」來停用此功能。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated usernames or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal your accounts or passwords to Apple. Apple will send a list of common passwords that are present in data leaks to your device. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Settings > Passwords > Security Recommendations.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Thiết bị của bạn có thể lưu trữ bảo mật thông tin tài khoản đã lưu của bạn, ví dụ như mật khẩu và tên người dùng hoặc địa chỉ email được liên kết. Khi bạn được nhắc nhập thông tin tài khoản, ví dụ như trong ứng dụng hoặc bên trong trang web, thiết bị của bạn có thể tự động giúp bạn nhập thông tin. Thông tin tài khoản của bạn được mã hóa trên thiết bị và Apple không thể xem được.\n\nThiết bị của bạn có thể gợi ý các tác vụ để bạn thực hiện nhằm cải thiện độ mạnh của mật khẩu. Ví dụ như thiết bị của bạn có thể thông báo rằng mật khẩu đã lưu yếu, được sử dụng lại trên nhiều tài khoản hoặc là mật khẩu được sử dụng phổ biến. Những gợi ý này được dựa hoàn toàn trên quá trình xử lý diễn ra trên thiết bị của bạn.\n\nThiết bị của bạn cũng có thể thông báo cho bạn rằng các mật khẩu có thể đã bị xâm phạm trong một vụ rò rỉ dữ liệu. Tính năng này sử dụng các kỹ thuật mã hóa mạnh để thường xuyên đối chiếu nguồn gốc các mật khẩu của bạn với danh sách các mật khẩu đã bị rò rỉ theo cách thức bảo mật và riêng tư, không hiển thị các tài khoản hoặc mật khẩu của bạn cho Apple. Apple sẽ gửi đến thiết bị của bạn một danh sách các mật khẩu phổ biến xuất hiện trong các vụ rò rỉ dữ liệu. Đối với các mật khẩu của bạn không có trong danh sách này, thiết bị của bạn sẽ gửi thông tin được tính toán từ các mật khẩu đến Apple để kiểm tra xem những mật khẩu đó có thể xuất hiện trong một vụ rò rỉ dữ liệu không. Bạn sẽ được cảnh báo về các mật khẩu được xác định là có khả năng xuất hiện trong một vụ rò rỉ dữ liệu. Các mật khẩu thực tế của bạn không được chia sẻ với Apple và Apple không lưu trữ thông tin được tính toán từ các mật khẩu của bạn. Bạn có thể tắt tính năng này bất kỳ lúc nào bằng cách đi tới Cài đặt > Mật khẩu > Các đề xuất về bảo mật.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "Сохраненные сведения о Вашей учетной записи (связанные с ней имена пользователей, пароли и адреса электронной почты) безопасно хранятся на Вашем устройстве. Когда Вам будет предложено ввести данные учетной записи (в приложении или на веб-сайте), устройство может автоматически заполнить такую информацию. Информация о Вашей учетной записи хранится на устройстве в зашифрованном виде и недоступна компании Apple.\n\nУстройство может предлагать Вам принять меры для повышения надежности Ваших паролей. Например, устройство может информировать Вас о том, что сохраненный пароль ненадежен или используется несколькими учетными записями или что его легко угадать. Эти предложения основаны только на данных, обработанных на Вашем устройстве.\n\nУстройство также может предупредить Вас о том, что пароли могли быть скомпрометированы в результате утечки данных. Эта функция задействует надежные криптографические технологии для регулярной проверки производных Ваших паролей по списку украденных паролей. Это безопасный и конфиденциальный метод, благодаря которому Ваши пароли и учетные записи не раскрываются компании Apple. Apple отправит на Ваше устройство список часто используемых паролей, раскрытых в результате утечки данных. Если Ваших паролей нет в этом списке, устройство отправит на проверку в Apple информацию, рассчитанную на основе Ваших паролей, чтобы проверить, могли ли пароли быть раскрыты в результате утечки данных. Вы получите уведомление, если Ваши пароли могли быть раскрыты в результате утечки данных. Ваши настоящие пароли никогда не передаются в Apple, и Apple не хранит информацию, рассчитанную на основе Ваших паролей. Вы можете в любое время отключить эту функцию. Для этого откройте «Настройки» > «Пароли» > «Рекомендации по безопасности».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Votre appareil peut stocker sécuritairement les informations de vos comptes, telles que vos mots de passe et les adresses courriel ou noms d’utilisateur associés. Lorsque vous êtes invité à entrer les données d’identification de votre compte, comme dans une app ou sur un site Web, votre appareil peut vous aider automatiquement à entrer lesdites informations. Vos informations de compte sont chiffrées sur votre appareil et ne peuvent pas être consultées par Apple.\n\nVotre appareil peut formuler des suggestions pour améliorer la robustesse de vos mots de passe. Par exemple, votre appareil peut vous informer que l’un des mots de passe enregistrés n’est pas suffisamment robuste, qu’il est associé à plusieurs comptes ou qu’il s’agit d’un mot de passe couramment utilisé. Ces suggestions sont le fruit d’un traitement des données qui a lieu sur votre appareil uniquement.\n\nVotre appareil peut également vous indiquer des mots de passe qui ont été compromis dans le cadre d’une fuite de données. Cette fonctionnalité utilise des techniques robustes de chiffrement pour comparer régulièrement des variations de vos mots de passe avec une liste de mots de passe divulgués, et ce, d’une façon sécurisée et confidentielle qui ne révèle pas vos comptes et mots de passe à Apple. Apple enverra à votre appareil une liste de mots de passe courants qui ont été détectés dans le cadre de fuites de données. Pour les mots de passe qui ne figurent pas dans cette liste, votre appareil enverra des informations calculées à partir de vos mots de passe à Apple pour vérifier s’ils sont susceptibles de faire partie d’une fuite de données. Vous recevrez des informations sur vos mots de passe qui ont possiblement figuré dans une fuite de données. Vos mots de passe actuels ne sont jamais partagés avec Apple, et Apple ne stocke pas les informations calculées à partir de vos mots de passe. Vous pouvez désactiver cette fonctionnalité à tout moment en accédant à Réglages > Mots de passe > Recommandations de sécurité.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Votre appareil peut stocker vos informations de compte enregistrées, comme vos mots de passe, et vos noms d’utilisateur ou adresses électroniques associés. Lorsque vous êtes invité à saisir les informations de votre compte, comme dans une app ou sur un site web, votre appareil peut vous aider à saisir automatiquement vos informations. Les informations sur votre compte sont chiffrées sur votre appareil et ne peuvent pas être visionnées par Apple.\n\nVotre appareil peut vous suggérer des opérations qui augmenteront la fiabilité de vos mots de passe. Par exemple, votre appareil peut vous informer qu’un mot de passe enregistré est peu fiable, réutilisé pour plusieurs comptes ou est couramment utilisé. Ces suggestions se basent uniquement sur le traitement qui se produit sur votre appareil.\n\nVotre appareil peut également vous informer des mots de passe qui ont été compromis lors d’une fuite de données. Cette fonctionnalité fait appel à de puissantes techniques cryptographiques afin de comparer régulièrement les dérivations de vos mots de passe et une liste de mots de passe relevés lors d’une fuite de données, et ce de façon sécurisée et confidentielle qui ne dévoile pas vos comptes ni vos mots de passe à Apple. Apple enverra à votre appareil une liste de mots de passe courants présents dans des fuites de données. Pour les mots de passe qui ne se trouvent pas dans cette liste, votre appareil enverra des informations calculées à partir de vos mots de passe à Apple afin de vérifier la présence de ces derniers dans des fuites de données. Vous recevrez un avertissement relatif aux mots de passe potentiellement touchés par une fuite de données. Vos mots de passe actuels ne sont jamais partagés avec Apple, qui ne stocke jamais les informations calculées à partir de vos mots de passe. Vous pouvez désactiver cette fonctionnalité à tout moment dans Réglages > Mots de passe > Avis relatifs à la sécurité.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Laitteesi voi tallentaa suojatusti tallennetut tilitietosi, kuten salasanat ja niihin liittyvät käyttäjätunnukset tai sähköpostiosoitteet. Kun sinua pyydetään syöttämään tilitietosi, esimerkiksi apissa tai verkkosivulla, laitteesi voi automaattisesti auttaa syöttämään tietosi. Tilitietosi salataan laitteellasi, eikä Apple voi lukea niitä.\n\nLaitteesi voi myös ehdottaa sinulle toimia salasanojesi vahvistamiseksi. Esimerkiksi laitteesi voi ilmoittaa sinulle, että tallennettu salasana on heikko, sitä käytetään useammalla tilillä tai se on yleisesti käytetty. Nämä ehdotukset perustuvat vain laitteessasi tehtävään käsittelyyn.\n\nLaitteesi voi myös ilmoittaa sinulle salasanoista, jotka saattavat olla vaarantuneita tietovuodossa. Tämä ominaisuus käyttää vahvoja kryptografisia tekniikoita tarkistaakseen säännöllisesti salasanojesi johdoksia vuotaneita salasanoja sisältävää luetteloa vasten. Tarkistus tapahtuu suojatusti ja yksityisyyttä kunnioittaen, eikä Apple saa tietoonsa tilejäsi eikä salasanojasi. Apple lähettää laitteellesi luettelon yleisistä salasanoista, jotka ovat olleet osana tietovuotoa. Laitteesi lähettää salasanoistasi, jotka eivät ole luettelossa, laskettuja tietoja Applelle tarkistettavaksi, ovatko ne osana tietovuotoa. Saat varoituksen, jos salasanojesi pääteltiin olleen mahdollisesti osana tietovuotoa. Varsinaisia salasanojasi ei koskaan jaeta Applelle eikä Apple tallenna salasanoistasi laskettuja tietoja. Voit laittaa tämän ominaisuuden pois päältä valitsemalla Asetukset > Salasanat > Suojaussuositukset.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Perangkat Anda dapat dengan aman menyimpan informasi akun yang tersimpan seperti kata sandi dan nama pengguna atau alamat email terkait Anda. Saat Anda diminta untuk memasukkan informasi akun, seperti di app atau situs web, perangkat Anda dapat membantu Anda memasukkan informasi secara otomatis. Informasi akun Anda dienkripsi di perangkat dan tidak dapat dilihat oleh Apple.\n\nPerangkat Anda dapat menyarankan tindakan yang dapat Anda ambil untuk meningkatkan kekuatan kata sandi. Misanya, perangkat dapat memberi tahu Anda bahwa kata sandi yang tersimpan bersifat lemah, digunakan berulang kali di beberapa akun, atau merupakan kata sandi yang umum digunakan. Saran ini hanya didasarkan pada pemrosesan yang dijalankan di perangkat Anda.\n\nPerangkat juga dapat memberi tahu Anda mengenai kata sandi yang mungkin berisiko keamanan dalam sebuah kebocoran data. Fitur ini menggunakan teknik kriptografis yang andal untuk memeriksa derivasi kata sandi Anda secara berkala di daftar kata sandi yang telah bocor dengan cara yang aman dan pribadi sehingga tidak memperlihatkan akun atau kata sandi Anda ke Apple. Apple juga akan mengirimi perangkat Anda daftar kata sandi umum yang terdapat di kebocoran data. Untuk kata sandi Anda yang tidak ada di daftar ini, perangkat Anda akan mengirimkan informasi yang dikalkulasi dari kata sandi Anda ke Apple untuk memeriksa apakah kata sandi tersebut berkemungkinan terdapat di kebocoran data. Anda akan diperingatkan mengenai kata sandi Anda yang telah disimpulkan terdapat di kebocoran data. Kata sandi Anda yang sebenarnya tidak pernah dibagikan dengan Apple dan Apple tidak menyimpan informasi yang dikalkulasi dari kata sandi Anda. Anda dapat menonaktifkan fitur ini kapan pun dengan membuka Pengaturan > Kata Sandi > Rekomendasi Keamanan.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Je apparaat kan je opgeslagen accountgegevens, zoals je wachtwoorden en bijbehorende gebruikersnamen of e‑mailadressen, veilig bewaren. Wanneer je wordt gevraagd om je accountgegevens in te voeren, zoals in een app of op een website, kan je apparaat je automatisch helpen bij het invoeren van je gegevens. Je accountgegevens staan versleuteld op je apparaat en kunnen niet door Apple worden bekeken.\n\nMogelijk stelt je apparaat voor dat je actie onderneemt om de sterkte van je wachtwoorden te verbeteren. Je apparaat kan je bijvoorbeeld laten weten dat een bewaard wachtwoord zwak is, voor meerdere accounts wordt gebruikt of een veelgebruikt wachtwoord is. Deze suggesties zijn uitsluitend gebaseerd op verwerking op je apparaat.\n\nJe apparaat kan je ook informeren over wacht­woorden die mogelijk deel uitmaken van een data­lek. Voor deze functie worden sterke crypto­grafische tech­nieken gebruikt om regel­matig afleidingen van je wacht­woorden te vergelijken met een lijst met gelekte wacht­woorden. Dit gebeurt op een veilige en vertrouwelijke manier waarbij je accounts of wacht­woorden niet met Apple worden gedeeld. Apple stuurt je apparaat een lijst met veel­gebruikte wacht­woorden die in data­lekken zijn gezien. Voor je wacht­woorden die niet in deze lijst staan, stuurt je apparaat informatie die is berekend op basis van je wacht­woorden naar Apple om te controleren of de wacht­woorden mogelijk gezien zijn in een data­lek. Je ontvangt een waar­schuwing als je wacht­woorden mogelijk gezien zijn in een data­lek. Je echte wacht­woorden worden nooit gedeeld met Apple en Apple bewaart de informatie die is berekend op basis van je wacht­woorden niet. Je kunt deze functie op elk gewenst moment uitschakelen door in Instellingen naar 'Wachtwoorden' > 'Beveiligingsadvies' te gaan.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "อุปกรณ์ของคุณสามารถจัดเก็บข้อมูลบัญชีที่บันทึกไว้ของคุณได้อย่างปลอดภัย เช่น รหัสผ่านและชื่อผู้ใช้หรือที่อยู่อีเมลที่ผูกกัน เมื่อคุณได้รับแจ้งให้ป้อนข้อมูลบัญชีของคุณ เช่น ในแอปหรือภายในเว็บไซต์ อุปกรณ์ของคุณ อุปกรณ์ของคุณสามารถช่วยคุณป้อนข้อมูลของคุณได้ ทั้งนี้ข้อมูลบัญชีของคุณจะได้รับการเข้ารหัสและ Apple ไม่สามารถดูได้\n\nอุปกรณ์ของคุณอาจแนะนำการดำเนินการสำหรับคุณเพื่อปรับปรุงให้รหัสผ่านของคุณคาดเดาได้ยากขึ้น ตัวอย่างเช่น อุปกรณ์ของคุณอาจแจ้งคุณว่ารหัสผ่านที่บันทึกไว้คาดเดาได้ง่าย มีการใช้ซ้ำกับหลายบัญชี หรือเป็นรหัสผ่านที่พบบ่อย คำแนะนำเหล่านี้จะอิงจากการประมวลผลที่เกิดขึ้นบนอุปกรณ์ของคุณเท่านั้น\n\nอุปกรณ์ของคุณอาจแจ้งคุณว่ารหัสผ่านมีความเสี่ยงต่อการรั่วไหลของข้อมูล คุณสมบัตินี้ใช้เทคนิคการเข้ารหัสที่แข็งแกร่งเพื่อตรวจสอบค่าที่ได้จากรหัสผ่านของคุณเทียบกับรายการรหัสผ่านที่มีการรั่วไหลด้วยวิธีที่ปลอดภัยและเป็นส่วนตัวอยู่เป็นประจำ โดยไม่เปิดเผยบัญชีหรือรหัสผ่านของคุณให้ Apple ทราบ Apple จะส่งรายการรหัสผ่านที่มีการรั่วไหลของข้อมูลที่พบบ่อยให้อุปกรณ์ของคุณ สำหรับรหัสผ่านของคุณที่ไม่อยู่ในรายการดังกล่าว อุปกรณ์ของคุณจะส่งข้อมูลที่คำนวณจากรหัสผ่านของคุณเพื่อให้ Apple ตรวจสอบว่ารหัสผ่านอาจทำให้ข้อมูลรั่วไหลได้หรือไม่ คุณจะได้รับคำเตือนเกี่ยวกับรหัสผ่านที่ระบุแล้วว่าอาจทำให้ข้อมูลรั่วไหลได้ โดยระบบจะไม่แชร์รหัสผ่านจริงของคุณกับ Apple และ Apple จะไม่จัดเก็บข้อมูลที่คำนวณจากรหัสผ่านของคุณ คุณสามารถปิดใช้งานคุณสมบัตินี้ได้ตลอดเวลาโดยไปที่การตั้งค่า > รหัสผ่าน > คำแนะนำความปลอดภัย\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Dispozitivul dvs. poate stoca în siguranță informațiile salvate în conturile dvs., precum parolele și numele de utilizator sau adresele de e‑mail asociate. Când vi se solicită să introduceți informațiile unui cont, precum într‑o aplicație sau pe un site web, dispozitivul vă poate ajuta automat să introduceți informațiile respective. Informațiile conturilor sunt criptate pe dispozitiv și nu pot fi accesate de Apple.\n\nDispozitivul vă poate sugera acțiuni pe care le puteți întreprinde pentru a îmbunătăți tăria parolelor dvs. De exemplu, dispozitivul vă poate informa că o parolă salvată este slabă, este refolosită pentru mai multe conturi sau că este o parolă frecvent utilizată. Aceste sugestii se bazează exclusiv pe procesarea care are loc pe dispozitivul dvs.\n\nDe asemenea, dispozitivul vă poate informa despre parolele care este posibil să fi fost compromise ca urmare a unei scurgeri de date. Această funcționalitate utilizează tehnici criptografice puternice pentru a căuta în mod regulat derivații ale parolelor dvs. într‑o listă de parole divulgate, într‑un mod securizat și privat, care nu dezvăluie către Apple conturile sau parolele dvs. Apple va trimite pe dispozitivul dvs. o listă de parole comune, care sunt prezente în scurgerile de date. Pentru parolele dvs. care nu se află în listă, dispozitivul va trimite informații calculate pe baza parolelor la Apple, pentru a verifica dacă acestea ar putea fi prezente într‑o scurgere de date. Veți primi avertismente pentru parolele pentru care se stabilește că există posibilitatea să se afle într‑o scurgere de date. Parolele efective nu sunt niciodată partajate cu Apple, iar Apple nu stochează informațiile calculate pe baza parolelor dvs. Puteți dezactiva oricând această funcționalitate accesând Configurări > Parole > Recomandări de securitate.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaš uređaj može sigurno pohraniti spremljene podatke računa, poput lozinki i pridruženih korisničkih imena ili e-mail adresa. Kada se od vas zatraži da unesete podatke o svom računu, primjerice u aplikaciji ili na web stranici, vaš uređaj može vam automatski pomoći da unesete svoje podatke. Podaci vašeg računa šifrirani su na vašem uređaju i Apple ih ne može pregledavati.\n\nVaš će uređaj možda predložiti neke postupke koje biste trebali poduzeti za poboljšanje snage svojih lozinki. Na primjer, vaš uređaj može vas obavijestiti da je spremljena lozinka slaba, da se koristi za više računa ili ona koju često koriste drugi korisnici. Ovi se prijedlozi temelje samo na obradi koja se događa na vašem uređaju.\n\nVaš uređaj može vas također obavijestiti o lozinkama koje su možda ugrožene pri curenju podataka. Ova značajka koristi jake kriptografske tehnike za redovito provjeravanje dijelova vaših lozinki na popisu kompromitiranih lozinki na siguran i privatan način koji Appleu ne otkriva vaše račune ili lozinke. Apple će na vaš uređaj poslati popis uobičajenih lozinki uz koje je došlo do curenja podataka. Za vaše lozinke koje nisu na ovom popisu, vaš će uređaj slati podatke izračunate iz vaših lozinki Appleu da provjeri je li možda uz te lozinke došlo do curenja podataka. Upozorit će vas se o vašim lozinkama za koje je utvrđeno da su možda bile dijelom curenja podataka. Vaše stvarne lozinke nikad se ne dijele s Appleom, a Apple ne pohranjuje podatke izračunate iz vaših lozinki. Ovu značajku možete bilo kada onemogućiti tako da otvorite Postavke > Lozinke > Sigurnosne preporuke.\n\nApple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "आपका डिवाइस आपकी सहेजी गई खाता जानकारी जैसे आपके पासवर्ड और संबद्ध यूज़र नेम या ईमेल पतों को सुरक्षित रूप से संग्रहित कर सकता है। जब आपको अपनी खाता जानकारी जैसे किसी ऐप में या वेबसाइट में दर्ज करने का संकेत दिया जाता है, तो आपका डिवाइस ऑटोमैटिकली आपको आपकी जानकारी दर्ज करने में मदद कर सकता है। आपकी खाता जानकारी आपके डिवाइस पर एंक्रिप्ट होती है और इसे Apple द्वारा नहीं देखा जा सकता है।\n\nआपका डिवाइस आपके पासवर्ड की शक्ति बेहतर करने के लिए आपको कार्रवाई सुझा सकता है। उदाहरण के लिए, आपका डिवाइस आपको सूचित कर सकता है कि सहेजा गया पासवर्ड कमजोर है, इसे कई खातों पर उपयोग किया गया है या यह सामान्य रूप से उपयोग होने वाला पासवर्ड है। ये सुझाव सिर्फ़ आपके डिवाइस पर होने वाली प्रोसेसिंग पर आधारित होते हैं।\n\nआपका डिवाइस आपको ऐसे पासवर्ड की भी सूचना दे सकता है जो हो सकता है कि डेटा लीक में कंप्रोमाइज़ हुए हों। ये फ़ीचर आपके खातों या पासवर्ड को Apple के सामने प्रकट न करने वाले सुरक्षित और निजी तरीके से लीक हुए पासवर्ड की सूची के समक्ष आपके पासवर्ड के रूपांतरों की नियमित जाँच करने के लिए मजबूत क्रिप्टोग्राफ़िक तकनीकों का उपयोग करता है। Apple आपके डिवाइस को डेटा लीक में देखे गए प्रचलित पासवर्ड की एक सूची भेजेगा। आपके ऐसे पासवर्ड के लिए जो इस सूची में मौजूद नहीं हैं, आपका डिवाइस आपके पासवर्ड से गणना की गई जानकारी को Apple के पास यह जाँच करने के लिए भेजेगा कि क्या पासवर्ड किसी डेटा लीक में मौजूद हो सकता है। आपको आपके उन पासवर्ड के लिए चेतावनी दी जाएगी जिनके डेटा लीक में होने की संभावना पाई गई है। आपके वास्तविक पासवर्ड Apple के साथ कभी शेयर नहीं किए जाते हैं और Apple आपके पासवर्ड से गणना की गई जानकारी को संग्रहित नहीं करता है। आप सेटिंग्ज़ > पासवर्ड > सुरक्षा अनुशंसा पर जाकर किसी भी समय यह फ़ीचर अक्षम कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "El teu dispositiu pot emmagatzemar de manera segura la informació relacionada amb el teu compte que hagis desat, per exemple, les contrasenyes i les adreces de correu electrònic o els noms d’usuari associats. Quan se’t demani que introdueixis la teva informació de compte en una app o en un lloc web, el teu dispositiu et pot ajudar a introduir la informació automàticament. La teva informació de compte s’encripta al dispositiu, i Apple no la pot veure.\n\nEl dispositiu et pot suggerir accions per augmentar la seguretat de les contrasenyes. Per exemple, et pot avisar si la contrasenya és poc segura, si s’utilitza en diversos comptes o si és d’ús habitual. Aquests suggeriments es fan exclusivament a partir de la informació que es processa al teu dispositiu.\n\nEl teu dispositiu també et pot avisar si s’han detectat contrasenyes en una filtració de dades. Aquesta funció utilitza potents tècniques criptogràfiques per comparar regularment les derivacions de les teves contrasenyes amb una llista de contrasenyes filtrades d’una manera segura i privada que no revela els teus comptes ni les teves contrasenyes a Apple. Apple enviarà al teu dispositiu una llista de contrasenyes comunes que apareixen a les filtracions de dades. Pel que fa a les teves contrasenyes que no apareguin a la llista, el dispositiu enviarà informació deduïda a partir de les teves contrasenyes a Apple perquè comprovi si les contrasenyes apareixen en alguna filtració de dades. Si es determina que les contrasenyes poden haver‑se filtrat, rebràs un avís. Les teves contrasenyes reals no es comparteixen mai amb Apple, i Apple no comparteix la informació deduïda a partir de les teves contrasenyes. Pots desactivar aquesta funció en qualsevol moment anant a l’app Configuració > Contrasenyes > Recomanacions de seguretat.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT_MAC" : [
      {
        "target" : "Dein Gerät ist in der Lage, deine gesicherten Account-Informationen (z. B. Passwörter und zugehörige Benutzernamen oder E-Mail-Adressen) sicher zu verwahren. Für den Fall, dass du zur Eingabe deiner Account-Informationen aufgefordert wirst (beispielsweise in einer App oder auf einer Website), kannst du dafür sorgen, dass dein Gerät diese Informationen automatisch für dich eingibt. Deine Account-Informationen werden auf deinem Gerät verschlüsselt und können von Apple nicht eingesehen werden.\n\nMöglicherweise schlägt dir dein Gerät Aktionen vor, wie du die Stärke deiner Passwörter verbessern kannst. Dein Gerät kann dich zum Beispiel informieren, dass ein gesichertes Passwort schwach ist, dass es für mehrere Accounts verwendet wird oder dass es sich dabei um ein allgemein gebräuchliches Passwort handelt. Alle diese Vorschläge basieren einzig auf der Verarbeitung, die auf deinem Gerät erfolgt.\n\nMöglicherweise informiert dich dein Gerät auch über Passwörter, die infolge einer Datenpanne oder Datenschutzverletzung kompromittiert wurden. Diese Funktion basiert auf robusten Verschlüsselungstechniken, mit denen deine Passwörter ausgehend von einer Liste kompromittierter Passwörter regelmäßig auf Ableitungen hin überprüft werden; dies geschieht in einer abgeschirmten und privaten Weise, bei der deine Accounts oder Passwörter Apple gegenüber nicht offengelegt werden. Apple übermittelt an dein Gerät eine Liste gebräuchlicher Passwörter, die Gegenstand von Datenpannen oder Datenschutzverletzungen waren. Für deine Passwörter, die in dieser Liste nicht enthalten sind, sendet dein Gerät Informationen, die sich aus deinen Passwörtern ergeben, an Apple, um dort prüfen zu lassen, ob diese Passwörter Gegenstand einer Datenpanne oder Datenschutzverletzung sind. Wenn sich der Verdacht ergibt, dass deine Passwörter infolge einer Datenpanne oder Datenschutzverletzung kompromittiert wurden, erhältst du eine entsprechende Warnung. Die tatsächlichen Passwörter werden in keinem Fall mit Apple geteilt und Apple speichert die Informationen, die sich aus deinen Passwörtern ergeben, nicht. Du kannst diese Funktion jederzeit deaktivieren, indem du „Safari“ > „Einstellungen“ > „Passwörter“ wählst.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "המכשיר יכול לאחסן באופן מאובטח את פרטי החשבון השמורים שלך, כגון סיסמאות, שמות משתמש וכתובות דוא״ל. כאשר עליך להזין את פרטי החשבון, למשל ביישום או באתר אינטרנט, המכשיר יכול לעזור לך להזין את הפרטים באופן אוטומטי. פרטי החשבון שלך מוצפנים במכשיר ואין ל-Apple אפשרות לראות אותם.\n\nהמכשיר עשוי להציע לך לבצע פעולות כדי לחזק את הסיסמאות. לדוגמה, המכשיר עשוי ליידע אותך שהסיסמה ששמרת חלשה, שהיא הייתה כבר בשימוש בחשבונות מרובים, או שהיא סיסמה נפוצה. הצעות אלו מבוססות רק על עיבוד המתבצע במכשיר.\n\nהמכשיר עשוי גם ליידע אותך בנוגע לחשיפה אפשרית של הסיסמה עקב אירוע של דליפת נתונים. מאפיין זה משתמש בטכניקות קריפטוגרפיה חזקות כדי לחפש באופן קבוע, בדרך מאובטחת ופרטית שאינה חושפת בפני Apple את החשבונות או הסיסמאות שלך, אחר נגזרות של הסיסמאות שלך אל מול רשימת סיסמאות שדלפו. ‏Apple תשלח למכשיר רשימה של סיסמאות נפוצות המופיעות באירועים של דליפת נתונים. עבור סיסמאות שלך שאינן מופיעות ברשימה זו, המכשיר ישלח מידע שחושב מהסיסמאות שלך אל Apple כדי לבדוק אם הן נחשפו באירוע של דליפת נתונים. אזהרה תישלח אליך לגבי סיסמאות שנקבע כי יתכן שנחשפו באירוע של דליפת נתונים. הסיסמאות עצמן לעולם לא משותפות עם Apple, ו-Apple אינה מאחסנת את המידע שחושב מהסיסמאות. ניתן לבטל מאפיין זה בכל עת על-ידי מעבר אל Safari > ״העדפות״ > ״סיסמאות״.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/privacy",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated user names or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device, and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal your accounts or passwords to Apple. Apple will send a list of common passwords that are present in data leaks to your device. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Safari > Preferences > Passwords.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكن لجهازك تخزين معلومات حسابك المحفوظة بشكل آمن مثل كلمات السر وأسماء المستخدمين أو عناوين البريد الإلكتروني المرتبطة. عندما يُطلب منك إدخال معلومات حسابك، على سبيل المثال في تطبيق أو داخل موقع ويب، فقد يساعدك جهازك تلقائيًا في إدخال معلوماتك. تكون معلومات حسابك مشفرة على جهازك، ولا يمكن لشركة Apple عرضها.\n\nقد يقترح جهازك إجراءات عليك اتخاذها لتحسين قوة كلمات السر. على سبيل المثال، قد يخبرك جهازك بأن كلمة السر المحفوظة ضعيفة أو مستخدمة في عبر حسابات متعددة أو أنها كلمة سر شائعة الاستخدام. تعتمد هذه الاقتراحات على المعالجة التي تحدث على جهازك فقط.\n\nقد يخبرك جهازك أيضًا بكلمات السر التي ربما تعرضت لتسريب بيانات. تستخدم هذه الميزة تقنيات تشفير قوية للتحقق بانتظام من اشتقاقات كلمات السر مقابل قائمة بكلمات السر المسربة بطريقة آمنة وخاصة لا تكشف لشركة Apple عن حساباتك أو كلمات السر الخاصة بك. سترسل Apple إلى جهازك قائمة بكلمات السر الشائعة الموجودة ضمن بيانات مسربة. بالنسبة إلى كلمات السر غير الموجودة في هذه القائمة، سيرسل جهازك معلومات محسوبة من كلمات السر الخاصة بك إلى Apple للتحقق مما إذا كانت كلمات السر موجودة ضمن بيانات مسربة. سيتم تحذيرك إذا كانت لديك كلمات سر يُحتمل أن تكون ضمن بيانات مسربة. لا تتم مشاركة كلمات السر الفعلية مع Apple مطلقًا، ولا تُخزِّن Apple المعلومات المحسوبة من كلمات السر الخاصة بك. يمكنك تعطيل هذه الميزة في أي وقت بالانتقال إلى Safari > التفضيلات > كلمات السر.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Η συσκευή σας μπορεί να αποθηκεύει με ασφάλεια τις αποθηκευμένες πληροφορίες του λογαριασμού σας, π.χ. συνθηματικά και συσχετισμένα ονόματα χρήστη ή διευθύνσεις email. Όταν σας ζητηθεί να εισαγάγετε τα στοιχεία λογαριασμού σας, π.χ. σε μια εφαρμογή ή έναν ιστότοπο, η συσκευή σας μπορεί να σας βοηθήσει αυτόματα να εισαγάγετε τα στοιχεία σας. Τα στοιχεία λογαριασμού σας είναι κρυπτογραφημένα στη συσκευή σας και δεν είναι δυνατή η προβολή τους από την Apple.\n\nΗ συσκευή σας μπορεί να προτείνει ενέργειες που μπορείτε να κάνετε για να βελτιώσετε την ισχύ των συνθηματικών σας. Για παράδειγμα, η συσκευή σας μπορεί να σας ενημερώσει ότι ένα αποθηκευμένο συνθηματικό είναι ασθενές, χρησιμοποιείται σε πολλούς λογαριασμούς ή είναι ένα συνηθισμένο συνθηματικό. Αυτές οι προτάσεις βασίζονται αποκλειστικά στην επεξεργασία που πραγματοποιείται στη συσκευή σας.\n\nΗ συσκευή σας μπορεί επίσης να σας ενημερώσει για συνθηματικά που ενδέχεται να έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Αυτή η δυνατότητα χρησιμοποιεί ισχυρές κρυπτογραφικές τεχνικές για να ελέγχει τακτικά παραλλαγές των συνθηματικών που έχουν διαρρεύσει σε αντιπαραβολή με μια λίστα συνθηματικών, με ασφαλή και ιδιωτικό τρόπο που δεν αποκαλύπτει τους λογαριασμούς ή τα συνθηματικά σας στην Apple. Η Apple θα στείλει στη συσκευή σας μια λίστα συνηθισμένων συνθηματικών που έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Για τα συνθηματικά σας που δεν περιλαμβάνονται σε αυτήν τη λίστα, η συσκευή σας θα στείλει πληροφορίες που έχουν υπολογιστεί από τα συνθηματικά σας στην Apple για να ελεγχθεί αν τα συνθηματικά έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Θα λάβετε προειδοποίηση αν προσδιοριστεί ότι τα συνθηματικά σας ίσως να έχουν εμφανιστεί σε περιστατικά διαρροής δεδομένων. Τα πραγματικά συνθηματικά σας δεν κοινοποιούνται ποτέ στην Apple και η Apple δεν αποθηκεύει τις πληροφορίες που υπολογίζονται από τα συνθηματικά σας. Αν θέλετε να απενεργοποιήσετε αυτήν τη δυνατότητα οποιαδήποτε στιγμή, μεταβείτε στο «Safari» > «Προτιμήσεις» > «Συνθηματικά».\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "デバイスには、パスワードおよび関連付けられたユーザ名やメールアドレスなどの保存済みのアカウントの情報を安全に保存することができます。AppやWebサイトでアカウント情報を入力するように求められたときに、デバイスが自動的に個人情報を入力する場合があります。アカウント情報はデバイス上で暗号化されており、Appleが見ることはできません。\n\nパスワードを強化するための行動をデバイスから提案される場合があります。例えば、保存したパスワードの安全性が低い、複数のアカウントで再利用されている、ありふれたパスワードである、といったメッセージが表示されることがあります。これらの提案はデバイス上の処理にのみ基づいています。\n\nまた、データ漏洩によりパスワードが流出したおそれがあるというメッセージが表示されることがあります。この機能は強力な暗号技術を使用しており、パスワードから導出した情報を流出したパスワードのリストと定期的に照合します。照合は安全性とプライバシーを確保した方法で行われ、アカウントやパスワードがAppleに見られることはありません。Appleはあなたのデバイスに、漏洩したデータに含まれているありふれたパスワードのリストを送ります。このリストにないパスワードについては、デバイスがパスワードから計算した情報をAppleに送り、漏洩したデータにパスワードが含まれていないかをチェックします。あなたのパスワードが漏洩したデータに含まれているおそれがある場合は警告が表示されます。パスワード自体は決してAppleと共有されず、あなたのパスワードから計算された情報をAppleが保存することはありません。この機能は、“Safari”＞“環境設定”＞“パスワード”からいつでも無効にできます。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated user names or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device, and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts, or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal to Apple your accounts or passwords. Apple will send to your device a list of common passwords that are present in data leaks. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Safari > Preferences > Passwords.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Ваш пристрій може безпечно зберігати збережену облікову інформацію, наприклад паролі та пов’язані імена користувачів і адреси е-пошти. Коли ви отримуєте запит на введення облікової інформації, наприклад у програмі чи на вебсайті, ваш пристрій може автоматично допомогти ввести цю інформацію. Ваша облікова інформація шифрується на вашому пристрої, і Apple не може переглядати її.\n\nВаш пристрій може запропонувати заходи, які ви можете прийняти, щоб покращити безпечність ваших паролів. Наприклад, пристрій може повідомити вас, що збережений пароль слабкий, використовується в інших облікових записах або занадто типовий. Ці рекомендації базуються на обробці даних, що відбувається тільки на вашому пристрої.\n\nВаш пристрій також може повідомляти про паролі, що можуть міститись у витоках даних. Ця функція покладається на потужні криптографічні технології, регулярно перевіряючи похідні ваших паролів у списках витоків паролів. Це виконується безпечним і приватним способом без передавання ваших облікових записів і паролів до Apple. Apple надсилатиме на ваш пристрій список типових паролів, наявних у відомих витоках даних. Щодо тих ваших паролів, які не наявні в цьому списку, ваш пристрій надсилатиме до Apple інформацію, обчислену з ваших паролів, щоб перевірити їхню наявність у витоках даних. Ви отримаєте попередження про паролі, визначені як потенційно наявні у витоку даних. Фактичні паролі в жодному разі не передаються в Apple, і Apple не зберігає інформацію, обчислену з ваших паролів. Ви можете будь-коли вимкнути цю функцію, перейшовши в Safari > Параметри > Паролі.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Tu dispositivo puede almacenar de forma segura la información guardada en tu cuenta, como tus contraseñas, nombres de usuario o direcciones de correo electrónico asociados. Cuando se te solicite introducir información de tu cuenta, por ejemplo, en una app o sitio web, tu dispositivo puede ayudarte a introducir tu información automáticamente. La información de tu cuenta está cifrada en tu dispositivo y Apple no tiene acceso a ella.\n\nEs posible que tu dispositivo te sugiera acciones específicas con el fin de mejorar la seguridad de tus contraseñas. Por ejemplo, tu dispositivo puede avisarte que una de tus contraseñas guardadas es poco segura, que se reutiliza en varias cuentas o que es una contraseña común. Estas sugerencias se basan únicamente en un análisis realizado en tu dispositivo.\n\nEl dispositivo también puede informarte sobre contraseñas que pueden haber sido comprometidas en una filtración de datos. Esta función utiliza técnicas de criptografía avanzadas para revisar regularmente las derivaciones de tus contraseñas en una lista de contraseñas filtradas, de forma segura y privada que no revela a Apple tus cuentas o contraseñas. Apple enviará a tu dispositivo una lista de contraseñas comunes que están presentes en las filtraciones de datos. En caso de que las contraseñas que no estén en esta lista, tu dispositivo enviará a Apple información calculada a partir de tus contraseñas para comprobar si éstas pueden estar presentes en una filtración de datos. Se te avisará si se determina que tus contraseñas pueden estar en una filtración de datos. Tus contraseñas nunca se comparten con Apple, quien no almacena la información calculada a partir de tus contraseñas. Puedes desactivar esta función en cualquier momento en Safari > Preferencias > Contraseñas.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "您的设备可以安全地储存您所存储的帐户信息，例如密码和关联的用户名或电子邮件地址。当您收到输入帐户信息的提示时（例如在App或网站中），设备可能会自动帮您输入相关信息。帐户信息在设备上加密，Apple无法看到。\n\n设备可能建议您采取操作来提高密码的强度。例如，设备可能提醒您存储的密码强度太弱、在多个帐户中重复使用或者较为常用。这些建议完全基于设备端处理技术。\n\n设备还可能提醒您密码可能在数据泄露中出现过。该功能使用强大的加密技术定期将您的派生密码与泄露密码列表进行对照检查，整个过程以安全和隐私的方式进行，不会向Apple透露您的帐户或密码。Apple将向您的设备发送在数据泄露中出现过的常用密码列表。如果您的密码不在此列表中，设备将向Apple发送基于您密码计算出的信息以检查密码是否可能在数据泄露中出现过。如果确定您的密码可能在数据泄露中出现过，您将会收到警告。您的实际密码永不会与Apple共享，Apple也不会储存基于您密码计算出的信息。您可以随时停用此功能，方法是前往“Safari浏览器”>“偏好设置”>“密码”。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "El dispositivo puede almacenar de manera segura la información de cuenta guardada, como las contraseñas y los nombres de usuario o direcciones de correo electrónico asociadas. Cuando se te pida que introduzcas la información de la cuenta, como en una app o dentro de un sitio web, el dispositivo puede ayudarte e introducirla automáticamente. Tu información de cuentas está encriptada en tu dispositivo y Apple no puede verla.\n\nEl dispositivo te puede sugerir acciones para mejorar la seguridad de tus contraseñas. Por ejemplo, puede informarte de que una contraseña guardada no es segura, de que se utiliza en varias cuentas o de que es una contraseña de uso común. Estas sugerencias se basan únicamente en el procesamiento que se realiza en el dispositivo.\n\nEl dispositivo también puede informarte de contraseñas que pueden haberse hecho públicas en una filtración de datos. Esta función utiliza sólidas técnicas criptográficas para comprobar periódicamente si se han realizado derivaciones de tus contraseñas en una lista de contraseñas filtradas, todo ello de una forma privada y segura que no facilita a Apple tus cuentas ni contraseñas. Apple enviará a tu dispositivo una lista de contraseñas comunes que aparecen en filtraciones de datos. Si tus contraseñas no aparecen en esa lista, el dispositivo enviará a Apple información calculada a partir de tus contraseñas para comprobar si podrían estar incluidas en alguna filtración de datos. Se te avisará si se determina que tus contraseñas podrían aparecer en alguna filtración de datos. Tus contraseñas reales nunca se comparten con Apple, que tampoco almacena la información calculada a partir de tus contraseñas. Esta función se puede desactivar en cualquier momento en Safari > Preferencias > Contraseñas.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "O seu dispositivo pode armazenar com segurança as informações salvas da sua conta, tais como senhas e nomes de usuário ou endereços de e-mail associados. Quando você for solicitado a digitar informações da sua conta, como em um app ou site, o seu dispositivo poderá ajudá-lo automaticamente a inserir suas informações. Suas informações de conta são criptografadas no seu dispositivo e não podem ser vistas pela Apple.\n\nO seu dispositivo pode sugerir ações para você realizar a fim de melhorar a força das suas senhas. Por exemplo, o dispositivo pode informar que uma senha salva é fraca, é reutilizada em várias contas ou é uma senha de uso comum. Tais sugestões têm base somente no processamento que ocorre no dispositivo.\n\nO seu dispositivo também pode informar sobre senhas que podem ter sido comprometidas em um vazamento de dados. Esse recurso usa técnicas poderosas de criptografia para verificar regularmente, com segurança e privacidade, derivações das suas senhas com base em uma lista de senhas vazadas, sem revelar à Apple suas contas ou senhas. A Apple enviará ao dispositivo uma lista de senhas comuns presentes em vazamentos de dados. Para as suas senhas que não estão nessa lista, o dispositivo enviará à Apple informações calculadas a partir das suas senhas para verificar se as senhas podem estar presentes no vazamento de dados. Você receberá um aviso se houver a possibilidade das suas senhas estarem em um vazamento de dados. Suas senhas verdadeiras jamais são compartilhadas com a Apple e a Apple não armazena as informações calculadas a partir das suas senhas. Você pode desativar esse recurso a qualquer momento em Safari > Preferências > Senhas.\n\nA todos os momentos, as informações coletadas pela Apple serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Din enhed kan lagre dine gemte kontooplysninger sikkert, f.eks. dine adgangskoder og tilknyttede brugernavne eller e-mailadresser. Når du bliver bedt om at indtaste dine kontooplysninger, f.eks. i en app eller på et websted, kan din enhed muligvis automatisk hjælpe dig med at indtaste dine oplysninger. Dine kontooplysninger krypteres på din enhed og kan ikke ses af Apple.\n\nDin enhed foreslår muligvis handlinger, du skal udføre for at forbedre dine adgangskoders styrke. For eksempel kan din enhed muligvis informere dig om, at en gemt adgangskode er svag, bliver genbrugt på tværs af flere konti eller er en almindeligt anvendt adgangskode. Disse forslag er udelukkende baseret på behandling, der forekommer på din enhed.\n\nDin enhed kan også informere dig om adgangskoder, der kan være blevet kompromitteret i forbindelse med en datalæk. Denne funktion bruger stærke kryptografiske teknikker til regelmæssigt at kontrollere afledninger af dine adgangskoder i henhold til en liste over lækkede adgangskoder på en sikker og privat måde, som ikke afslører dine konti eller adgangskoder for Apple. Apple sender din enhed en liste over almindelige adgangskoder, der er en del af en datalæk. I forbindelse med dine adgangskoder, der ikke findes på denne liste, sender din enhed oplysninger, der er beregnet ud fra dine adgangskoder til Apple, for at kontrollere, om adgangskoderne kan være en del af en datalæk. Du vil blive advaret om dine adgangskoder, der afgøres til muligvis at være en del af en datalæk. Dine faktiske adgangskoder deles aldrig med Apple, og Apple lagrer ikke de oplysninger, der beregnes ud fra dine adgangskoder. Du kan altid deaktivere denne funktion ved at gå til Safari > Indstillinger > Adgangskoder.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Il tuo dispositivo può archiviare in modo sicuro le informazioni relative agli account che salvi, come le password e i nomi utente o gli indirizzi e‑mail associati. Quando ti viene chiesto di inserire le informazioni del tuo account, ad esempio in un'app o in un sito web, il tuo dispositivo potrebbe aiutarti automaticamente a inserirle. Le informazioni del tuo account sono protette tramite crittografia sul tuo dispositivo e non possono essere visualizzate da Apple.\n\nIl tuo dispositivo potrebbe suggerirti azioni da intraprendere per migliorare la sicurezza delle tue password. Ad esempio, il tuo dispositivo potrebbe informarti che una password salvata è debole, che è stata riutilizzata su più account o che è una password di uso comune. Questi suggerimenti si basano esclusivamente su un'elaborazione che avviene sul dispositivo.\n\nIl dispositivo potrebbe anche informarti di password che potrebbero essere state compromesse in una fuga di dati. Questa funzionalità utilizza tecniche di crittografia avanzate per controllare regolarmente le derivazioni delle tue password e confrontarle con un elenco di password coinvolte in fughe di dati. L'operazione avviene in modo sicuro e privato e non rivela ad Apple i tuoi account o le tue password. Apple invierà al tuo dispositivo un elenco di password comuni che sono state coinvolte in fughe di dati. Per le tue password che non sono in questo elenco, il dispositivo invierà ad Apple delle informazioni calcolate dalle tue password per verificare se potrebbero essere presenti in una fuga di dati. Se viene determinato che le tue password potrebbero essere state coinvolte in una fuga di dati, riceverai un avviso. Le tue password effettive non vengono mai condivise con Apple e Apple non archivia le informazioni calcolate da esse. Puoi disabilitare questa funzionalità in qualsiasi momento andando in Safari > Preferenze > Password.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "Vaše zariadenie dokáže bezpečne uchovávať informácie o vašich uložených účtoch, napríklad heslá a súvisiace užívateľské mená alebo emailové adresy. Keď sa v apke alebo na webovej stránke zobrazí výzva na zadanie informácií o účte, vaše zariadenie vám môže pomôcť automaticky zadať vaše údaje. Informácie o vašich účtoch sú na zariadení zašifrované a spoločnosť Apple ich nevidí.\n\nVaše zariadenie vám môže poskytnúť návrhy na vytvorenie silnejšieho hesla. Môže vás napríklad informovať, že uložené heslo je slabé, používa sa vo viacerých účtoch alebo sa jedná o bežne používané heslo. Tieto návrhy vychádzajú zo spracovania dát, ktoré prebieha výhradne na vašom zariadení.\n\nVaše zariadenie vás tiež môže upozorniť na heslá, ktoré mohli byť súčasťou úniku dát. Táto funkcia pomocou účinných šifrovacích techník pravidelne vyhľadáva deriváty vašich hesiel na zoznamoch uniknutých hesiel bezpečným a súkromným spôsobom, ktorý spoločnosti Apple neumožňuje vidieť vaše účty ani heslá. Spoločnosť Apple pošle na vaše zariadenie zoznam bežných hesiel, ktoré sa nachádzajú na zoznamoch uniknutých dát. Z vašich hesiel, ktoré sa nenašli na tomto zozname, vaše zariadenie vypočíta informácie, ktoré pošle späť spoločnosti Apple. Na ich základe potom spoločnosť Apple skontroluje, či sú vaše heslá medzi uniknutými dátami. Na tie, ktoré mohli byť súčasťou úniku dát, budete upozornení. Vaše skutočné heslá nie sú nikdy zdieľané so spoločnosťou Apple a spoločnosť Apple neuchováva informácie vypočítané z vašich hesiel. Túto funkciu môžete kedykoľvek vypnúť v Safari > Nastavenia > Heslá.\n\nS informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "O seu dispositivo pode armazenar em segurança a informação guardada sobre a sua conta, como palavras‑passe e nomes de utilizador ou endereços de e‑mail associados. Quando lhe é solicitado que introduza informação sobre a sua conta, como numa aplicação ou num website, o seu dispositivo poderá ajudar automaticamente a introduzir a informação. A informação sobre a sua conta é cifrada no dispositivo e não pode ser visualizada pela Apple.\n\nO seu dispositivo pode sugerir‑lhe ações para melhorar a segurança das suas palavras‑passe. Por exemplo, o dispositivo pode informá-lo de que uma palavra-passe guardada é fraca, está a ser reutilizada em vários dispositivos ou é uma palavra-passe comum. Estas sugestões baseiam‑se unicamente no processamento realizado no dispositivo.\n\nO seu dispositivo também poderá informar sobre palavras‑passe que possam ter sido comprometidas numa fuga de dados. Esta funcionalidade usa técnicas criptográficas rigorosas para comparar regularmente derivações das suas palavras‑passe com uma lista de palavras‑passe divulgadas, de uma forma segura e privada que não revela as suas contas e palavras‑passe à Apple. A Apple enviará para o seu dispositivo uma lista de palavras‑passe comuns que estão presentes em fugas de dados. No caso das palavras‑passe que não estão na lista, o seu dispositivo enviará à Apple informação calculada a partir das suas palavras‑passe para verificar se estas poderão estar presentes numa fuga de dados. Receberá avisos sobre as palavras‑passe que possam estar envolvidas numa fuga de dados. As suas palavras‑passe efetivas nunca são partilhadas com a Apple, e a Apple não armazena a informação calculada a partir das suas palavras‑passe. Pode desativar esta funcionalidade em qualquer altura em Safari > Preferências > Palavras‑passe.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Peranti anda boleh menyimpan secara selamat maklumat akaun disimpan anda seperti kata laluan dan nama pengguna dikaitkan atau alamat e-mel anda. Apabila anda digesa untuk memasukkan maklumat akaun anda, seperti dalam app atau dalam tapak web, peranti anda mungkin membantu anda memasukkan maklumat secara automatik. Maklumat akaun anda disulitkan pada peranti anda dan tidak boleh dilihat oleh Apple.\n\nPeranti anda mungkin mencadangkan tindakan untuk anda ambil bagi meningkatkan kekuatan kata laluan anda. Contohnya, peranti anda mungkin memaklumkan anda bahawa kata laluan yang disimpan adalah lemah, digunakan semula merentas berbilang akaun atau kata laluan yang biasa digunakan. Cadangan ini hanya berdasarkan pemprosesan yang berlaku pada peranti anda.\n\nPeranti anda juga mungkin memaklumkan anda tentang kata laluan yang mungkin telah diceroboh dalam kebocoran data. Ciri ini menggunakan teknik kriptografi yang kukuh untuk menyemak derivasi kata laluan anda secara kerap terhadap senarai kata laluan terbocor dengan cara yang selamat dan peribadi yang tidak mendedahkan akaun atau kata laluan anda kepada Apple. Apple akan menghantar senarai kata laluan biasa yang hadir dalam kebocoran data kepada peranti anda. Untuk kata laluan anda yang tidak berada dalam senarai ini, peranti anda akan menghantar maklumat yang dikira daripada kata laluan anda kepada Apple untuk menyemak jika kata laluan tersebut hadir dalam kebocoran data. Anda akan diberi amaran tentang kata laluan anda jika ditentukan mungkin berada dalam kebocoran data. Kata laluan sebenar anda tidak akan dikongsi dengan Apple dan Apple tidak menyimpan maklumat yang dikira daripada kata laluan anda. Anda boleh menyahdayakan ciri ini pada bila-bila masa dengan pergi ke Safari > Keutamaan > Kata Laluan.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Din enhet kan lagra din sparade kontoinformation, som lösenord och associerade användarnamn eller e-postadresser, på ett säkert sätt. När du blir uppmanad att ange din kontoinformation, exempelvis i en app eller på en webbplats, kan din enhet automatiskt hjälpa dig att ange informationen. Din kontoinformation är krypterad på enheten och kan inte läsas av Apple.\n\nDin enhet kan föreslå åtgärder som du kan vidta för att öka styrkan hos dina lösenord. Din enhet kan exempelvis informera dig om att ett sparat lösenord är svagt, återanvänds i flera konton eller är ett vanligt lösenord som ofta används. Dessa förslag baseras helt och hållet på bearbetning som sker på din enhet.\n\nEnheten kan också informera dig om lösenord som kan ha äventyrats i en dataläcka. Den här funktionen använder starka kryptografiska tekniker för att regelbundet jämföra deriveringar av dina lösenord med en lista över läckta lösenord på ett säkert och privat sätt som inte avslöjar dina konton eller lösenord för Apple. Apple skickar en lista med vanliga lösenord som finns i dataläckor till din enhet. För dina lösenord som inte finns på denna lista skickar din enhet information som har beräknats från dina lösenord till Apple för att kontrollera om lösenorden kan finnas i en dataläcka. Du blir varnad om det bedöms att dina lösenord kan finnas i en dataläcka. Dina faktiska lösenord delas aldrig med Apple och Apple lagrar inte informationen som har beräknats från dina lösenord. Du kan när som helst avaktivera den här funktionen genom att öppna Safari > Inställningar > Lösenord.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "Vaše zařízení umožňuje bezpečné uchování vašich uložených informací o účtech, například vaše hesla a s nimi sdružená uživatelská jména nebo e‑mailové adresy. Jakmile se zobrazí výzva k zadání informací o účtu, například v některé aplikaci nebo na webových stránkách, může vám zařízení automaticky usnadnit zadání těchto informací. Informace o účtu se na zařízení ukládají v zašifrované podobě a společnost Apple je nemůže zobrazit.\n\nZařízení vám může navrhovat doporučené akce k zesílení vašich hesel. Může vás například informovat, že uložené heslo je slabé, používá se pro více různých účtů nebo patří k heslům, která často používají i jiní uživatelé. Tato doporučení jsou založena výhradně na zpracování probíhajícím na vašem zařízení.\n\nZařízení vás také může informovat o heslech, která mohla být odhalena při úniku dat. Tato funkce pomocí metod silného šifrování pravidelně kontroluje varianty odvozené od vašich hesel a porovnává je se seznamem uniklých hesel. To vše provádí bezpečným a diskrétním způsobem, který společnosti Apple neumožňuje zobrazit data z vašich účtů ani samotná hesla. Společnost Apple zašle na vaše zařízení seznam běžně používaných hesel, u nichž došlo k úniku. Z vašich hesel, která se v tomto seznamu nenacházejí, vypočte speciální zašifrovaný kód, který zašle společnosti Apple ke kontrole, zda u těchto hesel nemohlo dojít k úniku. Pro hesla, u nichž je možnost úniku pravděpodobná, obdržíte varování. Samotná vaše hesla nejsou společnosti Apple nikdy sdělována a společnost Apple neukládá ani informace vypočtené na základě vašich hesel. Tuto funkci můžete kdykoli vypnout v nabídce Safari > Předvolby > Hesla.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 기기는 암호 및 연계된 사용자 이름 또는 이메일 주소와 같은 저장된 계정 정보를 안전하게 보관할 수 있습니다. 앱이나 웹 사이트에서와 같이 계정 정보 입력을 요청하는 메시지가 나타나면 기기가 사용자의 정보를 자동으로 입력하도록 할 수 있습니다. 기기에 있는 사용자의 계정 정보는 암호화되어 있으며 Apple이 볼 수 없습니다.\n\n기기는 암호를 더욱 강력하게 만들기 위한 동작을 사용자에게 제안할 수 있습니다. 예를 들어, 기기는 저장된 암호가 취약하거나, 다수의 계정에서 사용되고 있다거나, 흔히 쓰이는 암호라는 사실을 사용자에게 알릴 수 있습니다. 이러한 제안은 오로지 기기상에서 실행되는 처리 과정을 통해서 이루어집니다.\n\n기기는 또한 데이터 유출로 위험한 상태에 있는 암호를 사용자에게 알릴 수 있습니다. 이러한 기능은 강력한 암호화 기술을 사용하여 안전하고 비공개적인 방법으로, 정기적으로 사용자의 암호에서 도출한 내용과 유출된 암호 목록을 대조합니다. 이 방법은 사용자의 계정과 암호를 Apple에 노출시키지 않습니다. Apple은 유출된 데이터에 존재하는 흔한 암호의 목록을 사용자의 기기로 전송합니다. 해당 목록에 없는 사용자의 암호를 대상으로 기기는 암호에서 산출한 정보를 Apple에 전송하여 해당 암호가 유출된 데이터에 존재하는지 확인합니다. 사용자는 유출된 데이터에 존재할 가능성이 있는 것으로 판명된 암호에 대한 경고를 받습니다. 사용자의 실제 암호는 Apple에 절대 공유되지 않으며, Apple은 암호에서 산출한 정보를 보관하지 않습니다. 이 기능은 Safari > 환경설정 > 암호로 이동하여 언제든지 비활성화할 수 있습니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Enheten din oppbevarer arkivert kontoinformasjon som passord og tilknyttede brukernavn og e-postadresser, på en sikker måte. Når du blir bedt om å skrive inn kontoinformasjonen din, for eksempel i en app eller på en nettside, kan enheten din hjelpe deg ved å automatisk fylle ut informasjonen. Kontoinformasjonen din krypteres på enheten og kan ikke ses av Apple.\n\nEnheten din kan foreslå hvordan du kan forbedre styrken på passordene dine. Enheten kan for eksempel informere deg om at et arkivert passord er svakt, brukes på flere kontoer eller et ofte brukt passord. Disse forslagene er kun basert på behandling som foregår på enheten din.\n\nEnheten din kan også informere deg dersom passordene dine kan ha blitt lekket. Denne funksjonen bruker kraftige krypteringsteknikker som jevnlig sjekker avledninger av passordene dine mot en liste over lekkede passord på en sikker måte som ikke viser kontoene eller passordene dine til Apple. Apple sender en liste over vanlige passord som er lekket, til enheten din. Hvis passordene dine ikke er på denne listen, sender enheten informasjon avledet fra passordene dine til Apple for å kontrollere om passordene kan være lekket. Du vil bli advart om passordene dine kan være lekket. De faktiske passordene dine deles aldri med Apple, og Apple oppbevarer ikke informasjon som er avledet fra passordene dine. Du kan deaktivere denne funksjonen når som helst ved å gå til Safari > Valg > Passord.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "Az eszköze biztonságosan tárolja az olyan mentett fiókinformációkat, mint a jelszavak és hozzájuk tartozó felhasználónevek vagy e-mail-címek. Amikor meg kell adnia a fiókinformációit, például egy appban vagy webhelyen, az eszköze automatikusan segíthet az információk megadásában. A fiókinformációi titkosítva vannak az eszközén, és azokat az Apple nem képes megtekinteni.\n\nAz eszköze különböző intézkedéseket javasolhat a jelszavai erősségének növelése érdekében. Például az eszköze értesítheti arról, hogy a mentett jelszó gyenge, több fiókban van használva, vagy egy általánosan használt jelszó. Ezek a javaslatok kizárólag az eszközén történő feldolgozáson alapulnak.\n\nAz eszköze arról is értesítheti, hogy a jelszavai megismerhetővé váltak egy esetleges adatszivárgásnál. Ez a funkció erős titkosítási technikák használatával rendszeresen ellenőrzi, hogy a jelszavainak származékai nem találhatók-e meg egy kiszivárgott jelszavakat tartalmazó listán. Mindezt biztonságos és privát módon teszi, amely nem fedi fel az Apple számára az Ön fiókjait és jelszavait. Az Apple küldeni fog az Ön eszközére egy listát, amely tartalmazza azokat a gyakori jelszavakat, amelyek részei voltak adatszivárgásoknak. A listán nem szereplő jelszavai esetében az eszköze a jelszavaiból kiszámított információkat fog küldeni az Apple-nek annak ellenőrzéséhez, hogy a jelszavai részei-e egy adatszivárgásnak. Figyelmeztetést fog kapni az olyan jelszavaival kapcsolatban, amelyek részesei lehettek egy adatszivárgásnak. A tényleges jelszavai soha nincsenek megosztva az Apple-lel, és az Apple nem tárolja a jelszavaiból kiszámított információkat. Ezt a funkciót bármikor letilthatja a Safari > Beállítások > Jelszavak lehetőséggel.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "你的裝置可以安全地保存你已儲存的帳户資料（例如密碼和相關的用户名稱或電郵地址）。當你被提示輸入帳户資料（例如在App或網站內），裝置可能會自動幫助你輸入資料。你的帳户資料會在裝置上被加密，且無法被Apple檢視。\n\n裝置可能會建議你執行動作以改進密碼強度。例如，裝置可能會通知你已儲存的密碼為低強度、在多個帳户上重用，或為廣泛使用的密碼。這些建議僅根據裝置上的處理。\n\n裝置亦可能會通知你密碼可能已在資料洩漏中被洩漏。此功能使用強大的加密技術來定期將你密碼的衍生結果與被洩漏的密碼列表進行比對，此操作會以安全而私密的方式進行，不會向Apple透露你的帳户和密碼。Apple會向你的裝置傳送包含在資料洩漏中出現的廣泛使用密碼列表。如你的密碼不在列表上，裝置會將用你的密碼計算之資料傳送至Apple，以檢查密碼是否可能在資料洩漏中出現。你將會收到警告表示密碼已被判定為可能在資料洩漏中出現。你實際的密碼永不會與Apple分享，且Apple不會儲存用你的密碼計算之資料。你可以隨時前往Safari >「偏好設定」>「密碼」來停用此功能。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Aygıtınız, parolalarınız ve ilişkili kullanıcı adları veya e-posta adresleri gibi kaydedilmiş hesap bilgilerinizi güvenli bir şekilde saklayabilir. Bir uygulamada veya web sitesinde hesap bilgileriniz girmeniz istendiğinde aygıtınız bilgilerinizi girmenize otomatik olarak yardımcı olabilir. Hesap bilgileriniz, aygıtınızda şifrelenir ve Apple tarafından görüntülenemez.\n\nAygıtınız, parolalarınızı daha güçlü kılmak için yapmanız gereken eylemler önerebilir. Örneğin aygıtınız kaydedilen bir parolanın zayıf olduğunu, birden fazla hesapta aynı parolanın kullanıldığını veya sık kullanılan parolalardan biri olduğunu bildirebilir. Bu öneriler yalnızca aygıtınızda gerçekleşen işlemeye dayalıdır.\n\nAygıtınız, bir veri sızıntısında riskli duruma düşmüş olabilecek parolalar hakkında da sizi bilgilendirebilir. Bu özellik, güçlü şifreleme tekniklerini kullanarak parolalarınızın türevlerini veri sızıntısındaki parolaların listesiyle, Apple’a hesaplarınızı veya parolalarınızı göstermeyen güvenli ve gizli bir biçimde düzenli olarak karşılaştırır. Apple, veri sızıntılarındaki yaygın parolaların bir listesini aygıtınıza gönderir. Bu listede olmayan parolalarınız için aygıtınız, parolalarınızdan hesaplanan bilgileri Apple’a gönderir. Apple, bu bilgileri parolaların veri sızıntısında olup olmadığını denetlemek için kullanır ve veri sızıntısında olması muhtemel parolalarınızla ilgili sizi uyarır. Gerçek parolalarınız asla Apple ile paylaşılmaz ve Apple, parolalarınızdan hesaplanan bilgileri saklamaz. Bu özelliği, Safari > Tercihler > Parolalar bölümüne giderek istediğiniz zaman etkisizleştirebilirsiniz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Twoje urządzenie może bezpiecznie przechowywać zapisane dane konta, takie jak hasła i powiązane nazwy użytkowników lub adresy email. Gdy pojawi się prośba o podanie danych konta, na przykład w aplikacji lub na stronie internetowej, urządzenie może automatycznie pomóc we wprowadzeniu tych danych. Dane Twojego konta są zaszyfrowane na Twoim urządzeniu i nie mogą być podejrzane przez Apple.\n\nTwoje urządzenie może sugerować działania, które możesz podjąć, aby poprawić moc haseł. Na przykład, urządzenie może informować, że zapisane hasło jest słabe, jest ponownie używane na wielu kontach lub jest hasłem powszechnie używanym. Te sugestie są oparte wyłącznie na przetwarzaniu danych na Twoim urządzeniu.\n\nTwoje urządzenie może również informować o hasłach, które pojawiły się w znanych wyciekach danych. Ta funkcja wykorzystuje zaawansowane techniki kryptograficzne, aby regularnie sprawdzać pochodne haseł na liście haseł, które pojawiły się w znanych wyciekach danych, w bezpieczny i prywatny sposób, który nie ujawnia firmie Apple Twoich kont ani haseł. Apple wysyła na Twoje urządzenie listę typowych haseł, które pojawiły się w znanych wyciekach danych. W przypadku haseł, których nie ma na tej liście, urządzenie wyśle do Apple informacje obliczone na podstawie Twoich haseł, aby sprawdzić, czy hasła pojawiły się w znanych wyciekach danych. Ostrzeżemy Cię, jeśli Twoje hasła pojawiły się w znanych wyciekach danych. Twoje prawdziwe hasła nigdy nie są udostępniane firmie Apple, a Apple nie przechowuje informacji obliczonych na ich podstawie. Możesz wyłączyć tę funkcję w dowolnym momencie, otwierając Safari > Preferencje > Hasła.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "您的裝置可以安全地保存已儲存的帳號資訊，例如您的密碼和相關的使用者名稱或電子郵件地址。當系統提示您輸入帳號資訊時（例如在App中或在網站上），裝置可以自動協助您輸入資訊。您的帳號資訊會在裝置上進行加密，Apple無法檢視這些資訊。\n\n您的裝置可能會建議您採取行動以改進密碼的強度。例如，裝置可能會通知您已儲存的密碼強度不足、在多部裝置間重複使用或者是常用的密碼。這些建議僅基於在裝置上發生的處理。\n\n您的裝置也可能會通知您因資料外洩而洩露的密碼。此功能使用強大的加密技術，以安全隱密的方式定期檢查外洩密碼列表，並比對您密碼的衍生狀況，而不會向Apple透露您的帳號或密碼。Apple會向您的裝置傳送資料外洩中存在的常用密碼列表。對於不在此列表中的密碼，您的裝置會將您的密碼計算出來的資訊傳送給Apple，以檢查密碼是否存在於資料外洩中。若您的密碼可能存在資料外洩，系統會對您發出警告。您的實際密碼永遠不會與Apple分享，且Apple不會儲存您的密碼所計算出來的資訊。您可以隨時前往Safari >「偏好設定」>「密碼」來停用此功能。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Your device can securely store your saved account information such as your passwords and associated usernames or email addresses. When you are prompted to enter your account information, such as in an app or within a website, your device may automatically help you enter your information. Your account information is encrypted on your device and cannot be viewed by Apple.\n\nYour device may suggest actions for you to take to improve the strength of your passwords. For example, your device may inform you that a saved password is weak, is reused across multiple accounts or is a commonly used password. These suggestions are based solely on processing that occurs on your device.\n\nYour device may also inform you of passwords that may have been compromised in a data leak. This feature uses strong cryptographic techniques to regularly check derivations of your passwords against a list of leaked passwords in a secure and private way that doesn’t reveal your accounts or passwords to Apple. Apple will send a list of common passwords that are present in data leaks to your device. For your passwords that are not in this list, your device will send information calculated from your passwords to Apple to check if the passwords may be present in a data leak. You will be warned about your passwords determined to possibly be in a data leak. Your actual passwords are never shared with Apple, and Apple does not store the information calculated from your passwords. You can disable this feature at any time by going to Safari > Preferences > Passwords.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Thiết bị của bạn có thể lưu trữ bảo mật thông tin tài khoản đã lưu của bạn, ví dụ như mật khẩu và tên người dùng hoặc địa chỉ email được liên kết. Khi bạn được nhắc nhập thông tin tài khoản, ví dụ như trong ứng dụng hoặc bên trong trang web, thiết bị của bạn có thể tự động giúp bạn nhập thông tin. Thông tin tài khoản của bạn được mã hóa trên thiết bị và Apple không thể xem được.\n\nThiết bị của bạn có thể gợi ý các tác vụ để bạn thực hiện nhằm cải thiện độ mạnh của mật khẩu. Ví dụ như thiết bị của bạn có thể thông báo rằng mật khẩu đã lưu yếu, được sử dụng lại trên nhiều tài khoản hoặc là mật khẩu được sử dụng phổ biến. Những gợi ý này được dựa hoàn toàn trên quá trình xử lý diễn ra trên thiết bị của bạn.\n\nThiết bị của bạn cũng có thể thông báo cho bạn rằng các mật khẩu có thể đã bị xâm phạm trong một vụ rò rỉ dữ liệu. Tính năng này sử dụng các kỹ thuật mã hóa mạnh để thường xuyên đối chiếu nguồn gốc các mật khẩu của bạn với danh sách các mật khẩu đã bị rò rỉ theo cách thức bảo mật và riêng tư, không hiển thị các tài khoản hoặc mật khẩu của bạn cho Apple. Apple sẽ gửi đến thiết bị của bạn một danh sách các mật khẩu phổ biến xuất hiện trong các vụ rò rỉ dữ liệu. Đối với các mật khẩu của bạn không có trong danh sách này, thiết bị của bạn sẽ gửi thông tin được tính toán từ các mật khẩu đến Apple để kiểm tra xem những mật khẩu đó có thể xuất hiện trong một vụ rò rỉ dữ liệu không. Bạn sẽ được cảnh báo về các mật khẩu được xác định là có khả năng xuất hiện trong một vụ rò rỉ dữ liệu. Các mật khẩu thực tế của bạn không được chia sẻ với Apple và Apple không lưu trữ thông tin được tính toán từ các mật khẩu của bạn. Bạn có thể tắt tính năng này bất kỳ lúc nào bằng cách đi tới Safari > Tùy chọn > Mật khẩu.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "Сохраненные сведения о Вашей учетной записи (связанные с ней имена пользователей, пароли и адреса электронной почты) безопасно хранятся на Вашем устройстве. Когда Вам будет предложено ввести данные учетной записи (в приложении или на веб-сайте), устройство может автоматически заполнить такую информацию. Информация о Вашей учетной записи хранится на устройстве в зашифрованном виде и недоступна компании Apple.\n\nУстройство может предлагать Вам принять меры для повышения надежности Ваших паролей. Например, устройство может информировать Вас о том, что сохраненный пароль ненадежен или используется несколькими учетными записями или что его легко угадать. Эти предложения основаны только на данных, обработанных на Вашем устройстве.\n\nУстройство также может предупредить Вас о том, что пароли могли быть скомпрометированы в результате утечки данных. Эта функция задействует надежные криптографические технологии для регулярной проверки производных Ваших паролей по списку украденных паролей. Это безопасный и конфиденциальный метод, благодаря которому Ваши пароли и учетные записи не раскрываются компании Apple. Apple отправит на Ваше устройство список часто используемых паролей, раскрытых в результате утечки данных. Если Ваших паролей нет в этом списке, устройство отправит на проверку в Apple информацию, рассчитанную на основе Ваших паролей, чтобы проверить, могли ли пароли быть раскрыты в результате утечки данных. Вы получите уведомление, если Ваши пароли могли быть раскрыты в результате утечки данных. Ваши настоящие пароли никогда не передаются в Apple, и Apple не хранит информацию, рассчитанную на основе Ваших паролей. Вы можете в любое время отключить эту функцию. Для этого откройте Safari > «Настройки» > «Пароли».\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com\/ru\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Votre appareil peut stocker sécuritairement les informations de vos comptes, telles que vos mots de passe et les adresses courriel ou noms d’utilisateur associés. Lorsque vous êtes invité à entrer les données d’identification de votre compte, comme dans une app ou sur un site Web, votre appareil peut vous aider automatiquement à entrer lesdites informations. Vos informations de compte sont chiffrées sur votre appareil et ne peuvent pas être consultées par Apple.\n\nVotre appareil peut formuler des suggestions pour améliorer la robustesse de vos mots de passe. Par exemple, votre appareil peut vous informer que l’un des mots de passe enregistrés n’est pas suffisamment robuste, qu’il est associé à plusieurs comptes ou qu’il s’agit d’un mot de passe couramment utilisé. Ces suggestions sont le fruit d’un traitement des données qui a lieu sur votre appareil uniquement.\n\nVotre appareil peut également vous indiquer des mots de passe qui ont été compromis dans le cadre d’une fuite de données. Cette fonctionnalité utilise des techniques robustes de chiffrement pour comparer régulièrement des variations de vos mots de passe avec une liste de mots de passe divulgués, et ce, d’une façon sécurisée et confidentielle qui ne révèle pas vos comptes et mots de passe à Apple. Apple enverra à votre appareil une liste de mots de passe courants qui ont été détectés dans le cadre de fuites de données. Pour les mots de passe qui ne figurent pas dans cette liste, votre appareil enverra des informations calculées à partir de vos mots de passe à Apple pour vérifier s’ils sont susceptibles de faire partie d’une fuite de données. Vous recevrez des informations sur vos mots de passe qui ont possiblement figuré dans une fuite de données. Vos mots de passe actuels ne sont jamais partagés avec Apple, et Apple ne stocke pas les informations calculées à partir de vos mots de passe. Vous pouvez désactiver cette fonctionnalité à tout moment en accédant à Safari > Préférences > Mots de passe.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Votre appareil peut stocker vos informations de compte enregistrées, comme vos mots de passe, et vos noms d’utilisateur ou adresses électroniques associés. Lorsque vous êtes invité à saisir les informations de votre compte, comme dans une app ou sur un site web, votre appareil peut vous aider à saisir automatiquement vos informations. Les informations sur votre compte sont chiffrées sur votre appareil et ne peuvent pas être visionnées par Apple.\n\nVotre appareil peut vous suggérer des opérations qui augmenteront la fiabilité de vos mots de passe. Par exemple, votre appareil peut vous informer qu’un mot de passe enregistré est peu fiable, réutilisé pour plusieurs comptes ou est couramment utilisé. Ces suggestions se basent uniquement sur le traitement qui se produit sur votre appareil.\n\nVotre appareil peut également vous informer des mots de passe qui ont été compromis lors d’une fuite de données. Cette fonctionnalité fait appel à de puissantes techniques cryptographiques afin de comparer régulièrement les dérivations de vos mots de passe et une liste de mots de passe relevés lors d’une fuite de données, et ce de façon sécurisée et confidentielle qui ne dévoile pas vos comptes ni vos mots de passe à Apple. Apple enverra à votre appareil une liste de mots de passe courants présents dans des fuites de données. Pour les mots de passe qui ne se trouvent pas dans cette liste, votre appareil enverra des informations calculées à partir de vos mots de passe à Apple afin de vérifier la présence de ces derniers dans des fuites de données. Vous recevrez un avertissement relatif aux mots de passe potentiellement touchés par une fuite de données. Vos mots de passe actuels ne sont jamais partagés avec Apple, qui ne stocke jamais les informations calculées à partir de vos mots de passe. Vous pouvez désactiver cette fonctionnalité à tout moment dans Safari > Préférences > Mots de passe.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Laitteesi voi tallentaa suojatusti tallennetut tilitietosi, kuten salasanat ja niihin liittyvät käyttäjätunnukset tai sähköpostiosoitteet. Kun sinua pyydetään syöttämään tilitietosi, esimerkiksi apissa tai verkkosivulla, laitteesi voi automaattisesti auttaa syöttämään tietosi. Tilitietosi salataan laitteellasi, eikä Apple voi lukea niitä.\n\nLaitteesi voi myös ehdottaa sinulle toimia salasanojesi vahvistamiseksi. Esimerkiksi laitteesi voi ilmoittaa sinulle, että tallennettu salasana on heikko, sitä käytetään useammalla tilillä tai se on yleisesti käytetty. Nämä ehdotukset perustuvat vain laitteessasi tehtävään käsittelyyn.\n\nLaitteesi voi myös ilmoittaa sinulle salasanoista, jotka saattavat olla vaarantuneita tietovuodossa. Tämä ominaisuus käyttää vahvoja kryptografisia tekniikoita tarkistaakseen säännöllisesti salasanojesi johdoksia vuotaneita salasanoja sisältävää luetteloa vasten. Tarkistus tapahtuu suojatusti ja yksityisyyttä kunnioittaen, eikä Apple saa tietoonsa tilejäsi eikä salasanojasi. Apple lähettää laitteellesi luettelon yleisistä salasanoista, jotka ovat olleet osana tietovuotoa. Salasanoistasi, jotka eivät ole luettelossa, laitteesi lähettää niistä laskettuja tietoja Applelle tarkistettavaksi, ovatko ne osana tietovuotoa. Saat varoituksen, jos salasanojesi pääteltiin olleen mahdollisesti osana tietovuotoa. Varsinaisia salasanojasi ei koskaan jaeta Applelle eikä Apple tallenna salasanoistasi laskettuja tietoja. Voit laittaa tämän ominaisuuden pois päältä valitsemalla Safari > Asetukset > Salasanat.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Perangkat Anda dapat dengan aman menyimpan informasi akun yang tersimpan seperti kata sandi dan nama pengguna atau alamat email terkait Anda. Saat Anda diminta untuk memasukkan informasi akun, seperti di app atau situs web, perangkat Anda dapat membantu Anda memasukkan informasi secara otomatis. Informasi akun Anda dienkripsi di perangkat dan tidak dapat dilihat oleh Apple.\n\nPerangkat Anda dapat menyarankan tindakan yang dapat Anda ambil untuk meningkatkan kekuatan kata sandi. Misanya, perangkat dapat memberi tahu Anda bahwa kata sandi yang tersimpan bersifat lemah, digunakan berulang kali di beberapa akun, atau merupakan kata sandi yang umum digunakan. Saran ini hanya didasarkan pada pemrosesan yang dijalankan di perangkat Anda.\n\nPerangkat juga dapat memberi tahu Anda mengenai kata sandi yang mungkin berisiko keamanan dalam sebuah kebocoran data. Fitur ini menggunakan teknik kriptografis yang andal untuk memeriksa derivasi kata sandi Anda secara berkala di daftar kata sandi yang telah bocor dengan cara yang aman dan pribadi sehingga tidak memperlihatkan akun atau kata sandi Anda ke Apple. Apple juga akan mengirimi perangkat Anda daftar kata sandi umum yang terdapat di kebocoran data. Untuk kata sandi Anda yang tidak ada di daftar ini, perangkat Anda akan mengirimkan informasi yang dikalkulasi dari kata sandi Anda ke Apple untuk memeriksa apakah kata sandi tersebut berkemungkinan terdapat di kebocoran data. Anda akan diperingatkan mengenai kata sandi Anda yang telah disimpulkan terdapat di kebocoran data. Kata sandi Anda yang sebenarnya tidak pernah dibagikan dengan Apple dan Apple tidak menyimpan informasi yang dikalkulasi dari kata sandi Anda. Anda dapat menonaktifkan fitur ini kapan pun dengan membuka Safari > Preferensi > Kata Sandi.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Je apparaat kan je opgeslagen accountgegevens, zoals je wachtwoorden en bijbehorende gebruikersnamen of e‑mailadressen, veilig bewaren. Wanneer je wordt gevraagd om je accountgegevens in te voeren, zoals in een app of op een website, kan je apparaat je automatisch helpen bij het invoeren van je gegevens. Je accountgegevens staan versleuteld op je apparaat en kunnen niet door Apple worden bekeken.\n\nMogelijk stelt je apparaat voor dat je actie onderneemt om de sterkte van je wachtwoorden te verbeteren. Je apparaat kan je bijvoorbeeld laten weten dat een bewaard wachtwoord zwak is, voor meerdere accounts wordt gebruikt of een veelgebruikt wachtwoord is. Deze suggesties zijn uitsluitend gebaseerd op verwerking op je apparaat.\n\nJe apparaat kan je ook informeren over wacht­woorden die mogelijk deel uitmaken van een data­lek. Voor deze functie worden sterke crypto­grafische tech­nieken gebruikt om regel­matig afleidingen van je wacht­woorden te vergelijken met een lijst met gelekte wacht­woorden. Dit gebeurt op een veilige en vertrouwelijke manier waarbij je accounts of wacht­woorden niet met Apple worden gedeeld. Apple stuurt je apparaat een lijst met veel­gebruikte wacht­woorden die in data­lekken zijn gezien. Voor je wacht­woorden die niet in deze lijst staan, stuurt je apparaat informatie die is berekend op basis van je wacht­woorden naar Apple om te controleren of de wacht­woorden mogelijk gezien zijn in een data­lek. Je ontvangt een waar­schuwing als je wacht­woorden mogelijk gezien zijn in een data­lek. Je echte wacht­woorden worden nooit gedeeld met Apple en Apple bewaart de informatie die is berekend op basis van je wacht­woorden niet. Je kunt deze functie op elk gewenst moment uitschakelen door in Safari naar 'Safari' > 'Voorkeuren' > 'Wachtwoorden' te gaan.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "อุปกรณ์ของคุณสามารถจัดเก็บข้อมูลบัญชีที่บันทึกไว้ของคุณได้อย่างปลอดภัย เช่น รหัสผ่านและชื่อผู้ใช้หรือที่อยู่อีเมลที่ผูกกัน เมื่อคุณได้รับแจ้งให้ป้อนข้อมูลบัญชีของคุณ เช่น ในแอปหรือภายในเว็บไซต์ อุปกรณ์ของคุณ อุปกรณ์ของคุณสามารถช่วยคุณป้อนข้อมูลของคุณได้ ทั้งนี้ข้อมูลบัญชีของคุณจะได้รับการเข้ารหัสและ Apple ไม่สามารถดูได้\n\nอุปกรณ์ของคุณอาจแนะนำการดำเนินการสำหรับคุณเพื่อปรับปรุงให้รหัสผ่านของคุณคาดเดาได้ยากขึ้น ตัวอย่างเช่น อุปกรณ์ของคุณอาจแจ้งคุณว่ารหัสผ่านที่บันทึกไว้คาดเดาได้ง่าย มีการใช้ซ้ำกับหลายบัญชี หรือเป็นรหัสผ่านที่พบบ่อย คำแนะนำเหล่านี้จะอิงจากการประมวลผลที่เกิดขึ้นบนอุปกรณ์ของคุณเท่านั้น\n\nอุปกรณ์ของคุณอาจแจ้งคุณว่ารหัสผ่านมีความเสี่ยงต่อการรั่วไหลของข้อมูล คุณสมบัตินี้ใช้เทคนิคการเข้ารหัสที่แข็งแกร่งเพื่อตรวจสอบค่าที่ได้จากรหัสผ่านของคุณเทียบกับรายการรหัสผ่านที่มีการรั่วไหลด้วยวิธีที่ปลอดภัยและเป็นส่วนตัวอยู่เป็นประจำ โดยไม่เปิดเผยบัญชีหรือรหัสผ่านของคุณให้ Apple ทราบ Apple จะส่งรายการรหัสผ่านที่มีการรั่วไหลของข้อมูลที่พบบ่อยให้อุปกรณ์ของคุณ สำหรับรหัสผ่านของคุณที่ไม่อยู่ในรายการดังกล่าว อุปกรณ์ของคุณจะส่งข้อมูลที่คำนวณจากรหัสผ่านของคุณเพื่อให้ Apple ตรวจสอบว่ารหัสผ่านอาจทำให้ข้อมูลรั่วไหลได้หรือไม่ คุณจะได้รับคำเตือนเกี่ยวกับรหัสผ่านที่ระบุแล้วว่าอาจทำให้ข้อมูลรั่วไหลได้ โดยระบบจะไม่แชร์รหัสผ่านจริงของคุณกับ Apple และ Apple จะไม่จัดเก็บข้อมูลที่คำนวณจากรหัสผ่านของคุณ คุณสามารถปิดใช้งานคุณสมบัตินี้ได้ตลอดเวลาโดยไปที่ Safari > การตั้งค่า > รหัสผ่าน\n\nข้อมูลที่ Apple เก็บรวบรวมจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Dispozitivul dvs. poate stoca în siguranță informațiile salvate în conturile dvs., precum parolele și numele de utilizator sau adresele de e‑mail asociate. Când vi se solicită să introduceți informațiile unui cont, precum într‑o aplicație sau pe un site web, dispozitivul vă poate ajuta automat să introduceți informațiile respective. Informațiile conturilor sunt criptate pe dispozitiv și nu pot fi accesate de Apple.\n\nDispozitivul vă poate sugera acțiuni pe care le puteți întreprinde pentru a îmbunătăți tăria parolelor dvs. De exemplu, dispozitivul vă poate informa că o parolă salvată este slabă, este refolosită pentru mai multe conturi sau că este o parolă frecvent utilizată. Aceste sugestii se bazează exclusiv pe procesarea care are loc pe dispozitivul dvs.\n\nDe asemenea, dispozitivul vă poate informa despre parolele care este posibil să fi fost compromise ca urmare a unei scurgeri de date. Această funcționalitate utilizează tehnici criptografice puternice pentru a căuta în mod regulat derivații ale parolelor dvs. într‑o listă de parole divulgate, într‑un mod securizat și privat, care nu dezvăluie către Apple conturile sau parolele dvs. Apple va trimite pe dispozitivul dvs. o listă de parole comune, care sunt prezente în scurgerile de date. Pentru parolele dvs. care nu se află în listă, dispozitivul va trimite informații calculate pe baza parolelor la Apple, pentru a verifica dacă acestea ar putea fi prezente într‑o scurgere de date. Veți primi avertismente pentru parolele pentru care se stabilește că există posibilitatea să se afle într‑o scurgere de date. Parolele efective nu sunt niciodată partajate cu Apple, iar Apple nu stochează informațiile calculate pe baza parolelor dvs. Puteți dezactiva oricând această funcționalitate accesând Safari > Preferințe > Parole.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Vaš uređaj može sigurno pohraniti spremljene podatke računa, poput lozinki i pridruženih korisničkih imena ili e-mail adresa. Kada se od vas zatraži da unesete podatke o svom računu, primjerice u aplikaciji ili na web stranici, vaš uređaj može vam automatski pomoći da unesete svoje podatke. Podaci vašeg računa šifrirani su na vašem uređaju i Apple ih ne može pregledavati.\n\nVaš će uređaj možda predložiti neke postupke koje biste trebali poduzeti za poboljšanje snage svojih lozinki. Na primjer, vaš uređaj može vas obavijestiti da je spremljena lozinka slaba, da se koristi za više računa ili ona koju često koriste drugi korisnici. Ovi se prijedlozi temelje samo na obradi koja se događa na vašem uređaju.\n\nVaš uređaj može vas također obavijestiti o lozinkama koje su možda ugrožene pri curenju podataka. Ova značajka koristi jake kriptografske tehnike za redovito provjeravanje dijelova vaših lozinki na popisu kompromitiranih lozinki na siguran i privatan način koji Appleu ne otkriva vaše račune ili lozinke. Apple će na vaš uređaj poslati popis uobičajenih lozinki uz koje je došlo do curenja podataka. Za vaše lozinke koje nisu na ovom popisu, vaš će uređaj slati podatke izračunate iz vaših lozinki Appleu da provjeri je li možda uz te lozinke došlo do curenja podataka. Upozorit će vas se o vašim lozinkama za koje je utvrđeno da su možda bile dijelom curenja podataka. Vaše stvarne lozinke nikad se ne dijele s Appleom, a Apple ne pohranjuje podatke izračunate iz vaših lozinki. Ovu značajku možete bilo kada onemogućiti tako da otvorite Safari > Postavke > Lozinke.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "आपका डिवाइस आपकी सहेजी गई खाता जानकारी जैसे आपके पासवर्ड और संबद्ध यूज़र नेम या ईमेल पतों को सुरक्षित रूप से संग्रहित कर सकता है। जब आपको अपनी खाता जानकारी जैसे किसी ऐप में या वेबसाइट में दर्ज करने का संकेत दिया जाता है, तो आपका डिवाइस ऑटोमैटिकली आपको आपकी जानकारी दर्ज करने में मदद कर सकता है। आपकी खाता जानकारी आपके डिवाइस पर एंक्रिप्ट होती है और इसे Apple द्वारा नहीं देखा जा सकता है।\n\nआपका डिवाइस आपके पासवर्ड की शक्ति बेहतर करने के लिए आपको कार्रवाई सुझा सकता है। उदाहरण के लिए, आपका डिवाइस आपको सूचित कर सकता है कि सहेजा गया पासवर्ड कमजोर है, इसे कई खातों पर उपयोग किया गया है या यह सामान्य रूप से उपयोग होने वाला पासवर्ड है। ये सुझाव सिर्फ़ आपके डिवाइस पर होने वाली प्रोसेसिंग पर आधारित होते हैं।\n\nआपका डिवाइस आपको ऐसे पासवर्ड की भी सूचना दे सकता है जो हो सकता है कि डेटा लीक में कंप्रोमाइज़ हुए हों। ये फ़ीचर आपके खातों या पासवर्ड को Apple के सामने प्रकट न करने वाले सुरक्षित और निजी तरीके से लीक हुए पासवर्ड की सूची के समक्ष आपके पासवर्ड के रूपांतरों की नियमित जाँच करने के लिए मजबूत क्रिप्टोग्राफ़िक तकनीकों का उपयोग करता है। Apple आपके डिवाइस को डेटा लीक में देखे गए प्रचलित पासवर्ड की एक सूची भेजेगा। आपके ऐसे पासवर्ड के लिए जो इस सूची में मौजूद नहीं हैं, आपका डिवाइस आपके पासवर्ड से गणना की गई जानकारी को Apple के पास यह जाँच करने के लिए भेजेगा कि क्या पासवर्ड किसी डेटा लीक में मौजूद हो सकता है। आपको आपके उन पासवर्ड के लिए चेतावनी दी जाएगी जिनके डेटा लीक में होने की संभावना पाई गई है। आपके वास्तविक पासवर्ड Apple के साथ कभी शेयर नहीं किए जाते हैं और Apple आपके पासवर्ड से गणना की गई जानकारी को संग्रहित नहीं करता है। आप Safari > प्राथमिकता > पासवर्ड पर जाकर किसी भी समय यह फ़ीचर अक्षम कर सकते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "El teu dispositiu pot emmagatzemar de manera segura la informació relacionada amb el teu compte que hagis desat, per exemple, les contrasenyes i les adreces de correu electrònic o els noms d’usuari associats. Quan se’t demani que introdueixis la teva informació de compte en una app o en un lloc web, el teu dispositiu et pot ajudar a introduir la informació automàticament. La teva informació de compte s’encripta al dispositiu, i Apple no la pot veure.\n\nEl dispositiu et pot suggerir accions per augmentar la seguretat de les contrasenyes. Per exemple, et pot avisar si la contrasenya és poc segura, si s’utilitza en diversos comptes o si és d’ús habitual. Aquests suggeriments es fan exclusivament a partir de la informació que es processa al teu dispositiu.\n\nEl teu dispositiu també et pot avisar si s’han detectat contrasenyes en una filtració de dades. Aquesta funció utilitza potents tècniques criptogràfiques per comparar regularment les derivacions de les teves contrasenyes amb una llista de contrasenyes filtrades d’una manera segura i privada que no revela els teus comptes ni les teves contrasenyes a Apple. Apple enviarà al teu dispositiu una llista de contrasenyes comunes que apareixen a les filtracions de dades. Pel que fa a les teves contrasenyes que no apareguin a la llista, el dispositiu enviarà informació deduïda a partir de les teves contrasenyes a Apple perquè comprovi si les contrasenyes apareixen en alguna filtració de dades. Si es determina que les contrasenyes poden haver‑se filtrat, rebràs un avís. Les teves contrasenyes reals no es comparteixen mai amb Apple, i Apple no comparteix la informació deduïda a partir de les teves contrasenyes. Pots desactivar aquesta funció en qualsevol moment anant al Safari > Preferències > Contrasenyes.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "Speichere deine Passwörter sicher und lass dich benachrichtigen, wenn deine Passwörter als schwach eingestuft, für mehrere Accounts verwendet oder infolge einer Datenpanne oder Datenschutzverletzung kompromittiert wurden.",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לאחסן באופן מאובטח את הסיסמאות שלך ולקבל הודעה אם הסיסמאות שלך חלשות, כבר היו בשימוש או נחשפו באירוע של דליפת נתונים.",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "Securely keep your passwords and get notified when your passwords are weak, reused, or may be part of a data leak.",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكنك تخزين كلمات السر بأمان ومعرفة إذا كانت كلمات السر ضعيفة أو مستخدمة بشكل متكرر أو إذا كانت جزءًا من بيانات مسربة.",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Ασφαλής αποθήκευση των συνθηματικών σας και λήψη γνωστοποίησης αν τα συνθηματικά σας είναι ασθενή, χρησιμοποιούνται σε πολλούς λογαριασμούς ή ίσως έχουν εμφανιστεί σε περιστατικό διαρροής δεδομένων.",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "あなたのパスワードは安全に保存され、パスワードの安全性が低い場合、再利用されている場合、漏洩したデータに含まれているおそれがある場合には通知を受けられます。",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "Securely store your passwords and get notified when your passwords are weak, reused, or may be part of a data leak.",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Безпечно зберігайте свої паролі та отримуйте попередження, якщо паролі ненадійні, використані раніше або можуть бути наявні у витоках даних.",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Almacena tus contraseñas de forma segura y recibe una notificación cuando tus contraseñas sean poco seguras, se reutilicen o formen parte de una filtración de datos.",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "安全储存您的密码并在密码较弱、重复使用或可能在数据泄露中出现时收到通知。",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Guarda tus contraseñas con seguridad y recibe notificaciones cuando tus contraseñas sean poco seguras, se utilicen varias veces o hayan aparecido en una filtración de datos.",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "Armazene suas senhas com segurança e receba notificações quando as senhas forem fracas, reutilizadas ou puderem ter sido parte de um vazamento de dados.",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Opbevar dine adgangskoder sikkert og få besked, når dine adgangskoder er svage, bliver genanvendt eller muligvis er en del af en datalæk.",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Archivia in maniera sicura le password e ricevi notifiche se sono deboli, se sono state riutilizzate o se potrebbero essere state coinvolte in una fuga di dati.",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "Svoje heslá môžete bezpečne uchovávať a dostávať upozornenia, ak sú slabé, opakovane používané alebo boli súčasťou úniku dát.",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "Armazene as suas palavras‑passe em segurança e receba notificações se forem fracas, reutilizadas ou fizerem parte de uma fuga de dados.",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Simpan kata laluan anda dengan selamat dan dapatkan makluman apabila kata laluan anda lemah, digunakan semula atau mungkin sebahagian daripada kebocoran data.",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Lagra dina lösenord säkert och bli meddelad när lösenord är svaga, återanvänds eller kan ingå i en dataläcka.",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "Funkce Hesla vám umožňuje bezpečně ukládat hesla a oznámí vám, když jsou vaše hesla slabá, opakovaně použitá nebo se mohla objevit v uniklých datech.",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "암호를 안전하게 저장하고, 암호가 취약하거나 재사용되었거나 유출된 데이터의 일부일 수 있는 경우 알림을 받습니다.",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Oppbevar passordene dine på en sikker måte, og bli varslet dersom passordene dine er svake, gjenbrukt eller kan ha blitt lekket.",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "Biztonságosan tárolhatja a jelszavait, és értesítést kaphat, ha a jelszavai gyengék, újra vannak használva, vagy részei lehetnek egy adatszivárgásnak.",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "安全地儲存你的密碼，並在密碼強度低、重用或可能是資料洩漏的一部份時收到通知。",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Parolalarınızı güvenli bir şekilde saklayın ve parolalarınız zayıfsa, yeniden kullanılırsa veya veri sızıntısının bir parçası olursa bildirim alın.",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Bezpiecznie przechowuj swoje hasła i otrzymuj powiadomienia, gdy Twoje hasła są słabe, zostały ponownie wykorzystane lub pojawiły się w znanych wyciekach danych.",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "安全地儲存您的密碼，並且在密碼強度不足、重複使用或可能成資料外洩時通知您。",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Securely store your passwords and get notified when your passwords are weak or reused, or may be part of a data leak.",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Lưu trữ bảo mật các mật khẩu của bạn và nhận thông báo khi mật khẩu của bạn yếu, được sử dụng lại hoặc có thể xuất hiện trong một vụ rò rỉ dữ liệu.",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "Безопасно храните пароли и получайте уведомления, если пароли ненадежны или используются повторно, а также в случае их утечки.",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Stockez vos mots de passe en sécurité et recevez une notification lorsqu’un mot de passe n’est pas suffisamment robuste, est réutilisé ou a été identifié dans le cadre d’une fuite de données.",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Stockez vos mots de passe en toute sécurité et recevez une notification lorsqu’ils sont peu fiables, réutilisés ou lorsqu’ils peuvent avoir été victimes d’une fuite de données.",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Tallenna salasanasi suojatusti ja vastaanota ilmoitus, jos salasanasi ovat heikkoja, niitä on käytetty uudelleen tai ne ovat olleet osana tietovuotoa.",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Simpan kata sandi Anda dengan aman dan dapatkan pemberitahuan jika kata sandi Anda lemah, digunakan berulang kali, atau terdapat di kebocoran data.",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Bewaar je wacht­woorden op een veilige manier en ontvang een melding wanneer je wacht­woorden zwak zijn, worden hergebruikt of gezien zijn in een data­lek.",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "จัดเก็บรหัสผ่านของคุณอย่างปลอดภัยและรับการแจ้งเตือนเมื่อรหัสผ่านของคุณคาดเดาได้ง่าย ถูกใช้ซ้ำ หรืออาจเป็นส่วนหนึ่งของข้อมูลรั่วไหล",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Stocați‑vă în siguranță parolele și primiți notificări dacă acestea sunt slabe, refolosite sau ar putea fi afectate de o scurgere de date.",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Sigurno pohranite svoje lozinke i primajte obavijesti kada su lozinke slabe, ponovo korištene ili su možda dio curenja podataka.",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "अपने पासवर्ड को सुरक्षित रूप से संग्रहित करें और सूचना पाएँ जब आपके पासवर्ड कमज़ोर हों, दोबारा उपयोग किए जा रहे हों या वे डेटा लीक में शामिल पाए गए हों।",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "Desa les teves contrasenyes de manera segura i rep avisos si són fàcils d’endevinar, si ja s’utilitzen en altres llocs o si s’han detectat en una filtració de dades.",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Passwörter",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "סיסמאות",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "Passwords",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "كلمات السر",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Συνθηματικά",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "パスワード",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "Passwords",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Паролі",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Contraseñas",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "密码",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Contraseñas",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "Senhas",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Adgangskoder",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Password",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "Heslá",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "Palavras‑passe",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Kata Laluan",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Lösenord",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "Hesla",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "암호",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Passord",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "Jelszavak",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "密碼",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Parolalar",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Hasła",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "密碼",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Passwords",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Mật khẩu",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "Пароли",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Mots de passe",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Mots de passe",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Salasanat",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Kata Sandi",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Wachtwoorden",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "รหัสผ่าน",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Parole",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Lozinke",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "पासवर्ड",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "Contrasenyes",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_TITLE" : [
      {
        "target" : "Passwörter & Datenschutz",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "״סיסמאות״ ופרטיות",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "Passwords & Privacy",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "كلمات السر والخصوصية",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Συνθηματικά και Απόρρητο",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "パスワードとプライバシー",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "Passwords & Privacy",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Паролі та Приватність",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Las contraseñas y la privacidad",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "密码与隐私",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Contraseñas y la privacidad",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "Senhas e Privacidade",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Adgangskoder og anonymitet",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Password e privacy",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "Heslá a súkromie",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "Palavras-passe e Privacidade",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Kata Laluan & Privasi",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Lösenord och integritet",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "Hesla a soukromí",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "암호 및 개인 정보 보호",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Passord og personvern",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "A jelszavak és az adatvédelem",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "密碼與私隱",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Parolalar ve Gizlilik",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Hasła i prywatność",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "密碼與隱私權",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Passwords & Privacy",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Mật khẩu & Quyền riêng tư",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "Пароли и конфи­денциальность",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Mots de passe et confidentialité",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Mots de passe et confidentialité",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Salasanat ja tietosuoja",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Kata Sandi & Privasi",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Wachtwoorden en privacy",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "รหัสผ่านและความเป็นส่วนตัว",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Parolele și intimitatea",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Lozinke i privatnosti",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "पासवर्ड और गोपनीयता",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "Contrasenyes i la privacitat",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "Über Passwörter & Datenschutz …",
        "filename" : "Passwords.strings",
        "language" : "de"
      },
      {
        "target" : "אודות ״סיסמאות״ ופרטיות…",
        "filename" : "Passwords.strings",
        "language" : "he"
      },
      {
        "target" : "About Passwords & Privacy…",
        "filename" : "Passwords.strings",
        "language" : "en_AU"
      },
      {
        "target" : "حول كلمات السر والخصوصية…",
        "filename" : "Passwords.strings",
        "language" : "ar"
      },
      {
        "target" : "Πληροφορίες για τα Συνθηματικά και το Απόρρητο…",
        "filename" : "Passwords.strings",
        "language" : "el"
      },
      {
        "target" : "パスワードとプライバシーについて…",
        "filename" : "Passwords.strings",
        "language" : "ja"
      },
      {
        "target" : "About Passwords & Privacy…",
        "filename" : "Passwords.strings",
        "language" : "en"
      },
      {
        "target" : "Про Паролі та Приватність…",
        "filename" : "Passwords.strings",
        "language" : "uk"
      },
      {
        "target" : "Acerca de las contraseñas y la privacidad…",
        "filename" : "Passwords.strings",
        "language" : "es_419"
      },
      {
        "target" : "关于密码与隐私…",
        "filename" : "Passwords.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Acerca de Contraseñas y la privacidad…",
        "filename" : "Passwords.strings",
        "language" : "es"
      },
      {
        "target" : "Sobre as Senhas e Privacidade…",
        "filename" : "Passwords.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Om Adgangskoder og anonymitet…",
        "filename" : "Passwords.strings",
        "language" : "da"
      },
      {
        "target" : "Password e privacy…",
        "filename" : "Passwords.strings",
        "language" : "it"
      },
      {
        "target" : "O heslách a súkromí…",
        "filename" : "Passwords.strings",
        "language" : "sk"
      },
      {
        "target" : "Acerca de Palavras-passe e Privacidade…",
        "filename" : "Passwords.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Perihal Kata Laluan & Privasi…",
        "filename" : "Passwords.strings",
        "language" : "ms"
      },
      {
        "target" : "Om Lösenord och integritet…",
        "filename" : "Passwords.strings",
        "language" : "sv"
      },
      {
        "target" : "O Heslech a soukromí…",
        "filename" : "Passwords.strings",
        "language" : "cs"
      },
      {
        "target" : "암호 및 개인 정보 보호에 관하여…",
        "filename" : "Passwords.strings",
        "language" : "ko"
      },
      {
        "target" : "Om passord og personvern…",
        "filename" : "Passwords.strings",
        "language" : "no"
      },
      {
        "target" : "A jelszavakról és az adatvédelemről…",
        "filename" : "Passwords.strings",
        "language" : "hu"
      },
      {
        "target" : "關於密碼與私隱⋯",
        "filename" : "Passwords.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Parolalar ve Gizlilik Hakkında…",
        "filename" : "Passwords.strings",
        "language" : "tr"
      },
      {
        "target" : "Hasła i prywatność…",
        "filename" : "Passwords.strings",
        "language" : "pl"
      },
      {
        "target" : "關於密碼與隱私權⋯",
        "filename" : "Passwords.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "About Passwords & Privacy…",
        "filename" : "Passwords.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Mật khẩu & Quyền riêng tư…",
        "filename" : "Passwords.strings",
        "language" : "vi"
      },
      {
        "target" : "О паролях и конфиденциальности…",
        "filename" : "Passwords.strings",
        "language" : "ru"
      },
      {
        "target" : "Mots de passe et confidentialité…",
        "filename" : "Passwords.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Mots de passe et confidentialité…",
        "filename" : "Passwords.strings",
        "language" : "fr"
      },
      {
        "target" : "Tietoja: Salasanat ja tietosuoja…",
        "filename" : "Passwords.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengenai Kata Sandi & Privasi…",
        "filename" : "Passwords.strings",
        "language" : "id"
      },
      {
        "target" : "Info over wachtwoorden en privacy…",
        "filename" : "Passwords.strings",
        "language" : "nl"
      },
      {
        "target" : "เกี่ยวกับรหัสผ่านและความเป็นส่วนตัว…",
        "filename" : "Passwords.strings",
        "language" : "th"
      },
      {
        "target" : "Despre parole și intimitate…",
        "filename" : "Passwords.strings",
        "language" : "ro"
      },
      {
        "target" : "Više o aplikaciji Lozinke i privatnosti…",
        "filename" : "Passwords.strings",
        "language" : "hr"
      },
      {
        "target" : "पासवर्ड और गोपनीयता परिचय…",
        "filename" : "Passwords.strings",
        "language" : "hi"
      },
      {
        "target" : "Sobre les contrasenyes i la privacitat…",
        "filename" : "Passwords.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.passwords.bundle",
  "framework" : "com.apple.onboarding.passwords.bundle"
}