{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "FaceTime & Datenschutz",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏FaceTime ופרטיות",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime & Privacy",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "‏FaceTime والخصوصية",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "FaceTime και Απόρρητο",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTimeとプライバシー",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime & Privacy",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "FaceTime і Приватність",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "FaceTime y la privacidad",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话与隐私",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime y la privacidad",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "FaceTime e Privacidade",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "FaceTime og anonymitet",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime e privacy",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "FaceTime a súkromie",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "FaceTime e Privacidade",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime & Privasi",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime och integritet",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "FaceTime a soukromí",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime 및 개인 정보 보호",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "FaceTime og personvern",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "A FaceTime és az adatvédelem",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime與私隱",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime ve Gizlilik",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "FaceTime i prywatność",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime與隱私權⋯",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime & Privacy",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime & Quyền riêng tư",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "FaceTime и конфи­денциальность",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "FaceTime et confidentialité",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "FaceTime et confidentialité",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime ja tietosuoja",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime & Privasi",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "FaceTime en privacy",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime และความเป็นส่วนตัว",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "FaceTime și intimitatea",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime i privatnost",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime और गोपनीयता",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "FaceTime i la privacitat",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "FaceTime ist ein Dienst von Apple, mit dem Video- oder Audioanrufe mit Personen getätigt werden können, die ebenfalls ein iOS- oder iPadOS-Gerät, einen Mac oder einen WebRTC-Browser verwenden. Mit einer Apple Watch können Audioanrufe getätigt werden. Diese Anrufe werden nicht von deinem Mobilfunktarif abgezogen.\n\nFaceTime verwendet die Ende-zu-Ende-Verschlüsselung. Apple speichert niemals den Inhalt von FaceTime-Anrufen.\n\nDu kannst dich bei FaceTime mit deiner Apple-ID oder einfach deiner Telefonnummer anmelden. Wenn du dich mit deiner Apple-ID auf deinem Gerät anmeldest, wirst du automatisch bei FaceTime angemeldet. Deine Apple-ID oder Telefonnummern werden den Personen angezeigt, die du kontaktierst, und Personen können dich über deine Apple-ID sowie E-Mail-Adressen oder Telefonnummern in deinem Account erreichen. Du kannst in den FaceTime-Einstellungen auswählen, welche Telefonnummern oder E-Mail-Adressen bei FaceTime-Anrufen verwendet werden sollen. Auf deiner Apple-ID-Accountseite auf appleid.apple.com kannst du unter „Erreichbar unter“ weitere Informationen hinzufügen und bestätigen. \n\nSharePlay ermöglicht es, Erlebnisse von Apple- oder Drittanbieter-Apps in FaceTime-Anrufen zu teilen. Die Inhalte, die Apps über SharePlay austauschen, sind mit der Ende-zu-Ende-Verschlüsselung gesichert.\n\nMit FaceTime-Links können Anrufe für einen späteren Zeitpunkt konfiguriert werden und Personen mit einem Windows- oder Android-Betriebssystem eingeladen werden, über das Web beizutreten. Alle Personen, die über das Web beitreten, müssen einen Namen angeben, um sich zu identifizieren, und den Zugriff auf den FaceTime-Anruf anfordern. Alle überprüften Nutzer:innen des Anrufs können eine über das Web beigetretene Person innerhalb der ersten 30 Sekunden entfernen, nachdem diese Person dem Anruf beigetreten ist.\n\nEventuell kann Apple einige mit deiner Verwendung von FaceTime zusammenhängende Informationen aufzeichnen und speichern, um die Produkte und Dienste von Apple zu betreiben und zu verbessern:\n\n• Wenn du FaceTime verwendest, kann Apple eventuell Informationen über deine Verwendung der Dienste speichern. Dies geschieht allerdings auf eine Art und Weise, die keine Rückschlüsse auf dich zulässt.\n\n• Apple kann Informationen über FaceTime-Anrufe aufzeichnen und speichern. Zu diesen Informationen gehören beispielsweise die zu einem Anruf eingeladenen Personen und die Netzwerkkonfigurationen deines Geräts. Diese Informationen können bis zu 30 Tage lang gespeichert werden. Apple protokolliert nicht, ob dein Anruf beantwortet wurde und kann auch nicht auf den Inhalt deiner Anrufe zugreifen.\n\n• Einige Apps auf deinem Gerät (inkl. FaceTime) kommunizieren möglicherweise mit den Servern von Apple, um festzustellen, ob andere Personen mit FaceTime erreicht werden können. Geschieht dies, kann Apple Telefonnummern und E-Mail-Adressen, die mit deinem Account in Zusammenhang stehen, bis zu 30 Tage lang speichern.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏FaceTime הוא שירות של Apple שמאפשר לקיים שיחות וידאו או שיחות קוליות עם אנשים אחרים שמשתמשים במכשיר iOS או iPadOS או במחשב Mac, או שיחות קוליות באמצעות Apple Watch, או באמצעות דפדפן WebRTC. שיחות אלה אינן נספרות כחלק מדקות השיחה בחבילת הסלולר שלך.\n\nעיצבנו את FaceTime לשימוש בהצפנה מקצה-לקצה. אנו אף פעם לא מאחסנים את התוכן של שיחות FaceTime.\n\nבאפשרותך להתחבר ל-FaceTime באמצעות ה-Apple ID, או רק באמצעות מספר הטלפון. בעת התחברות באמצעות ה-Apple ID שלך למכשיר, מתבצע באופן אוטומטי גם חיבור ל-FaceTime. ה-Apple ID או מספרי הטלפון שלך יוצגו לאנשים שיצרת איתם קשר, ואנשים יוכלו להשיג אותך באמצעות ה-Apple ID שלך, כמו גם באמצעות כתובות דוא״ל או מספרי טלפון שמופיעים בחשבון שלך. באפשרותך לבחור אילו מספרי טלפון או כתובות דוא״ל ישמשו עבור שיחות FaceTime דרך הגדרות FaceTime. באפשרותך להוסיף ולאמת מידע נוסף תחת ״יצירת קשר באמצעות״ בדף חשבון ה-Apple ID שלך דרך appleid.apple.com. \n\n‏SharePlay מאפשר לך לשתף חוויות מ-Apple או מיישומים חיצוניים בשיחות FaceTime. התוכן שיישומים מחליפים ביניהם דרך SharePlay מוצפן מקצה לקצה.\n\nקישורים ב-FaceTime מאפשרים למשתמשים לתזמן שיחה למועד מאוחר יותר ולהזמין משתתפים להצטרף באינטרנט גם דרך מחשבי Windows או מכשירי Android. המשתמשים באינטרנט יידרשו לספק שם מזהה ולבקש גישה לשיחת ה-FaceTime. כל משתמש מאומת המשתתף בשיחה יכול להסיר משתמש רשת תוך 30 שניות מרגע הצטרפות משתמש הרשת לשיחה.\n\n‏Apple עשויה להקליט ולאחסן מידע מסוים הקשור לשימוש שלך ב-FaceTime כדי להפעיל ולשפר את המוצרים והשירותים שלה:\n\n• בעת השימוש ב-FaceTime,‏ Apple רשאית לאחסן מידע על השימוש שלך בשירותים בדרך שאינה מזהה אותך.\n\n• ‏Apple עשויה לבצע רישום של מידע לגבי שיחות FaceTime, כגון מי הוזמן לשיחה ומהן הגדרות הרשת במכשיר שלך, ולאחסן מידע זה לפרק זמן של עד 30 ימים. ‏Apple אינה מתעדת אם השיחה שלך נענתה או לא נענתה, ואין לה גישה לתוכן השיחות.\n\n• יישומים מסוימים במכשיר (כולל FaceTime) עשויים לתקשר עם שרתי Apple כדי לקבוע אם ניתן להשיג אנשים אחרים באמצעות FaceTime. במקרה כזה, יתכן ש-Apple תאחסן את כתובות הדוא״ל ומספרי הטלפון המשויכים לחשבון שלך לפרק זמן של עד 30 ימים.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בכפוף למדיניות הפרטיות של Apple הזמינה בכתובת: www.apple.com\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime is an Apple service that makes video or audio calls to someone who’s also using an iOS or iPadOS device or a Mac, audio calls using an Apple Watch, or through a WebRTC browser. These calls don’t count towards your plan minutes.\n\nWe designed FaceTime to use end-to-end encryption. We never store the content of FaceTime calls.\n\nYou can sign in to FaceTime using your Apple ID or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to FaceTime automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to use for FaceTime calls in FaceTime settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com. \n\nSharePlay allows you to share experiences from Apple or third-party apps in FaceTime calls. The content that apps exchange over SharePlay is end-to-end encrypted.\n\nFaceTime links allow users to set up a call for later, and invite participants on Windows or Android to join via the web. Web users will be required to provide a name to identify themselves and request access to a FaceTime call. Any authenticated user on the call can remove a web user within the first 30 seconds of the web user joining the call.\n\nApple may record and store some information related to your use of FaceTime in order to operate and improve Apple’s products and services:\n\n• When you use FaceTime, Apple may store information about your use of the services in a way that doesn’t identify you.\n\n• Apple may record and store information about FaceTime calls, such as who was invited to a call and your device’s network configurations, and store this information for up to 30 days. Apple doesn’t log whether your call was answered and can’t access the content of your calls.\n\n• Some apps on your device (including FaceTime) may communicate with Apple’s servers to determine whether other people can be reached by FaceTime. When this happens, Apple may store these phone numbers and email addresses associated with your account for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "‏FaceTime هي خدمة من Apple تمكنك من إجراء مكالمات الفيديو أو المكالمات الصوتية مع شخص آخر يستخدم أيضًا جهاز iOS أو iPadOS أو كمبيوتر Mac، أو إجراء المكالمات الصوتية باستخدام Apple Watch، أو عبر متصفح WebRTC. لا تحسب هذه المكالمات ضمن دقائق الباقة الخلوية.\n\nلقد صممنا FaceTime لاستخدام التشفير الكامل. نحن لا نخزِّن محتوى مكالمات FaceTime أبدًا.\n\nيمكنك تسجيل الدخول إلى FaceTime باستخدام Apple ID، أو برقم هاتفك فقط. عند تسجيل الدخول على جهازك باستخدام Apple ID، يتم تسجيل الدخول تلقائيًا إلى FaceTime. سيظهر Apple ID أو أرقام الهواتف الخاصة بك للأشخاص الذين تتواصل معهم وسيتمكن الأشخاص من التواصل معك عبر Apple ID وعناوين البريد الإلكتروني أو أرقام الهاتف على حسابك. يمكنك تحديد أرقام الهواتف أو عناوين البريد الإلكتروني التي ترغب في استخدامها لمكالمات FaceTime في إعدادات FaceTime. يمكنك إضافة معلومات إضافية في \"يمكن الوصول على\" والتحقق منها عبر صفحة حساب Apple ID على appleid.apple.com \n\nتتيح لك ميزة SharePlay مشاركة التجارب من Apple أو تطبيقات الجهات الخارجية في مكالمات FaceTime. يتم تشفير المحتوى الذي تتبادله التطبيقات عبر SharePlay تشفيرًا كاملاً.\n\nتسمح روابط FaceTime للمستخدمين بإعداد مكالمة لوقت لاحق، ودعوة المشاركين على Windows أو Android للانضمام عبر الويب. سيُطلب من مستخدمي الويب تقديم اسم لتعريف أنفسهم وطلب الوصول إلى مكالمة FaceTime. يمكن لأي مستخدم مخوَّل في المكالمة إزالة مستخدم الويب خلال أول ٣٠ ثانية من انضمام مستخدم الويب إلى المكالمة.\n\nقد تسجل Apple وتخزِّن بعض المعلومات المتعلقة باستخدامك لـ FaceTime لتشغيل وتحسين منتجات Apple وخدماتها:\n\n• عند استخدام FaceTime، قد تخزِّن Apple معلومات حول استخدامك للخدمات بطريقة لا تكشف عن هويتك.\n\n• قد تقوم Apple بتسجيل وتخزين معلومات حول مكالمات FaceTime، مثل الشخص الذي تمت دعوته إلى مكالمة، وتكوينات شبكة جهازك، وتخزين هذه المعلومات لمدة تصل إلى ٣٠ يومًا. لا تسجل Apple ما إذا كان قد تم الرد على مكالمتك أم لا، ولا يمكنها الوصول إلى محتوى مكالماتك.\n\n• قد تتصل بعض التطبيقات الموجودة على جهازك (بما في ذلك FaceTime) بخوادم Apple لتحديد ما إذا كان يمكن الوصول إلى أشخاص آخرين عن طريق FaceTime. عند حدوث ذلك، قد تقوم Apple بتخزين أرقام الهواتف وعناوين البريد الإلكتروني المرتبطة بحسابك، لمدة تصل إلى ٣٠ يومًا.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Το FaceTime είναι μια υπηρεσία της Apple που πραγματοποιεί βιντεοκλήσεις ή ηχητικές κλήσεις με άλλα άτομα που χρησιμοποιούν επίσης μια συσκευή iOS ή iPadOS ή ένα Mac, ή ηχητικές κλήσεις με ένα Apple Watch ή μέσω ενός προγράμματος περιήγησης WebRTC. Αυτές οι κλήσεις δεν προσμετρώνται στο πρόγραμμα ομιλίας σας.\n\nΣχεδιάσαμε το FaceTime με γνώμονα τη χρήση διατερματικής κρυπτογράφησης. Δεν αποθηκεύουμε ποτέ το περιεχόμενο των κλήσεων FaceTime.\n\nΜπορείτε να συνδεθείτε στο FaceTime χρησιμοποιώντας το Apple ID σας ή απλώς τον αριθμό τηλεφώνου σας. Αν συνδεθείτε με το Apple ID σας στη συσκευή σας, θα συνδεθείτε στο FaceTime αυτόματα. Το Apple ID ή οι αριθμοί τηλεφώνου σας θα εμφανίζονται στα άτομα με τα οποία επικοινωνείτε, τα οποία θα μπορούν να επικοινωνήσουν μαζί σας χρησιμοποιώντας το Apple ID σας και τις διευθύνσεις email ή τους αριθμούς τηλεφώνου στον λογαριασμό σας. Στις ρυθμίσεις FaceTime, μπορείτε να επιλέξετε ποιους αριθμούς τηλεφώνου ή διευθύνσεις email θα θέλατε να χρησιμοποιείτε για κλήσεις FaceTime. Μπορείτε να προσθέσετε και να επαληθεύσετε πρόσθετα στοιχεία επικοινωνίας στη σελίδα του λογαριασμού Apple ID σας στη διεύθυνση appleid.apple.com. \n\nΤο SharePlay επιτρέπει την κοινή χρήση εμπειριών στις εφαρμογές Apple ή τρίτων σε κλήσεις FaceTime. Το περιεχόμενο που ανταλλάσσουν οι εφαρμογές μέσω του SharePlay κρυπτογραφείται διατερματικά.\n\nΟι σύνδεσμοι FaceTime επιτρέπουν στους χρήστες να οργανώσουν μια κλήση για αργότερα και να προσκαλέσουν άτομα που χρησιμοποιούν Windows ή Android να συμμετάσχουν στην κλήση μέσω Ιστού. Οι χρήστες Ιστού πρέπει να εισαγάγουν ένα όνομα για ταυτοποίηση και να ζητήσουν πρόσβαση σε μια κλήση FaceTime. Οποιοσδήποτε εξουσιοδοτημένος χρήστης συμμετέχει στην κλήση έχει τη δυνατότητα να αφαιρέσει έναν χρήστη που συμμετέχει μέσω του Ιστού εντός των πρώτων 30 δευτερολέπτων συμμετοχής του χρήστη Ιστού στην κλήση.\n\nΗ Apple ενδέχεται να καταγράψει και να αποθηκεύσει κάποιες πληροφορίες που σχετίζονται με την από μέρους σας χρήση του FaceTime, με σκοπό την παροχή και τη βελτίωση των προϊόντων και υπηρεσιών της Apple:\n\n• Όταν χρησιμοποιείτε το FaceTime, η Apple ενδέχεται να αποθηκεύσει πληροφορίες σχετικά με την από μέρους σας χρήση των υπηρεσιών, με τρόπο που δεν σας ταυτοποιεί.\n\n• Η Apple μπορεί να εγγράφει πληροφορίες για κλήσεις FaceTime, π.χ. ποιο άτομο προσκλήθηκε σε κλήση και τις διαμορφώσεις δικτύων της συσκευής σας, και να αποθηκεύει αυτές τις πληροφορίες για έως 30 ημέρες. Η Apple δεν καταγράφει αν η κλήση σας απαντήθηκε και δεν έχει πρόσβαση στο περιεχόμενο των κλήσεών σας.\n\n• Κάποιες εφαρμογές στη συσκευή σας (συμπεριλαμβανομένου του FaceTime) ενδέχεται να επικοινωνούν με τους διακομιστές της Apple, για να προσδιορίζουν αν μπορείτε να επικοινωνήσετε με άλλα άτομα μέσω του FaceTime. Σε αυτήν την περίπτωση, η Apple μπορεί να αποθηκεύσει αυτούς τους αριθμούς τηλεφώνου και τις διευθύνσεις email που συσχετίζονται με τον λογαριασμό σας για έως 30 ημέρες.\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTimeは、iOSデバイス、iPadOSデバイス、またはMacを使用している相手とビデオ通話またはオーディオ通話を行うAppleのサービスです。Apple WatchまたはWebRTCブラウザを使ったオーディオ通話もできます。この通話はご契約中の通話分数としてはカウントされません。\n\nFaceTimeはエンドツーエンドで暗号化を使用するように設計されています。FaceTime通話の内容は絶対に保存されません。\n\nFaceTimeには、Apple IDまたは電話番号でサインインできます。デバイスでApple IDを使ってサインインすると、FaceTimeに自動的にサインインされます。お使いのApple IDや電話番号は連絡を取った相手に表示されます。あなたのApple ID、およびアカウントに登録されているメールアドレスまたは電話番号はあなたに連絡を取ることに使用できます。FaceTime設定で、FaceTime通話で使用する電話番号やメールアドレスを選択できます。appleid.apple.com のApple IDアカウントページで、別の連絡先情報を追加して確認することができます。 \n\nSharePlayでは、FaceTime通話中にAppleまたは他社製のAppからコンテンツを共有できます。SharePlayを使用してAppでやりとりするコンテンツは、エンドツーエンドで暗号化されています。\n\nFaceTimeリンクでは、ユーザは、あとからかける通話を設定したり、Webを通じてWindowsやAndroid上の参加者を招待することができます。Webユーザは、本人確認とFaceTime通話へのアクセス要求のため、名前を提供することが要求されます。通話中の認証済みユーザは、Webユーザが通話に参加してから最初の30秒以内に、Webユーザを除外することができます。\n\nAppleの製品とサービスの提供および向上のため、AppleはFaceTimeの使用に関する一部の情報を記録および保存する場合があります:\n\n• FaceTimeを使用する際、Appleは個人を特定しない方法でサービスの使用に関する情報を保存することがあります。\n\n• Appleは、通話に招待された人やデバイスのネットワーク構成など、FaceTime通話に関する情報を記録および保存し、最大30日間保管することがあります。Appleは発信に応答があったかどうかは記録せず、通話の内容にもアクセスできません。\n\n• デバイス上の一部のApp（FaceTimeを含む）は、Appleのサーバと通信して、連絡する相手にFaceTimeで連絡できるかどうかを判断することがあります。これが行われる場合、Appleはお使いのアカウントに関連付けられているこれらの電話番号やメールアドレスを最大30日間保存することがあります。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime is an Apple service that makes video or audio calls to someone who’s also using an iOS or iPadOS device or a Mac, audio calls using an Apple Watch, or through a WebRTC browser. These calls don’t count against your cellular minutes.\n\nWe designed FaceTime to use end-to-end encryption. We never store the content of FaceTime calls.\n\nYou can sign in to FaceTime using your Apple ID, or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to FaceTime automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to use for FaceTime calls in FaceTime settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com. \n\nSharePlay allows you to share experiences from Apple or third-party apps in FaceTime calls. The content that apps exchange over SharePlay is end-to-end encrypted.\n\nFaceTime links allow users to set up a call for later, and invite participants on Windows or Android to join via the web. Web users will be required to provide a name to identify themselves and request access to a FaceTime call. Any authenticated user on the call can remove a web user within the first 30 seconds of the web user joining the call.\n\nApple may record and store some information related to your use of FaceTime in order to operate and improve Apple’s products and services:\n\n• When you use FaceTime, Apple may store information about your use of the services in a way that doesn’t identify you.\n\n• Apple may record and store information about FaceTime calls, such as who was invited to a call, and your device’s network configurations, and store this information for up to 30 days. Apple doesn’t log whether your call was answered, and can’t access the content of your calls.\n\n• Some apps on your device (including FaceTime) may communicate with Apple’s servers to determine whether other people can be reached by FaceTime. When this happens, Apple may store these phone numbers and email addresses associated with your account for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "FaceTime — це служба Apple, за допомогою якої здійснюють відео- або аудіовиклики до тих, хто також користується пристроєм iOS чи iPadOS або комп’ютером Mac, аудіовиклики через Apple Watch, а також виклики за допомогою технології WebRTC у браузері. Такі виклики не враховуються у вашому плані стільникових хвилин.\n\nМи передбачили використання наскрізного шифрування у FaceTime. Ми ніколи не зберігаємо вміст викликів FaceTime.\n\nУ FaceTime можна ввійти зі своїм Apple ID або лише зі своїм номером телефону. Якщо ви входите за допомогою свого Apple ID на своєму пристрої, вхід у FaceTime буде виконано автоматично. Ваш Apple ID або телефонні номери відображатимуться для людей, з якими ви контактуєте, і з вами зможуть зв’язуватися, використовуючи ваш Apple ID та адреси е-пошти або номери телефонів у вашому обліковому записі. У параметрах FaceTime можна вибрати, які номери телефонів чи адреси е‑пошти використовувати для викликів FaceTime. Ви можете додати й підтвердити додаткову інформацію для розділу «Зв’язок через» на сторінці свого облікового запису Apple ID за адресою appleid.apple.com. \n\nSharePlay дає змогу поширювати вміст програм Apple або сторонніх розробників під час викликів FaceTime. Вміст, яким програми обмінюються через SharePlay, наскрізно шифрується.\n\nПосилання FaceTime дають користувачам змогу запланувати виклик пізніше та запросити учасників із пристроями Windows або Android приєднатися через браузер. Користувачі вебверсії повинні вказати ім’я, щоб ідентифікувати себе та запитати доступ до виклику FaceTime. Будь-який авторизований користувач під час виклику може вилучити користувача вебверсії протягом перших 30 секунд після того, як користувач вебверсії приєднається до виклику.\n\nApple може записувати та зберігати деяку інформацію, пов’язану з вашим використанням FaceTime, для роботи та вдосконалення продуктів і служб Apple.\n\n• Коли ви використовуєте FaceTime, Apple може зберігати інформацію про ваше користування цією службою в спосіб, що не ідентифікує вас особисто.\n\n• Apple може записувати й зберігати інформацію про виклики FaceTime, наприклад користувачів, запрошених до виклику, і мережеві конфігурації вашого пристрою, і зберігати їх терміном до 30 днів. Apple не фіксує, чи відповіли на ваш виклик, і не має доступу до вмісту ваших викликів.\n\n• Деякі програми на вашому пристрої (зокрема, FaceTime) можуть обмінюватися даними із серверами Apple, щоб визначати доступність інших людей для зв’язку через FaceTime. Коли це відбувається, Apple може зберігати такі телефонні номери й адреси е-пошти, пов’язані з вашим обліковим записом, терміном до 30 днів.\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збирання, утримання, обробку й використання цієї інформації компанією Apple і її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "FaceTime es un servicio de Apple que realiza llamadas de video o audio a un dispositivo iOS, iPadOS o una computadora Mac, o llamadas de audio a un Apple Watch a través de un servidor WebRTC. Estas llamadas no se cuentan en tu plan de minutos de llamada.\n\nDiseñamos FaceTime con encriptación de extremo a extremo. Nunca almacenamos el contenido de tus llamada de FaceTime.\n\nTambién puedes iniciar sesión en FaceTime con tu Apple ID o sólo con tu número telefónico. Al iniciar sesión con tu Apple ID en tu dispositivo, se iniciará sesión automáticamente en FaceTime. Tu Apple ID o números telefónicos se mostrarán a la gente con la que te pongas en contacto, y la gente podrá buscarte usando tu Apple ID, direcciones de correo electrónico o números telefónicos de tu cuenta. En la configuración de FaceTime puedes elegir qué números telefónicos o direcciones de correo electrónico quieres usar para tus llamadas de FaceTime. Es posible agregar y verificar información de contacto desde tu página de Apple ID en appleid.apple.com. \n\nSharePlay te permite compartir experiencias desde apps de Apple o de terceros en llamadas de FaceTime. El contenido que las apps intercambian a través de SharePlay se encripta de un extremo a otro.\n\nLos enlaces de FaceTime permiten a los usuarios configurar llamadas para después e invitar a participantes a unirse en Windows o Android a través de Internet. Los usuarios de Internet necesitan proporcionar un nombre que los identifique y solicitar acceso a la llamada de FaceTime. Cualquier usuario autenticado en la llamada puede quitar a un usuario de Internet durante los primeros 30 segundos después de que se incorpore a la llamada.\n\nApple puede registrar y almacenar alguna información relacionada con tu uso de FaceTime para operar y mejorar los productos y servicios Apple:\n\n• Cuando usas FaceTime, Apple puede almacenar información sobre tu uso de los servicios de tal manera que no te identifique.\n\n• Apple puede registrar y almacenar hasta por 30 días información acerca de las llamadas de FaceTime, por ejemplo, quién recibió una invitación de llamada y la configuración de red del dispositivo. Apple no mantiene un registro de si se respondió o no tu llamada, y no puede acceder al contenido de tus llamadas.\n\n• Algunas apps en tu dispositivo (incluyendo FaceTime) pueden conectarse con los servidores de Apple para determinar si puedes ponerte en contacto con otras personas mediante FaceTime. Cuando esto ocurre, Apple puede almacenar hasta por 30 días estos números telefónicos y direcciones de correo electrónico asociados con tu cuenta.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话是一项Apple服务，可以给同样使用iOS或iPadOS设备或Mac电脑的用户拨打视频或音频电话，也可以使用Apple Watch或通过WebRTC浏览器拨打音频电话。这些电话不耗费您的蜂窝网络通话时长。\n\nFaceTime通话基于端对端加密技术而设计。我们从不储存FaceTime通话的内容。\n\n您可以使用Apple ID登录FaceTime通话，也可以直接使用手机号码登录。在设备上使用Apple ID登录后，您会自动登录FaceTime通话。您联系的人会看到您的Apple ID或电话号码，其他人可以通过您帐户上的Apple ID和电子邮件地址或电话号码联系您。您可以在“FaceTime通话”设置中选择使用哪个电话号码或电子邮件地址进行FaceTime通话。若要在Apple ID帐户页面中添加并验证其他的“联络方式”信息，请前往appleid.apple.com。 \n\n同播共享可让您在FaceTime通话时共享Apple或第三方App的体验。App通过同播共享交换的内容使用端对端进行加密。\n\n用户可以通过FaceTime通话链接建立稍后的通话，并邀请Windows或安卓参与者通过网页加入。网页端用户需要提供姓名以供身份识别和请求访问FaceTime通话。通话中的任何认证用户都可以在网页端用户加入通话的前30秒内移出该用户。\n\nApple可能会记录和储存部分与您使用FaceTime通话相关的信息，用于Apple产品和服务的运转和改进：\n\n• 使用FaceTime通话时，Apple可能会以不可识别您身份的方式储存与您使用服务相关的信息。\n\n• Apple可能会记录和储存FaceTime通话的相关信息（如受邀加入通话的用户和设备的网络配置）并储存此信息最多30天。Apple不会记录您的电话是否接通，并且无法访问您的通话内容。\n\n• 您设备上的部分App（包括“FaceTime通话”）可能会与Apple的服务器通信，以确定其他人是否可通过FaceTime通话进行联系。进行通信时，Apple可能会储存这些与您的帐户关联的电话号码和电子邮件地址最多30天。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime es un servicio de Apple que permite hacer llamadas de audio o vídeo a otra persona que también esté usando un dispositivo iOS o iPadOS, o un ordenador Mac, llamadas de audio con el Apple Watch o llamadas a través de un navegador WebRTC. El tiempo que duren estas llamadas no se descontará de los minutos de llamadas que tengas contratados en el plan móvil.\n\nHemos diseñado FaceTime para que use encriptación punto a punto. Apple no guarda nunca el contenido de las llamadas de FaceTime.\n\nPuedes iniciar sesión en FaceTime con tu ID de Apple o con tu número de teléfono. Al iniciar sesión con tu ID de Apple en el dispositivo, se iniciará automáticamente tu sesión en FaceTime. Las personas con las que te pongas en contacto verán tu ID de Apple o tus números de teléfono y, para ponerse en contacto contigo, otros usuarios podrán usar tu ID de Apple y las direcciones de correo electrónico o números de teléfono que figuran en tu cuenta. En los ajustes de FaceTime, puedes seleccionar los números de teléfono o las direcciones de correo electrónico que quieres usar para las llamadas de FaceTime. Además, en la sección “Localizable en” de la página de tu cuenta de ID de Apple (appleid.apple.com), puedes añadir y verificar los datos para contactar contigo. \n\nSharePlay te permite compartir experiencias en apps de Apple o de otros desarrolladores durante llamadas de FaceTime. El contenido que intercambian las apps por SharePlay usa encriptación punto a punto.\n\nLos enlaces de FaceTime permiten a los usuarios configurar llamadas para otro momento e invitar a participantes que usen Windows o Android a unirse a través de la web. Los usuarios que utilicen enlaces web deberán introducir un nombre para identificarse y solicitar acceso a una llamada de FaceTime. Cualquier usuario que se haya autenticado en la llamada podrá eliminar a un usuario web durante los primeros 30 segundos después de que este se haya unido a la llamada.\n\nEs posible que Apple grabe y guarde información relacionada con el uso que haces de FaceTime con el fin de proporcionar y mejorar los productos y servicios de Apple:\n\n• Al usar FaceTime, puede que Apple guarde información sobre el uso que haces de los servicios de forma que no se te pueda identificar.\n\n• Es posible que Apple grabe y almacene información acerca de las llamadas de FaceTime, como a quién se ha invitado a una llamada o las configuraciones de red de tu dispositivo, y que la almacene durante un máximo de 30 días. Apple no registra si se ha contestado a las llamadas que has hecho y no puede acceder a su contenido.\n\n• Puede que algunas apps de tu dispositivo (incluida FaceTime) se comuniquen con los servidores de Apple para determinar si se puede establecer contacto con otras personas mediante FaceTime. Si es el caso, es posible que Apple guarde estos números de teléfono y direcciones de correo electrónico y los asocie a tu cuenta durante 30 días como máximo.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "O FaceTime é um serviço da Apple que faz ligações de vídeo ou áudio para uma pessoa que também esteja usando um dispositivo iOS ou iPadOS ou um Mac, ligações de áudio pelo Apple Watch ou por um navegador WebRTC. Essas ligações não são contabilizadas nos minutos disponíveis no seu plano celular.\n\nProjetamos o FaceTime para usar criptografia de ponta a ponta. Nós nunca armazenamos o conteúdo de ligações do FaceTime.\n\nVocê pode usar o seu ID Apple ou apenas o seu número de telefone para iniciar a sessão no FaceTime. Se você iniciar a sessão com um ID Apple no seu dispositivo, uma sessão será iniciada no FaceTime automaticamente. Seu ID Apple ou números de telefone serão mostrados às pessoas que você contatar, e as pessoas poderão entrar em contato com você usando o seu ID Apple, endereços de e‑mail ou números de telefone na sua conta. Nos ajustes do FaceTime, você pode escolher quais números de telefone ou endereços de e-mail usar para fazer ligações no FaceTime. Você pode adicionar e verificar informações de contato adicionais na página da conta do seu ID Apple em appleid.apple.com\/br. \n\nCom o SharePlay, você compartilha experiências de apps da Apple e de terceiros em ligações do FaceTime. O conteúdo que os apps trocam por SharePlay é criptografado de ponta a ponta.\n\nOs links do FaceTime permitem que usuários configurem uma ligação para mais tarde e convidem participantes que usam Windows ou Android a entrarem pela web. Os usuários da web deverão fornecer um nome para se identificar e solicitar acesso a uma ligação do FaceTime. Qualquer usuário autenticado na ligação pode remover um usuário da web nos primeiros 30 segundos depois que ele tiver entrado na ligação.\n\nA Apple pode gravar e armazenar algumas informações relacionadas ao uso que você faz do FaceTime para melhorar os produtos e serviços da Apple:\n\n• Quando você usa o FaceTime, a Apple pode armazenar informações sobre o uso que você faz do serviço de forma que não identifique você pessoalmente.\n\n• A Apple pode gravar e armazenar informações sobre ligações do FaceTime, como quem foi convidado para uma ligação e as configurações de rede do seu dispositivo, e armazenar essas informações por até 30 dias. A Apple não registra se a sua ligação foi atendida e não pode acessar o conteúdo das suas ligações.\n\n• Alguns apps no seu dispositivo (incluindo o FaceTime) podem se comunicar com os servidores da Apple para determinar se outras pessoas podem ser contatadas via FaceTime. Quando isso acontece, a Apple pode armazenar esses números de telefone e endereços de e‑mail associados à sua conta por até 30 dias.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "FaceTime er en Apple-tjeneste, der laver video- eller lydopkald til personer, som også bruger en iOS- eller iPadOS-enhed eller en Mac, eller lydopkald ved hjælp af et Apple Watch eller via en WebRTC-browser. Disse opkald tæller ikke med i din mobiltid.\n\nVi har udviklet FaceTime til at bruge kryptering fra start til slut. Vi opbevarer aldrig indholdet af FaceTime-opkald.\n\nDu kan logge ind på FaceTime ved hjælp af dit Apple‑id eller bare dit telefonnummer. Hvis du logger ind med dit Apple‑id på din enhed, logges du automatisk ind på FaceTime. Dit Apple‑id eller dine telefonnumre vises til de personer, du kontakter, og andre kan få kontakt med dig vha. dit Apple‑id og dine e-mailadresser eller telefonnumre på din konto. Du kan vælge, hvilke telefonnumre eller e-mailadresser du vil bruge til FaceTime-opkald, i indstillingerne til FaceTime. Du kan tilføje og bekræfte flere kontaktoplysninger på din kontoside til Apple‑id på appleid.apple.com. \n\nMed SharePlay kan du dele oplevelser sammen med andre under FaceTime-opkald vha. apps fra Apple og tredjeparter. Indholdet, som apps deler via SharePlay, krypteres fra start til slut.\n\nMed FaceTime-links kan brugere arrangere et opkald på et senere tidspunkt og invitere deltagere, der bruger Windows- eller Android-enheder, til at deltage via internettet. Webbrugere skal angive et navn og anmode om adgang til FaceTime-opkald. Godkendte brugere, der deltager i opkaldet, kan fjerne webbrugere, inden for de første 30 sekunder efter at vedkommende deltog i opkaldet.\n\nApple kan registrere og lagre nogle oplysninger relateret til din brug af FaceTime for at drive og forbedre Apples produkter og tjenester:\n\n• Når du bruger FaceTime, kan Apple lagre oplysninger om din brug af tjenesterne på en måde, der ikke identificerer dig.\n\n• Apple kan registrere og lagre oplysninger om FaceTime-opkald, f.eks. hvem der blev inviteret til et opkald, og din enheds netværkskonfigurationer, og lagre disse oplysninger i op til 30 dage. Apple logger ikke, om dit opkald blev besvaret, og har ikke adgang til indholdet af dine opkald.\n\n• Nogle apps på din enhed (herunder FaceTime) kan kommunikere med Apples servere for at afgøre, om andre personer kan kontaktes vha. FaceTime. Når dette sker, kan Apple lagre disse telefonnumre og e-mailadresser, der er knyttet til din konto, i op til 30 dage.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime è un servizio Apple che effettua chiamate video o audio verso altre persone che utilizzando un dispositivo iOS, iPadOS o un Mac, chiamate audio utilizzando Apple Watch oppure tramite un browser WebRTC. Queste chiamate non vengono contate sui minuti delle chiamate cellulari.\n\nFaceTime è stato progettato per l'utilizzo della crittografia end‑to‑end. Non memorizziamo mai il contenuto delle chiamate FaceTime.\n\nPuoi accedere a FaceTime usando il tuo ID Apple, o semplicemente il tuo numero di telefono. Se esegui l'accesso con il tuo ID Apple sul tuo dispositivo, accederai automaticamente a FaceTime. I tuoi ID Apple o numeri di telefono verranno mostrati alle persone che contatti e gli altri potranno raggiungerti utilizzando il tuo ID Apple e gli indirizzi email o i numeri di telefono sul tuo account. Puoi selezionare quali numeri di telefono o indirizzi e‑mail desideri utilizzare per le chiamate FaceTime nelle impostazioni di FaceTime. Puoi aggiungere e verificare ulteriori informazioni relative ai tuoi recapiti dalla pagina dell'account ID Apple all'indirizzo appleid.apple.com. \n\nSharePlay ti consente di condividere le esperienze offerte da app di Apple o di terze parti durante le chiamate FaceTime. Il contenuto che le app scambiano tramite SharePlay è protetto tramite crittografia end‑to‑end.\n\nI link di FaceTime consentono agli utenti di programmare una chiamata per un secondo momento e di invitare i partecipanti che usano Windows o Android a unirsi tramite il web. Gli utenti sul web dovranno fornire un nome per identificarsi e richiedere l'accesso a una chiamata FaceTime. I partecipanti alla chiamata che si sono autenticati possono rimuovere gli utenti che partecipano dal web entro i primi 30 secondi da quando questi ultimi si sono uniti alla chiamata.\n\nApple può registrare e archiviare alcune informazioni relative all'utilizzo di FaceTime per gestire e migliorare i prodotti e i servizi Apple:\n\n• Quando utilizzi FaceTime, Apple può archiviare informazioni sull'uso dei servizi in un modo che non consente di identificarti.\n\n• Apple può registrare e archiviare informazioni sulle chiamate FaceTime, come chi è stato invitato a una chiamata, e le configurazioni di rete del dispositivo, e archiviare queste informazioni per un massimo di 30 giorni. Apple non registra se la tua chiamata ha ricevuto risposta e non può accedere al contenuto delle tue chiamate.\n\n• Alcune app sul dispositivo (compresa FaceTime) possono comunicare con i server Apple per determinare se altre persone possono essere raggiunte da FaceTime. Quando ciò accade, Apple può memorizzare i numeri di telefono e gli indirizzi e‑mail associati al tuo account per un massimo di 30 giorni.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "FaceTime je služba spoločnosti Apple, pomocou ktorej môžete uskutočňovať videohovory a audiohovory s užívateľmi, ktorí taktiež používajú iOS alebo iPadOS zariadenie alebo Mac, audiohovory pomocou Apple Watch alebo hovory prostredníctvom WebRTC prehliadača. Tieto hovory nie sú započítané do vášho mobilného programu.\n\nSlužbu FaceTime sme navrhli tak, aby využívala E2EE šifrovanie. Obsah FaceTime hovorov nie je nikdy ukladaný.\n\nDo služby FaceTime sa môžete prihlásiť použitím svojho Apple ID, prípadne len pomocou telefónneho čísla. Keď sa na zariadení prihlásite pomocou svojho Apple ID, budete automaticky prihlásení do služby FaceTime. Vaše Apple ID alebo telefónne čísla sa zobrazia osobám, ktoré kontaktujete, a ostatné osoby vás budú môcť kontaktovať pomocou vášho Apple ID a emailových adries alebo telefónnych čísiel vo vašom účte. V nastaveniach FaceTime si môžete vybrať telefónne čísla alebo emailové adresy, ktoré chcete používať na uskutočňovanie FaceTime hovorov. Dodatočné informácie o vašej zastihnuteľnosti môžete pridať a overiť na stránke svojho účtu Apple ID na adrese appleid.apple.com. \n\nSlužba SharePlay vám umožňuje zdieľať počas FaceTime hovorov obsah z apiek od spoločnosti Apple alebo z apiek tretích strán. Obsah, ktoré si apky vymieňajú cez SharePlay, je zabezpečený E2EE šifrovaním.\n\nOdkazy na FaceTime umožňujú užívateľom nastaviť hovor na neskôr a pozývať užívateľov systému Windows alebo Android, ktorí sa môžu pripojiť cez web. Weboví užívatelia sa musia identifikovať pomocou mena a musia požiadať o prístup k FaceTime hovoru. Každý overený užívateľ hovoru môže webového užívateľa odobrať do 30 sekúnd po tom, ako sa daný webový užívateľ pripojí k hovoru.\n\nSpoločnosť Apple môže s cieľom prevádzkovania a vylepšovania poskytovaných produktov a služieb zaznamenávať a uchovávať niektoré informácie súvisiace s používaním služby FaceTime:\n\n• Počas používania služby FaceTime môže spoločnosť Apple uchovať informácie týkajúce sa používania služieb spôsobom, ktorý neumožňuje vašu identifikáciu.\n\n• Spoločnosť Apple môže zaznamenať a uchovať informácie o FaceTime hovoroch, napríklad informácie o osobách pozvaných do hovoru a nastaveniach siete na vašom zariadení, a uchovať tieto informácie po dobu 30 dní. Spoločnosť Apple nezaznamenáva, či užívatelia odpovedali na váš hovor, a nemá prístup k obsahu vašich hovorov.\n\n• Niektoré apky na vašom zariadení (vrátane apky FaceTime) môžu komunikovať so servermi spoločnosti Apple s cieľom zistiť, či je možné zastihnúť iných užívateľov cez FaceTime. Ak k tomu dôjde, spoločnosť Apple môže uchovať tieto telefónne čísla a emailové adresy priradené k vášmu účtu po dobu až 30 dní.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "O FaceTime é um serviço da Apple que permite efetuar chamadas de áudio ou vídeo para utilizadores de um dispositivo iOS ou iPadOS ou um Mac, ou chamadas de áudio através de um Apple Watch ou de um navegador WebRTC. Estas chamadas não contam para os minutos da rede móvel.\n\nO FaceTime foi concebido para usar cifragem ponto a ponto. O conteúdo das chamadas FaceTime nunca é armazenado.\n\nPode iniciar sessão no FaceTime com o seu ID Apple ou apenas com o seu número de telefone. Se iniciar sessão com o ID Apple no seu dispositivo, iniciará sessão automaticamente no FaceTime. O seu ID Apple ou números de telefone serão mostrados às pessoas que contactar e qualquer pessoa poderá entrar em contacto consigo usando o seu ID Apple e endereços de e‑mail ou números de telefone registados na sua conta. Pode selecionar os números de telefone ou endereços de e‑mail que gostaria de usar para chamadas FaceTime nas definições do FaceTime. Na página da conta ID Apple em appleid.apple.com, pode adicionar e confirmar informação de outros números ou endereços de contacto. \n\nSharePlay permite partilhar experiências das aplicações da Apple ou de terceiros durante as chamadas FaceTime. O conteúdo que as aplicações trocam via SharePlay é cifrado ponto a ponto.\n\nAs hiperligações FaceTime permitem aos utilizadores configurar uma chamada para mais tarde e convidar participantes com dispositivos Windows ou Android para aceder através da web. Os utilizadores web têm de indicar um nome para se identificarem e de pedir acesso a uma chamada FaceTime. Qualquer utilizador autenticado na chamada pode remover um utilizador web nos primeiros 30 segundos após o acesso à chamada.\n\nA Apple pode registar e armazenar alguma informação relacionada com a sua utilização do FaceTime para fins operacionais e de melhoria dos produtos e serviços da Apple:\n\n• Durante a utilização do FaceTime, a Apple pode armazenar informação sobre a sua utilização dos serviços sem incluir dados de teor pessoal.\n\n• A Apple pode registar e armazenar informação sobre chamadas FaceTime, tais como as pessoas convidadas para uma chamada e as configurações de rede do dispositivo, e armazenar esta informação por um período máximo de 30 dias. A Apple não regista se a chamada foi atendida e não tem acesso ao conteúdo das chamadas.\n\n• Algumas aplicações no seu dispositivo (incluindo o FaceTime) podem comunicar com os servidores da Apple para determinar se outras pessoas podem ser contactadas por FaceTime. Neste caso, a Apple poderá armazenar estes números de telefone e endereços de e‑mail associados à sua conta por um período máximo de 30 dias.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime ialah perkhidmatan Apple yang membuat panggilan video atau audio kepada seseorang yang juga menggunakan peranti iOS atau peranti iPadOS atau Mac, atau panggilan audio menggunakan Apple Watch, atau menerusi pelayar WebRTC. Panggilan ini tidak diambil kira dalam minit selular anda.\n\nKami telah mereka bentuk FaceTime untuk menggunakan penyulitan hujung ke hujung. Kami langsung tidak menyimpan kandungan panggilan FaceTime.\n\nAnda boleh mendaftar masuk ke FaceTime menggunakan Apple ID anda, atau hanya nombor telefon anda. Jika anda mendaftar masuk dengan Apple ID anda pada peranti anda, anda akan daftar masuk ke FaceTime secara automatik. Apple ID atau nombor telefon anda akan ditunjukkan kepada orang yang anda hubungi dan orang dapat menghubungi anda menggunakan Apple ID anda serta alamat e-mel atau nombor telefon pada akaun anda. Anda boleh memilih nombor telefon atau alamat e-mel yang ingin anda gunakan untuk panggilan FaceTime dalam seting FaceTime. Anda boleh menambah dan mengesahkan maklumat Boleh Dihubungi Di tambahan daripada halaman akaun Apple ID anda di appleid.apple.com\/my. \n\nSharePlay membolehkan anda berkongsi pengalaman daripada app Apple atau pihak ketiga dalam panggilan FaceTime. Kandungan yang dihantar oleh app melalui SharePlay disulitkan hujung ke hujung.\n\nPautan FaceTime membolehkan pengguna menyediakan panggilan kemudian dan menjemput peserta pada Windows atau Android untuk menyertai melalui web. Pengguna web akan diperlukan memberikan nama untuk mengenal pasti diri mereka dan meminta akses kepada panggilan FaceTime. Mana-mana pengguna yang disahkan dalam panggilan boleh mengeluarkan pengguna web dalam masa 30 saat pertama pengguna web tersebut menyertai panggilan.\n\nApple mungkin merakam dan menyimpan sesetengah maklumat berkaitan dengan penggunaan FaceTime anda untuk mengendalikan dan meningkatkan produk dan perkhidmatan Apple:\n\n• Apabila anda menggunakan FaceTime, Apple mungkin menyimpan maklumat tentang penggunaan perkhidmatan oleh anda dalam cara yang tidak mengecam anda.\n\n• Apple mungkin merakam dan menyimpan maklumat tentang panggilan FaceTime, seperti orang yang dijemput ke panggilan dan konfigurasi rangkaian peranti anda serta menyimpan maklumat ini sehingga 30 hari. Apple tidak log sama ada panggilan anda dijawab dan tidak boleh mengakses kandungan panggilan anda.\n\n• Sesetengah app pada peranti anda (termasuk FaceTime) mungkin berkomunikasi dengan pelayan Apple untuk menentukan sama ada orang lain boleh dihubungi melalui FaceTime. Apabila ini berlaku, Apple mungkin menyimpan nombor telefon dan alamat e-mel berkaitan dengan akaun anda ini, sehingga 30 hari.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime är en Apple-tjänst som ringer video- eller ljudsamtal till någon som också använder en iOS- eller iPadOS-enhet eller Mac, ljudsamtal med en Apple Watch eller via en WebRTC-webbläsare. De här samtalen omfattas inte av eventuella abonnemangsbegränsningar eller -kostnader.\n\nVi har utformat FaceTime för att använda heltäckande kryptering. Vi lagrar aldrig innehållet i FaceTime-samtal.\n\nDu kan logga in på FaceTime med ditt Apple‑ID eller bara ditt telefonnummer. Om du loggar in med ditt Apple‑ID på enheten loggas du automatiskt in på FaceTime. Ditt Apple‑ID eller telefonnummer visas för personer som du kontaktar, och andra kan nå dig via ditt Apple‑ID och e-postadresser eller telefonnummer i kontot. Du kan välja vilka telefonnummer eller e-postadresser som ska användas för FaceTime-samtal i inställningarna för FaceTime. Du kan lägga till och verifiera ytterligare adresser eller nummer där du kan nås på din Apple‑ID-kontosida på appleid.apple.com. \n\nMed SharePlay kan du dela upplevelser från Apple eller tredjepartsappar i FaceTime-samtal. Innehållet som appar skickar via SharePlay är heltäckande krypterat.\n\nMed FaceTime-länkar kan användare schemalägga ett samtal vid en senare tidpunkt och bjuda in deltagare som använder Windows eller Android så att de kan delta via webben. Webbanvändare måste identifiera sig med ett namn och begära åtkomst till ett FaceTime-samtal. Alla autentiserade användare som deltar i samtalet kan ta bort en webbanvändare inom de första 30 sekunderna från att webbanvändaren ansluter till samtalet.\n\nApple kan registrera och lagra en del information i samband med din användning av FaceTime i syfte att tillhandahålla och förbättra Apples produkter och tjänster:\n\n• När du använder FaceTime kan Apple lagra information om din användning av tjänsten på ett sätt som inte identifierar dig.\n\n• Apple kan registrera och lagra information om FaceTime-samtal, såsom vem som blev uppringd och din enhets nätverkskonfigurationer, och lagra den här informationen i upp till 30 dagar. Apple loggar inte om ditt samtal besvarades och har inte tillgång till innehållet i dina samtal.\n\n• En del appar på din enhet (inklusive FaceTime) kan kommunicera med Apples servrar för att avgöra om andra personer kan nås via FaceTime. När detta inträffar kan Apple lagra dessa telefonnummer och e-postadresser som är förknippade med ditt konto i upp till 30 dagar.\n\nGenom att använda dessa funktioner godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "FaceTime je služba společnosti Apple, která umožňuje vést videohovory a audiohovory s jinými uživateli iOS zařízení, iPadOS zařízení a Maců a také audiohovory přes Apple Watch nebo prostřednictvím prohlížeče WebRTC. Tyto hovory se nezapočítávají do tarifu pro mobilní hovory.\n\nFaceTime jsme vyvinuli tak, aby při přenosu používal šifrování mezi koncovými body. Obsah hovorů FaceTime se za žádných okolností neukládá.\n\nK FaceTimu se můžete přihlásit pomocí svého Apple ID nebo jen svého telefonního čísla. Když se na svém zařízení přihlásíte k Apple ID, budete k FaceTimu přihlášeni automaticky. Lidé, které kontaktujete, uvidí vaše Apple ID nebo telefonní čísla a můžou se s vámi spojit přes vaše Apple ID a e‑mailové adresy nebo telefonní čísla na vašem účtu. V nastavení FaceTimu si můžete vybrat telefonní čísla a e‑mailové adresy, které chcete pro hovory FaceTime používat. Další kontaktní údaje můžete přidat a ověřit v oddílu „K zastižení na“ na stránce svého účtu Apple ID na adrese appleid.apple.com\/cz. \n\nSlužba SharePlay vám umožňuje během hovorů FaceTime společně sledovat a poslouchat obsah v aplikacích od společnosti Apple i nezávislých vývojářů. Data, která si aplikace přes SharePlay vyměňují, jsou šifrována mezi koncovými body.\n\nUživatelé si můžou pomocí odkazů na FaceTime připravit hovor na později a přizvat k němu účastníky s Windows nebo Androidem, kteří se připojí přes web. Weboví uživatelé se musí identifikovat jménem a o přístup k hovoru FaceTime musí požádat. Kterýkoli ověřený účastník hovoru může webového uživatele během prvních 30 sekund od jeho připojení odebrat.\n\nSpolečnost Apple může za účelem provozování a zlepšování svých produktů a služeb zaznamenávat a ukládat některé informace vztahující se k vašemu využívání FaceTimu:\n\n• Když FaceTime používáte, společnost Apple může ukládat informace o vašem využívání služeb způsobem, který neumožňuje vaši osobní identifikaci.\n\n• Společnost Apple může zaznamenat informace o FaceTime hovorech (například o pozvaných účastnících a konfiguraci vašeho zařízení a sítě) a uchovat je až po dobu 30 dní. Společnost Apple nezjišťuje, zda jste se dovolali, a nemá přístup k obsahu hovorů.\n\n• Některé aplikace na vašem zařízení (včetně FaceTimu) můžou komunikovat se servery společnosti Apple, aby zjistily, jestli jsou na FaceTimu k zastižení jiní uživatelé. Společnost Apple může v takovém případě tato telefonní čísla a e‑mailové adresy přidružené k vašemu účtu uložit a uchovat je až po dobu 30 dní.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime은 iOS 또는 iPadOS 기기나 Mac을 사용하는 상대방에게 영상 통화 또는 음성 통화를 걸거나 Apple Watch를 사용하거나 또는 WebRTC 브라우저를 통해 상대방에게 음성 통화를 걸 수 있는 Apple 서비스입니다. 이 통화는 사용자의 셀룰러 통화 시간을 사용한 것으로 간주되지 않습니다.\n\nFaceTime은 종단간 암호화를 사용하도록 설계되었습니다. FaceTime 통화 내용은 저장하지 않습니다.\n\nApple ID를 사용하거나 전화번호만 입력하여 FaceTime에 로그인할 수 있습니다. 기기에서 Apple ID로 로그인하는 경우 FaceTime에 자동으로 로그인됩니다. 사용자가 연락하는 사람에게 사용자의 Apple ID 또는 전화번호가 표시되며 사람들이 사용자의 Apple ID 및 사용자 계정의 이메일 주소 또는 전화번호를 사용하여 사용자에게 연락할 수 있습니다. FaceTime 설정에서 FaceTime 통화에 어떤 전화번호 또는 이메일 주소를 사용할지 선택할 수 있습니다. Apple ID 계정 페이지(appleid.apple.com)에서 추가 ‘연락처’ 정보를 추가하고 확인할 수 있습니다. \n\nSharePlay를 사용하여 FaceTime 통화에서 Apple 또는 타사 앱의 경험을 공유할 수 있습니다. SharePlay로 앱이 교환하는 콘텐츠는 종단간 암호화되어 있습니다.\n\nFaceTime 링크를 사용하여 이후의 통화를 설정할 수 있으며, Windows 또는 Android를 사용하는 개별 참여자가 웹에서 참여하도록 초대할 수 있습니다. 웹 사용자는 본인을 식별하고 FaceTime 통화에 접근을 요청할 수 있도록 이름을 제공해야 합니다. 통화에 참여한 모든 인증된 사용자는 웹 사용자가 통화에 참여한 후 30초 이내에 해당 웹 사용자를 제거할 수 있습니다.\n\nApple이 Apple 제품 및 서비스 운영 및 향상을 위해 FaceTime 사용에 관련된 다음과 같은 일부 정보를 기록하고 저장할 수 있습니다.\n\n• FaceTime 사용 시 Apple은 사용자를 식별할 수 없는 형태로 사용자의 서비스 사용에 관한 정보를 저장할 수 있습니다.\n\n• Apple은 통화에 초대된 사람과 같은 FaceTime 통화에 관한 정보 및 사용자 기기의 네트워크 구성을 기록하고 저장할 수 있습니다. 이 정보는 최대 30일간 저장됩니다. Apple은 통화 여부를 기록하지 않으며 통화 내용에 접근할 수 없습니다.\n\n•기기에 있는 일부 앱(FaceTime 등)은 다른 사람들이 FaceTime으로 연락할 수 있는지를 확인하기 위해 Apple 서버와 통신할 수 있습니다. 이 경우 Apple이 최대 30일 동안 사용자의 계정과 연계된 전화번호 및 이메일 주소를 보관할 수 있습니다.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "FaceTime er en Apple-tjeneste for video- eller lydanrop til andre som har en iOS- eller iPadOS-enhet eller en Mac, eller lydanrop ved hjelp av Apple Watch eller via en WebRTC-nettleser. Disse anropene bruker ikke av abonnementskvoten for ringeminutter.\n\nFaceTime er designet for å bruke gjennomgående kryptering. Vi lagrer aldri innholdet i FaceTime-samtaler.\n\nDu kan logge på FaceTime med Apple‑ID-en din eller med telefonnummeret ditt. Hvis du logger på med Apple‑ID-en din på enheten, blir du automatisk logget på FaceTime også. Apple‑ID-en og\/eller telefonnummeret ditt vil bli vist til personer du kontakter, og andre personer kan nå deg med Apple‑ID-en, e‑postadressene eller telefonnummeret ditt. Du kan velge hvilke telefonnumre eller e‑postadresser du vil bruke ved FaceTime-samtaler, i FaceTime-innstillingene. Du kan legge til og verifisere mer informasjon om hvordan du kan nås, fra kontosiden til Apple‑ID-en din på appleid.apple.com. \n\nMed SharePlay kan du dele opplevelser fra apper laget av Apple eller tredjepart, i FaceTime-samtaler. Innholdet som apper utveksler gjennom SharePlay, er gjennomgående kryptert.\n\nFaceTime-lenker gjør det mulig for brukere å arrangere en samtale senere, og invitere deltakere på Windows eller Android til å delta via internett. Internettbrukere vil måtte oppgi et navn for å identifisere seg og be om tilgang til en FaceTime-samtale. Godkjente brukere i samtalen kan fjerne en deltaker som kobler til via internett, i løpet av de første 30 sekundene etter at internettbrukeren ble med i samtalen.\n\nDet kan hende at Apple registrerer og oppbevarer informasjon knyttet til bruken av FaceTime, for å levere og forbedre Apple-produkter og -tjenester:\n\n• Når du bruker FaceTime, kan Apple oppbevare informasjon om din bruk av tjenestene på en måte som ikke identifiserer deg.\n\n• Apple kan registrere og oppbevare informasjon om FaceTime-anrop, som for eksempel hvem som ble invitert til samtalen, og enhetens nettverkskonfigurasjoner, og oppbevare informasjonen i opptil 30 dager. Apple registrerer ikke hvorvidt samtalen ble besvart, og de har ikke tilgang til innholdet i samtalen.\n\n• Enkelte apper på enheten (inkludert FaceTime) kan kommunisere med Apples tjenere for å finne ut om andre personer er tilgjengelige via FaceTime. Når dette skjer, kan Apple oppbevare telefonnumrene og e‑postadressene som er knyttet til kontoen din i opptil 30 dager.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "A FaceTime egy Apple szolgáltatás, amellyel video- vagy hanghívásokat lehet folytatni iOS- vagy iPadOS-eszközt, illetve Mac gépet használó személyekkel, hanghívást lehet folytatni Apple Watchot használó személyekkel, vagy WebRTC-böngészőn keresztül lehet kommunikálni. Ezek a hívások nem számítanak bele a mobil-előfizetési percekbe.\n\nA FaceTime-ot úgy terveztük, hogy végponttól végpontig terjedő titkosítással működjön. A FaceTime-hívások tartalmát soha nem tároljuk.\n\nA FaceTime-ba bejelentkezhet az Apple ID-jával vagy a telefonszámával. Ha az Apple ID-jával jelentkezik be az eszközén, akkor automatikusan bejelentkezik a FaceTime-ba. Az Apple ID-ja vagy telefonszámai megjelennek azoknak az embereknek, akikkel Ön kapcsolatba lép, és az emberek elérhetik Önt a fiókjában található Apple ID, e-mail-címek vagy telefonszámok használatával. A FaceTime beállításaiban kiválaszthatja, hogy a FaceTime-hívásokhoz mely telefonszámokat vagy e-mail-címeket szeretné használni. További elérhetőségi adatokat adhat meg és ellenőrizhet az Apple ID-fiókoldalán, amely az appleid.apple.com címen érhető el. \n\nA SharePlay lehetővé teszi, hogy élményeket osszon meg másokkal a FaceTime-hívások közben az Apple vagy harmadik felek appjaiból. Azok a tartalmak, amelyeket az appok megosztanak a SharePlay funkción keresztül, végponttól végpontig titkosítva vannak.\n\nA FaceTime-linkek lehetővé teszik, hogy a felhasználók hívásokat állítsanak be egy későbbi időpontra, és Windows vagy Android rendszert használó résztvevőket hívjanak meg, akik a weben keresztül csatlakozhatnak a híváshoz. A webes felhasználóknak meg kell adniuk egy nevet, amely azonosítja őket, ezenkívül hozzáférést kell kérniük a FaceTime-híváshoz. A hívások hitelesített felhasználói igény szerint eltávolíthatják a weben keresztül csatlakozó felhasználókat a csatlakozást követő első 30 másodpercen belül.\n\nAz Apple rögzíthet és tárolhat bizonyos, a FaceTime használatára vonatkozó információkat az Apple-termékek és -szolgáltatások biztosítása és fejlesztése céljából:\n\n• Amikor a FaceTime-ot használja, az Apple Önt nem azonosító módon információkat tárolhat a szolgáltatások használatáról.\n\n• Az Apple rögzíthet és legfeljebb 30 napig tárolhat bizonyos információkat a FaceTime-hívásokkal kapcsolatban, például a kezdeményező felet és az eszköz hálózati beállításait. Az Apple nem naplózza, hogy a hívást fogadták-e, és nem fér hozzá a hívások tartalmához.\n\n• Az eszközön lévő bizonyos appok (többek között a FaceTime) kommunikálhatnak az Apple szervereivel, hogy megállapítsák, más személyek elérhetők-e a FaceTime használatával. Ilyen esetben az Apple legfeljebb 30 napig a fiókjához társítva tárolhatja ezeket a telefonszámokat és e-mail-címeket.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime是一項Apple提供的服務，可以撥打視像或語音通話給其他iOS或iPadOS裝置或Mac的用户，或者使用Apple Watch或透過WebRTC瀏覽器撥打語音通話。這些通話並不會佔用你的流動數據分鐘數。\n\n我們將FaceTime設計成透過點對點加密。我們從不儲存FaceTime通話的內容。\n\n你可以使用你的Apple ID或只用電話號碼來登入FaceTime。如你在裝置上登入你的Apple ID，即會自動將你登入FaceTime。你的Apple ID或電話號碼會顯示給你的聯絡對象，其他人可以透過你的Apple ID和你帳户的電郵地址或電話號碼來聯絡你。你可以在「FaceTime設定」中選擇使用哪個電話號碼或電郵地址進行FaceTime通話。你可以在Apple ID帳户頁面中加入和驗證其他的「與我聯絡」資料，請前往appleid.apple.com。 \n\n「同播同享」讓你在FaceTime通話中分享Apple或第三方App的體驗。App使用「同播同享」交換的內容透過點對點加密。\n\nFaceTime連結可讓用户設定稍後的通話，並邀請Windows或Android上的參與者來透過網絡加入。網頁版需要提供辨識身份的名稱並要求取用FaceTime通話。在網頁版用户加入通話的首30秒內，通話上的任何已認證用户都可以移除網頁版用户。\n\nApple會記錄並儲存部分與你使用FaceTime相關的資料，以操作並改善Apple的產品和服務：\n\n• 當你使用FaceTime時，Apple會以無法識別你個人身份的方式來儲存你使用服務時的資料。\n\n• Apple可能會記錄和儲存FaceTime通話的相關資料（例如邀請加入通話的對象，以及你裝置的網路設定），並且保留這些資料最長達30日。Apple不會記錄你的通話是否有人接聽，且Apple無法取用通話的內容。\n\n• 你裝置上的部份App（包括FaceTime）可能會與Apple的伺服器通訊，以確定FaceTime是否能聯絡到其他人。在此情況下，Apple可能會儲存這些與你帳户相關的電話號碼和電郵地址，最長達30日。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime, bir iOS ya da iPadOS aygıtı veya Mac kullanan biriyle görüntülü veya sesli aramalar ya da Apple Watch kullanan biriyle veya bir WebRTC tarayıcısı aracılığıyla sesli aramalar yapan bir Apple servisidir. Bu aramalar hücresel dakikalarınızdan sayılmaz.\n\nFaceTime’ı uçtan uca şifreleme kullanacak şekilde tasarladık. FaceTime aramalarının içeriğini hiçbir zaman saklamayız.\n\nFaceTime’a Apple kimliğinizi ya da yalnızca telefon numaranızı kullanarak giriş yapabilirsiniz. Aygıtınızda Apple kimliğiniz ile giriş yaparsanız otomatik olarak FaceTime’a da giriş yaparsınız. Apple kimliğiniz veya telefon numaralarınız iletişime geçtiğiniz kişilere gösterilir ve kişiler size hesabınızdaki Apple kimliğinizi ve e-posta adreslerinizi veya telefon numaralarınızı kullanarak ulaşabilir. FaceTime aramaları için hangi telefon numarasını veya e-posta adresini kullanacağınızı FaceTime ayarlarında seçebilirsiniz. appleid.apple.com adresindeki Apple kimliğinizin hesap sayfasında ek Şuradan Ulaşılabilir bilgileri ekleyebilir ve bunları doğrulayabilirsiniz. \n\nSharePlay, Apple veya üçüncü parti uygulama deneyimlerinizi FaceTime aramalarında paylaşmanıza izin verir. Uygulamaların SharePlay üzerinden alıp verdiği içerik uçtan uca şifrelenir.\n\nFaceTime bağlantıları, kullanıcıların daha sonrası için bir görüşme ayarlamalarına ve Windows veya Android kullanıcılarını web üzerinden katılmaya davet etmelerine izin verir. Web kullanıcılarının kendilerini tanıtmak için bir ad sağlamaları ve FaceTime aramasına erişim istemeleri gerekir. Aramadaki yetki verilmiş herhangi bir kullanıcı, bir web kullanıcısını aramaya katıldıktan sonraki 30 saniyede aramadan çıkarabilir.\n\nApple, FaceTime kullanımınıza ilişkin bazı bilgileri Apple’ın ürünlerini ve servislerini çalıştırmak ve iyileştirmek amacıyla kaydedebilir ve saklayabilir:\n\n• FaceTime kullandığınızda, Apple bu servisleri kullanmanızla ilgili bilgileri sizi tanımlamayacak şekilde saklayabilir.\n\n• Apple, aramaya kimin davet edildiği gibi FaceTime aramalarıyla ve aygıtınızın ağ konfigürasyonları ile ilgili bilgileri kaydedip saklayabilir ve bu bilgileri 30 güne kadar tutabilir. Apple aramanızın yanıtlanıp yanıtlanmadığını kaydetmez ve aramalarınızın içeriğine erişemez.\n\n• Aygıtınızdaki bazı uygulamalar (FaceTime da dahil), diğer kişilere FaceTime ile ulaşılıp ulaşılamayacağını belirlemek için Apple’ın sunucularıyla iletişim kurabilir. Bu durum oluştuğunda Apple, hesabınızla ilişkili olan bu telefon numaralarını ve e-posta adreslerini 30 güne kadar saklayabilir.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "FaceTime jest usługą firmy Apple pozwalającą wykonywać połączenia wideo lub audio z innymi osobami, które mają urządzenie iOS lub iPadOS albo Maca, połączenia audio za pomocą Apple Watch albo połączenia za pośrednictwem przeglądarki WebRTC. Te połączenia nie są wliczane do liczby minut połączeń przez sieć komórkową.\n\nFaceTime cechuje pełne szyfrowanie transmisji. Nigdy nie przechowujemy treści połączeń FaceTime.\n\nW FaceTime możesz się zalogować, używając swojego Apple ID lub tylko swojego numeru telefonu. Zalogowanie się na swoim urządzeniu przy użyciu Apple ID powoduje automatyczne zalogowanie się w FaceTime. Twój Apple ID lub numery telefonów będą pokazywane osobom, z którymi się kontaktujesz, a osoby te będą mogły kontaktować się z Tobą, używając Twojego Apple ID, adresów email lub numerów telefonów wymienionych w danych Twojego konta. W ustawieniach FaceTime możesz wybrać, których numerów telefonów lub adresów email chcesz używać do połączeń FaceTime. Dodatkowe informacje możesz dodawać i weryfikować pod etykietą Informacje kontaktowe na stronie konta Apple ID (appleid.apple.com). \n\nSharePlay umożliwia wspólne korzystanie z aplikacji Apple i innych firm podczas połączeń FaceTime. Materiały wykorzystywane podczas sesji SharePlay są szyfrowane na całej drodze przesyłu.\n\nŁącza FaceTime pozwalają planować połączenia oraz zapraszać do nich osoby używające systemów Windows i Android (za pośrednictwem strony www). Osoby używające strony www muszą podać swoje imię i poprosić o zgodę na dołączenie do połączenia FaceTime. Każdy uwierzytelniony uczestnik połączenia może usunąć z niego osobę korzystającą ze strony www w ciągu pierwszych 30 sekund po dołączeniu.\n\nApple może rejestrować i przechowywać pewne informacje na temat sposobu, w jaki korzystasz z FaceTime, w celu oferowania i udoskonalania usług:\n\n• Gdy korzystasz z FaceTime, Apple może przechowywać informacje na temat tego, jak to robisz, w sposób, który nie pozwala Cię zidentyfikować.\n\n• Apple może rejestrować i przechowywać informacje o połączeniach FaceTime, takie jak kto został zaproszony do połączenia oraz konfigurację sieciową Twojego urządzenia i przechowywać te informacje do 30 dni. Apple nie zapisuje informacji, czy Twoje połączenie zostało odebrane, ani nie ma dostępu do treści Twoich połączeń.\n\n• Niektóre aplikacje na Twoim urządzeniu (w tym FaceTime) mogą komunikować się z serwerami Apple w celu ustalenia, czy z innymi osobami można się skontaktować za pomocą FaceTime. W takim przypadku Apple może przechowywać te numery telefonów i adresy email, które są powiązane z Twoim kontem przez maksymalnie 30 dni.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime是一項Apple提供的服務，可以撥打視訊或語音通話給其他iOS或iPadOS裝置或Mac的使用者，使用Apple Watch或透過WebRTC瀏覽器撥打語音通話。這些通話並不會佔用您的行動數據時數。\n\nFaceTime的設計使用端對端加密。我們永遠不會儲存FaceTime通話的內容。\n\n您可以使用您的Apple ID或電話號碼來登入FaceTime。若您在裝置上登入您的Apple ID，即會自動將您登入FaceTime。您的Apple ID或電話號碼會顯示給您的聯絡對象，其他人可以使用您的Apple ID和您帳號的電子郵件地址或電話號碼來聯絡您。您可以在FaceTime設定中選擇要用於FaceTime通話的電話號碼或電子郵件地址。您可以在Apple ID帳號頁面（appleid.apple.com）中加入和驗證其他的「與我聯絡」資訊。 \n\n「同播共享」能讓您在FaceTime通話中分享來自Apple或第三方App的使用體驗。透過「同播共享」交換的內容是使用端對端加密。\n\nFaceTime連結可讓使用者於稍後設定通話，並邀請Windows或Android的參與者來透過網頁加入。網頁使用者將需要提供一個可識別其身分的名稱並要求取用FaceTime通話。通話內任何經過驗證的使用者都可在網頁使用者加入通話的前30秒移除網頁使用者。\n\nApple會記錄並儲存部分與您使用FaceTime相關的資訊，以利作業並改進Apple的產品和服務：\n\n• 當您使用FaceTime時，Apple會以無法識別您個人身分的方式來儲存您使用服務時的資訊。\n\n• Apple可能會記錄和儲存FaceTime通話的相關資訊（例如邀請加入通話的對象，以及您裝置的網路設定），並且保留這些資訊最長達30天。Apple不會記錄您的通話是否有人應答，且Apple無法取用通話的內容。\n\n• 您裝置上的部分App（包含「FaceTime」）可能會與Apple的伺服器通訊，以確定FaceTime是否能聯絡到其他人。在此情況下，Apple可能會儲存這些與您帳號相關的電話號碼和電子郵件地址，最長達30天。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime is an Apple service that makes video or audio calls to someone who’s also using an iOS or iPadOS device or a Mac, audio calls using an Apple Watch, or through a WebRTC browser. These calls don’t count towards your data plan minutes.\n\nWe designed FaceTime to use end-to-end encryption. We never store the content of FaceTime calls.\n\nYou can sign in to FaceTime using your Apple ID or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to FaceTime automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to use for FaceTime calls in FaceTime settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com. \n\nSharePlay allows you to share experiences from Apple or third-party apps in FaceTime calls. The content that apps exchange over SharePlay is end-to-end encrypted.\n\nFaceTime links allow users to set up a call for later and invite participants on Windows or Android to join via the web. Web users will be required to provide a name to identify themselves and request access to a FaceTime call. Any authenticated user on the call can remove a web user within the first 30 seconds of the web user joining the call.\n\nApple may record and store some information related to your use of FaceTime in order to operate and improve Apple’s products and services:\n\n• When you use FaceTime, Apple may store information about your use of the services in a way that doesn’t identify you.\n\n• Apple may record and store information about FaceTime calls, such as who was invited to a call and your device’s network configurations, and store this information for up to 30 days. Apple doesn’t log whether your call was answered and can’t access the content of your calls.\n\n• Some apps on your device (including FaceTime) may communicate with Apple’s servers to determine whether other people can be reached by FaceTime. When this happens, Apple may store these phone numbers and email addresses associated with your account for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime là dịch vụ của Apple giúp thực hiện các cuộc gọi video hoặc âm thanh đến những người khác cũng đang sử dụng thiết bị iOS hoặc iPadOS hoặc máy Mac, thực hiện các cuộc gọi âm thanh bằng Apple Watch hoặc qua trình duyệt WebRTC. Những cuộc gọi này không tính vào số phút gọi di động của bạn.\n\nChúng tôi đã thiết kế FaceTime để sử dụng mã hóa hai chiều. Chúng tôi không bao giờ lưu trữ nội dung của các cuộc gọi FaceTime.\n\nBạn có thể đăng nhập vào FaceTime bằng ID Apple hoặc chỉ bằng số điện thoại của mình. Nếu bạn đăng nhập bằng ID Apple của mình trên thiết bị thì bạn sẽ tự động được đăng nhập vào FaceTime. ID Apple hoặc số điện thoại của bạn sẽ được hiển thị cho những người mà bạn liên hệ và mọi người có thể liên hệ với bạn bằng ID Apple và các địa chỉ email hoặc số điện thoại trên tài khoản của bạn. Bạn có thể chọn số điện thoại hoặc địa chỉ email mà bạn muốn sử dụng cho cuộc gọi FaceTime trong cài đặt FaceTime. Bạn có thể thêm và xác minh thông tin Liên hệ tại bổ sung từ trang tài khoản ID Apple tại địa chỉ appleid.apple.com\/vn. \n\nSharePlay cho phép bạn chia sẻ các trải nghiệm từ các ứng dụng của Apple hoặc bên thứ ba trong cuộc gọi FaceTime. Nội dung mà các ứng dụng trao đổi qua SharePlay được mã hóa hai chiều.\n\nLiên kết FaceTime cho phép người dùng thiết lập cuộc gọi sau này và mời người tham gia trên Windows hoặc Android tham gia qua web. Người dùng trên web sẽ phải cung cấp tên để nhận dạng chính họ và yêu cầu quyền truy cập vào cuộc gọi FaceTime. Mọi người dùng được xác thực trong cuộc gọi đều có thể xóa người dùng trên web trong vòng 30 giây đầu tiên kể từ khi người dùng trên web tham gia cuộc gọi.\n\nApple có thể ghi lại và lưu trữ một số thông tin liên quan đến việc sử dụng FaceTime của bạn để vận hành và cải thiện các sản phẩm và dịch vụ của Apple:\n\n• Khi bạn sử dụng FaceTime, Apple có thể lưu trữ thông tin về việc sử dụng các dịch vụ của bạn theo cách không nhận dạng bạn.\n\n• Apple có thể ghi lại và lưu trữ thông tin về các cuộc gọi FaceTime, chẳng hạn như những người đã được mời tham gia cuộc gọi, cấu hình mạng của thiết bị và lưu trữ thông tin này trong tối đa 30 ngày. Apple không ghi nhật ký về việc cuộc gọi của bạn có được trả lời hay không và không thể truy cập vào nội dung của các cuộc gọi của bạn.\n\n• Một số ứng dụng trên thiết bị của bạn (bao gồm FaceTime) có thể kết nối với các máy chủ của Apple để xác định xem có thể liên hệ với những người khác bằng FaceTime không. Khi việc này diễn ra, Apple có thể lưu trữ những số điện thoại này và các địa chỉ email được liên kết với tài khoản của bạn trong tối đa 30 ngày.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "FaceTime — это сервис Apple для совершения видео- и аудиовызовов на устройства iOS, устройства iPadOS или компьютеры Mac, а также для аудиовызовов с использованием часов Apple Watch или через браузер WebRTC. За эти вызовы не взимается плата по Вашему тарифному плану.\n\nДанные, передаваемые по FaceTime, защищены сквозным шифрованием. Мы никогда не храним записи разговоров FaceTime.\n\nВы можете войти в FaceTime, используя свой Apple ID или только номер телефона. Если Вы выполнили вход на устройстве с помощью своего Apple ID, вход в FaceTime будет выполнен автоматически. Все, с кем Вы общаетесь, смогут просмотреть Ваш Apple ID или номера телефонов. Пользователи могут связаться с Вами, используя Ваш Apple ID, адреса электронной почты или номера телефонов, привязанные к Вашей учетной записи. В настройках FaceTime можно выбрать номер телефона или адрес электронной почты, который будет использоваться для вызовов FaceTime. Вы также можете добавить и подтвердить свои дополнительные контактные данные на странице учетной записи Apple ID: appleid.apple.com\/ru. \n\nС помощью функции SharePlay можно совместно пользоваться приложениями Apple или сторонних разработчиков во время вызовов FaceTime. Контент, которым приложения обмениваются по SharePlay, защищен сквозным шифрованием.\n\nИспользуя ссылки FaceTime, можно назначать вызовы на более позднее время, а также приглашать участников с устройствами Windows или Android присоединиться к разговору онлайн. Пользователи веб‑версии должны будут представиться, указав свое имя, и запросить доступ к вызову FaceTime. Любой пользователь с правом доступа к вызову может удалить пользователя веб‑версии в течение первых 30 секунд после его подключения к вызову.\n\nApple может записывать и сохранять некоторую информацию о том, как Вы используете FaceTime, чтобы обеспечивать работу функций и улучшать продукты и сервисы Apple.\n\n• Когда Вы используете FaceTime, Apple может сохранять информацию о том, как Вы пользуетесь этими сервисами. На основании этих данных невозможно установить Вашу личность.\n\n• Apple может записывать и сохранять информацию о вызовах FaceTime, например о том, кто был приглашен в разговор и какая конфигурация сети у Вашего устройства. Эта информация хранится не более 30 дней. Apple не сохраняет информацию о том, ответили ли Вы на вызов, а также не может получить доступ к содержанию Ваших вызовов.\n\n• Некоторые приложения на Вашем устройстве (в том числе FaceTime) могут отправлять запросы на серверы Apple, чтобы определить, можно ли связаться с другими пользователями по FaceTime. При этом Apple может хранить номера телефонов и адреса электронной почты, привязанные к Вашей учетной записи, но не более 30 дней.\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "FaceTime est un service Apple qui permet de passer des appels vidéo ou audio à quelqu’un qui utilise également un appareil iOS ou iPadOS ou un Mac, ou des appels audio à l’aide d’une Apple Watch ou d’un navigateur WebRTC. Ces appels ne sont pas comptabilisés dans vos minutes cellulaires.\n\nNous avons conçu FaceTime de façon à utiliser le chiffrement de bout en bout. Nous ne stockons jamais le contenu des appels FaceTime.\n\nVous pouvez vous connecter à FaceTime à l’aide de votre identifiant Apple, ou seulement de votre numéro de téléphone. Si vous connectez votre identifiant Apple à votre appareil, vous êtes automatiquement connecté à FaceTime. Votre identifiant Apple ou vos numéros de téléphone s’afficheront auprès des personnes que vous contacterez, et les autres utilisateurs pourront vous contacter au moyen de votre identifiant Apple, de vos adresses courriel ou de vos numéros de téléphone. Vous pouvez choisir quels numéros de téléphone ou adresses courriel vous souhaitez utiliser pour les appels FaceTime dans les réglages de l’app. Vous pouvez ajouter et vérifier d’autres informations relatives aux façons de vous contacter à partir de la page du compte de votre identifiant Apple à l’adresse appleid.apple.com. \n\nSharePlay vous permet de partager des expériences avec les apps d’Apple ou d’autres apps tierces lors d’appels FaceTime. Le contenu échangé par les apps lors de l’utilisation de SharePlay est chiffré de bout en bout.\n\nLes liens FaceTime permettent aux utilisateurs de programmer un appel pour plus tard et d’inviter les participants utilisant Windows ou Android à s’y joindre sur le Web. Les utilisateurs Web devront fournir un nom pour s’identifier et demander l’accès à un appel FaceTime. Tout utilisateur authentifié participant à l’appel peut supprimer un utilisateur Web dans un délai de 30 secondes après que celui-ci se joint à l’appel.\n\nIl est possible qu’Apple enregistre et stocke certaines informations relatives à votre utilisation de FaceTime afin de fournir et d’améliorer les produits et services d’Apple :\n\n• Lorsque vous utilisez FaceTime, il est possible qu’Apple stocke des informations sur l’utilisation que vous faites des services, d’une façon qui ne permet pas de vous identifier.\n\n• Apple peut enregistrer et stocker des informations sur les appels FaceTime, telles que les personnes invitées à un appel et les configurations réseau de votre appareil, et stocker ces informations jusqu’à 30 jours. Apple ne conserve pas d’informations à savoir si vos appels sont restés sans réponse, et ne peut pas avoir accès au contenu de vos appels.\n\n• Certaines apps sur votre appareil (comme FaceTime) peuvent communiquer avec les serveurs d’Apple pour déterminer si d’autres personnes peuvent être contactées par FaceTime. Lorsque cela se produit, Apple peut stocker ces numéros de téléphone et ces adresses courriel en association avec votre compte pendant un maximum de 30 jours.\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "FaceTime est un service Apple permettant de passer des appels vidéo ou audio à des personnes utilisant également un appareil iOS ou un Mac, des appels audio à l’aide d’une Apple Watch ou via un navigateur WebRTC. Ces appels ne sont pas déduits de votre forfait cellulaire.\n\nNous avons conçu FaceTime de façon à utiliser le chiffrement de bout en bout. Nous ne stockons jamais le contenu des appels FaceTime.\n\nVous pouvez vous connecter à FaceTime à l’aide de votre identifiant Apple ou de votre numéro de téléphone. Si vous vous connectez avec votre identifiant Apple sur votre appareil, vous êtes automatiquement connecté à FaceTime. Votre identifiant Apple ou vos numéros de téléphone sont présentés aux personnes que vous contactez et les autres utilisateurs peuvent vous joindre en utilisant votre identifiant Apple ainsi que les adresses e-mail ou numéros de téléphone enregistrés dans votre compte. Vous pouvez choisir les numéros de téléphone ou adresses e-mail à utiliser pour les appels FaceTime dans les réglages FaceTime. Vous pouvez ajouter et valider d’autres coordonnées depuis la page de gestion de votre identifiant Apple à l’adresse appleid.apple.com. \n\nSharePlay vous permet de partager des expériences d’Apple ou des apps tierces dans des appels FaceTime. Le contenu échangé par les apps via SharePlay est chiffré de bout en bout.\n\nLes liens FaceTime permettent aux utilisateurs de programmer un appel et d’inviter des participants à rejoindre ce dernier sur Windows et Android. Les utilisateurs participant à un appel via le Web devront fournir un nom afin de s’identifier et demander à accéder à l’appel FaceTime. Chaque utilisateur authentifié participant à l’appel peut supprimer un utilisateur participant via le Web dans les 30 premières secondes qui suivent l’accès de ce dernier à l’appel.\n\nApple peut enregistrer et stocker certaines informations concernant votre utilisation d’iMessage et de FaceTime dans le but de fournir et d’améliorer les produits et services Apple :\n\n• Lorsque vous utilisez FaceTime, Apple peut stocker des informations concernant votre utilisation de ces services sous une forme ne permettant pas de vous identifier.\n\n• Apple peut enregistrer et stocker des informations concernant vos appels FaceTime, comme les personnes invitées à rejoindre un appel, ainsi que les configurations réseau de votre appareil, et conserver ces informations jusqu’à 30 jours. Apple n’enregistre pas si vos appels ont abouti et ne peut pas accéder à leur contenu.\n\n• Certaines apps installées sur votre appareil (notamment FaceTime) peuvent communiquer avec les serveurs d’Apple pour déterminer si d’autres personnes peuvent être contactées via FaceTime. Quand cela se produit, Apple peut associer ces numéros de téléphone et adresses e-mail à votre compte et les conserver jusqu’à 30 jours.\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime on Applen palvelu, jolla soitetaan video- tai äänipuheluita toisille iOS- tai iPadOS-laitteiden tai Macin käyttäjille, tai vain äänipuheluita Apple Watch -käyttäjille, tai WebRTC-selaimen kautta. Näitä puheluita ei lasketa liittymäsopimuksesi minuuttimäärään.\n\nApple suunnitteli FaceTimen käyttämään päästä päähän -salausta. FaceTime-puhelujen sisältöä ei tallenneta koskaan.\n\nVoit kirjautua FaceTimeen Apple ID:lläsi tai puhelinnumerollasi. Sinut kirjataan automaattisesti FaceTimeen, jos kirjaudut laitteeseesi Apple ID:lläsi. Apple ID:si tai puhelinnumerosi näytetään niille, joihin otat yhteyttä, ja sinuun voidaan ottaa yhteyttä tilisi Apple ID:llä, sähköpostiosoitteilla tai puhelinnumeroilla. FaceTimen asetuksissa voit valita, mitä puhelinnumeroja tai sähköpostiosoitteita käytetään FaceTime-puheluille. Voit lisätä ja tarkistaa Tavoitettavissa-tietoja Apple ID -tilisivulla osoitteessa appleid.apple.com. \n\nSharePlayn avulla voit jakaa elämyksiä Applen tai muiden valmistajien apeista FaceTime-puhelujen aikana. Sisältö, jonka apit vaihtavat SharePlaylla, on salattu päästä päähän.\n\nFaceTime sallii käyttäjien määrittää puhelun myöhemmäksi ja kutsua osallistujia Windowsissa tai Androidissa liittymään verkon kautta. Verkkokäyttäjien on annettava nimi, josta heidät tunnistetaan, ja pyydettävä pääsyä FaceTime-puheluun. Kuka tahansa todennettu käyttäjä, joka on puhelussa, voi poistaa verkkokäyttäjän ensimmäisen 30 sekunnin kuluessa siitä, kun verkkokäyttäjä liittyi puheluun.\n\nApple voi tallentaa joitakin FaceTimen käyttöön liittyviä tietoja Applen tuotteiden ja palvelujen toimittamiseksi ja parantamiseksi:\n\n• Kun käytät FaceTimea, Apple voi tallentaa tietoa palveluiden käytöstä tavalla, joka ei yksilöi sinua.\n\n• Apple voi tallentaa ja säilyttää FaceTime-puheluista tietoja, kuten keitä puheluun kutsuttiin ja laitteen verkkomääritykset, enintään 30 päivää. Apple ei tallenna tietoa siitä, vastattiinko puheluun, eikä voi käyttää puheluiden sisältöä.\n\n• Jotkin laitteesi apit (kuten FaceTime) voivat kommunikoida Applen palvelinten kanssa sen selvittämiseksi, voidaanko muita henkilöitä tavoittaa FaceTimella. Kun näin tapahtuu, Apple voi tallentaa nämä tiliisi liitetyt puhelinnumerot ja sähköpostiosoitteet enintään 30 päivän ajan.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/legal\/privacy\/fi.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime adalah layanan Apple yang melakukan panggilan video atau audio ke seseorang yang juga menggunakan perangkat iOS atau iPadOS atau Mac, panggilan audio menggunakan Apple Watch, atau melalui browser WebRTC. Panggilan ini tidak disertakan dalam penghitungan jumlah menit seluler Anda.\n\nKami merancang FaceTime agar menggunakan enkripsi ujung ke ujung. Kami tidak pernah menyimpan konten panggilan FaceTime.\n\nAnda dapat masuk ke FaceTime menggunakan ID Apple Anda, atau hanya dengan nomor telepon Anda. Jika Anda masuk dengan ID Apple di perangkat Anda, Anda akan masuk ke FaceTime secara otomatis. ID Apple atau nomor telepon Anda akan ditampilkan ke orang yang Anda hubungi, dan orang dapat menghubungi Anda menggunakan ID Apple Anda, dan alamat email atau nomor telepon di akun Anda. Anda dapat memilih nomor telepon atau alamat email mana yang ingin Anda gunakan untuk panggilan FaceTime di pengaturan FaceTime. Anda dapat menambahkan dan memverifikasi informasi Dapat Dihubungi Di dari halaman akun ID Apple Anda di appleid.apple.com. \n\nSharePlay memungkinkan Anda untuk berbagi pengalaman dari Apple atau app pihak ketiga dalam panggilan FaceTime. Konten yang app bagikan melalui SharePlay dienkripsi ujung ke ujung.\n\nTautan FaceTime memungkinkan pengguna untuk mengatur panggilan untuk masa mendatang, dan mengundang peserta di Windows atau Android untuk bergabung melalui web. Pengguna web akan diharuskan untuk menyediakan nama untuk mengidentifikasi dirinya dan meminta akses ke panggilan FaceTime. Semua pengguna yang disahkan dalam panggilan dapat menghapus pengguna web dalam 30 detik pertama pengguna web bergabung dengan panggilan.\n\nApple dapat merekam dan menyimpan sebagian informasi terkait penggunaan FaceTime oleh Anda untuk mengoperasikan dan meningkatkan produk serta layanan Apple:\n\n• Saat Anda menggunakan FaceTime, Apple dapat menyimpan informasi mengenai penggunaan layanan tersebut oleh Anda dengan cara yang tidak mengidentifikasi Anda.\n\n• Apple dapat merekam dan menyimpan informasi mengenai panggilan FaceTime, seperti yang diundang ke panggilan, serta konfigurasi jaringan perangkat Anda, dan menyimpan informasi ini hingga selama 30 hari. Apple tidak mencatat apakah panggilan Anda dijawab, dan tidak dapat mengakses konten panggilan Anda.\n\n• Beberapa app di perangkat Anda (termasuk FaceTime) dapat berkomunikasi dengan server Apple untuk menentukan apakah orang lain dapat dihubungi dengan FaceTime. Jika ini terjadi, Apple dapat menyimpan nomor telepon dan alamat email ini yang terkait dengan akun Anda selama 30 hari.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "FaceTime is een voorziening van Apple waarmee je video- en audio­gesprekken met andere iOS-, iPadOS- of Mac-gebruikers kunt voeren. Ook kun je hiermee je Apple Watch of een WebRTC-browser voor audio­gesprekken gebruiken. Deze gesprekken gaan niet ten koste van je bel­tegoed.\n\nWe hebben FaceTime zo ontworpen dat end-to-end-encryptie wordt gebruikt. We bewaren de inhoud van FaceTime-gesprekken nooit.\n\nJe kunt inloggen bij FaceTime met je Apple ID of alleen je telefoon­nummer. Als je met je Apple ID inlogt op je apparaat, word je auto­matisch ingelogd bij FaceTime. Je Apple ID of telefoon­nummers worden weer­gegeven aan personen met wie je contact opneemt en personen kunnen je bereiken via je Apple ID en e‑mail­adressen of telefoon­nummers in je account. In de instellingen voor FaceTime kun je opgeven met welke telefoon­nummers of e‑mail­adressen je nieuwe gesprekken wilt starten. Op je Apple ID-account­pagina op appleid.apple.com kun je extra 'Bereikbaar op'-gegevens toevoegen en verifiëren. \n\nMet SharePlay kun je in FaceTime-gesprekken ervaringen delen via apps van Apple of van derden. Het materiaal dat apps via SharePlay uitwisselen is versleuteld met end-to-end-encryptie.\n\nMet FaceTime-links kunnen gebruikers een gesprek opzetten voor later en deelnemers uitnodigen in Windows of Android om zich aan te melden via het internet. Internet­gebruikers moeten een naam verstrekken om zichzelf te identificeren en toegang vragen tot een FaceTime-gesprek. Een geauthen­ticeerde gebruiker in het gesprek kan een internet­gebruiker verwijderen binnen de eerste 30 seconden dat de internet­gebruiker zich bij het gesprek heeft aangemeld.\n\nApple kan bepaalde informatie over je gebruik van FaceTime vast­leggen en bewaren om de producten en diensten van Apple te kunnen uitvoeren en verbeteren:\n\n• Wanneer je FaceTime gebruikt, kan Apple informatie over je gebruik van deze diensten bewaren. Dit wordt zo gedaan dat je identiteit niet kan worden achter­haald.\n\n• Apple kan informatie over FaceTime-gesprekken, zoals de uitgenodigde deel­nemers aan een gesprek, en de netwerk­configuraties van je apparaat vast­leggen en deze informatie maximaal 30 dagen bewaren. Apple registreert niet of je oproepen zijn beant­woord en heeft geen toegang tot de inhoud van je gesprekken.\n\n• Sommige apps op je apparaat (inclusief FaceTime) kunnen met de servers van Apple communiceren om vast te stellen of andere personen via FaceTime bereik­baar zijn. Wanneer dit gebeurt, kan Apple deze telefoon­nummers en e‑mail­adressen aan je account koppelen en maximaal 30 dagen bewaren.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toe­stemming voor het versturen, verzamelen, onder­houden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hier­boven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime เป็นบริการของ Apple ที่ทำการโทรแบบวิดีโอหรือแบบเสียงถึงบุคคลที่ใช้อุปกรณ์ iOS หรือ iPadOS หรือ Mac ด้วยเช่นกัน หรือทำการโทรแบบเสียงโดยใช้ Apple Watch หรือผ่านเบราว์เซอร์ WebRTC การโทรเหล่านี้จะไม่นับรวมกับนาทีการโทรในระบบเซลลูลาร์ของคุณ\n\nเราออกแบบ FaceTime ให้ใช้การเข้ารหัสแบบต้นทางถึงปลายทาง และเราไม่ได้จัดเก็บเนื้อหาของสายโทร FaceTime\n\nคุณสามารถลงชื่อเข้า FaceTime ได้โดยใช้ Apple ID ของคุณหรือใช้เพียงเบอร์โทรศัพท์ของคุณ ถ้าคุณลงชื่อเข้าด้วย Apple ID บนอุปกรณ์ของคุณ คุณจะลงชื่อเข้า FaceTime โดยอัตโนมัติ Apple ID หรือเบอร์โทรศัพท์ของคุณจะแสดงขึ้นมาให้คนที่คุณติดต่อด้วยเห็น และคนอื่นสามารถเข้าถึงคุณได้โดยใช้ Apple ID ของคุณ รวมทั้งที่อยู่อีเมลหรือเบอร์โทรศัพท์ในบัญชีของคุณ คุณสามารถเลือกเบอร์โทรศัพท์หรือที่อยู่อีเมลที่คุณต้องการที่จะใช้สำหรับการโทร FaceTime ได้ในการตั้งค่า FaceTime คุณสามารถเพิ่มและตรวจสอบยืนยันข้อมูลเพิ่มเติมของ “สามารถเข้าถึงได้ที่” ได้จากหน้าบัญชี Apple ID ของคุณที่ appleid.apple.com\/th \n\nSharePlay ช่วยให้คุณแชร์ประสบการณ์จากแอปของ Apple หรือบริษัทอื่นในการโทร FaceTime เนื้อหาที่แอปแลกเปลี่ยนผ่าน SharePlay ถูกเข้ารหัสแบบต้นทางถึงปลายทาง\n\nลิงก์ FaceTime ช่วยให้ผู้ใช้สามารถตั้งค่าการโทรในภายหลังและเชิญผู้เข้าร่วมบน Windows หรือ Android ให้เข้าร่วมผ่านเว็บได้ ผู้ใช้เว็บจะต้องระบุชื่อเพื่อระบุตัวตนของตัวเองและขอเข้าถึงการโทร FaceTime ผู้ใช้ที่ตรวจสอบสิทธิ์แล้วในการโทรสามารถเอาผู้ใช้เว็บออกภายใน 30 วินาทีแรกของผู้ใช้เว็บที่เข้าร่วมการโทรได้\n\nApple อาจบันทึกและจัดเก็บข้อมูลบางอย่างที่เกี่ยวข้องกับการใช้งาน FaceTime ของคุณเพื่อดำเนินการและปรับปรุงผลิตภัณฑ์และบริการของ Apple:\n\n• เมื่อคุณใช้ FaceTime ทาง Apple อาจจัดเก็บข้อมูลเกี่ยวกับการใช้บริการของคุณในลักษณะที่ไม่สามารถระบุตัวตนของคุณได้\n\n• Apple อาจบันทึกและจัดเก็บข้อมูลเกี่ยวกับสายโทร FaceTime เช่น ผู้ที่เชิญเข้าร่วมสายโทร และการกำหนดค่าเครือข่ายของอุปกรณ์ของคุณ และจัดเก็บข้อมูลนี้ไว้นานสูงสุด 30 วัน Apple จะไม่บันทึกว่ามีการรับสายหรือไม่ และไม่สามารถเข้าถึงเนื้อหาในสายโทรของคุณได้\n\n• แอปบางแอปบนอุปกรณ์ของคุณ (รวมถึง FaceTime) อาจติดต่อสื่อสารกับเซิร์ฟเวอร์ของ Apple เพื่อพิจารณาว่าสามารถเข้าถึงคนอื่นด้วย FaceTime ได้หรือไม่ เมื่อเกิดเหตุการณ์นี้ขึ้น Apple อาจจัดเก็บเบอร์โทรศัพท์และที่อยู่อีเมลเหล่านี้ซึ่งผูกกับบัญชีของคุณ นานสูงสุด 30 วัน\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "FaceTime este un serviciu Apple care realizează apeluri video sau audio către cineva care utilizează un dispozitiv iOS, iPadOS sau un Mac, apeluri audio cu un Apple Watch ori apeluri video sau audio prin intermediul unui browser WebRTC. Aceste apeluri nu vă afectează minutele incluse în planul dvs. tarifar.\n\nServiciul FaceTime a fost conceput pentru a utiliza criptare end‑to‑end. Conținutul apelurilor FaceTime nu este stocat niciodată.\n\nVă puteți autentifica în FaceTime utilizându‑vă ID‑ul Apple sau doar numărul de telefon. Dacă vă autentificați cu ID‑ul Apple pe dispozitiv, vă veți autentifica automat în FaceTime. ID‑ul dvs. Apple sau numerele de telefon vor fi vizibile pentru persoanele pe care le contactați, iar persoanele vă pot contacta utilizând ID‑ul dvs. Apple și adresele de e‑mail sau numerele de telefon din contul dvs. Puteți selecta ce numere de telefon sau adrese de e‑mail ați dori să utilizați pentru apelurile FaceTime în configurările FaceTime. Puteți adăuga și verifica informații suplimentare privind contactarea în pagina contului dvs. de ID Apple de la appleid.apple.com. \n\nSharePlay vă permite să partajați experiențe din aplicații Apple sau terțe în apelurile FaceTime. Conținutul pe care aplicațiile îl transferă prin SharePlay este criptat end‑to‑end.\n\nLinkurile FaceTime le permit utilizatorilor să configureze un apel pentru mai târziu și să invite participanți de pe Windows sau Android să se alăture prin intermediul unui browser web. Utilizatorii web vor trebui să furnizeze un nume pentru a se identifica și să solicite accesul la un apel FaceTime. Orice utilizator autentificat din apel poate elimina un utilizator web în primele 30 de secunde după ce utilizatorul web se alătură apelului.\n\nApple poate înregistra și stoca unele informații legate de utilizarea FaceTime pentru a opera și îmbunătăți produsele și serviciile Apple:\n\n• Atunci când utilizați FaceTime, Apple poate stoca informații despre modul în care utilizați serviciile într‑un mod care nu vă identifică.\n\n• Apple poate înregistra și stoca informații despre apelurile FaceTime, precum cine a fost invitat la un apel și configurația de rețea a dispozitivului dvs., și poate stoca aceste informații timp de până la 30 de zile. Apple nu înregistrează dacă apelul dvs. a fost preluat și nu poate accesa conținutul apelurilor dvs.\n\n• Unele aplicații de pe dispozitivul dvs. (inclusiv FaceTime) pot comunica cu serverele Apple pentru a determina dacă alte persoane pot fi contactate sau nu prin FaceTime. Când se petrece acest lucru, Apple poate stoca aceste numere de telefon și adrese de e‑mail asociate contului dvs. timp de până la 30 de zile.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple și filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime je usluga tvrtke Apple za uspostavljanje video ili audio poziva s osobama koje također koriste iOS ili iPadOS uređaj ili Mac, audio poziva pomoću Apple Watcha ili putem WebRTC preglednika. Ti pozivi ne uračunavaju se u vašu tarifu za minute razgovora.\n\nFaceTime smo dizajnirali kako bi koristio enkripciju s kraja na kraj. Nikad ne pohranjujemo sadržaj FaceTime poziva.\n\nMožete se prijaviti na iMessage i FaceTime pomoću svog Apple ID-ja ili samo telefonskog broja. Ako se prijavite pomoću Apple ID-ja na svom uređaju, automatski ćete biti prijavljeni na FaceTime. Vaš Apple ID ili telefonski brojevi bit će prikazani osobama koje kontaktirate i osobe će vas moći kontaktirati putem vašeg Apple ID računa kao i e-mail adresa ili telefonskih brojeva na vašem računu. U postavkama za FaceTime možete odabrati telefonske brojeve ili e-mail adrese koje želite koristiti za FaceTime pozive. Možete dodati i verificirati dodatne informacije o dostupnosti sa stranice svog Apple ID računa na appleid.apple.com. \n\nSharePlay vam omogućuje dijeljenje iskustava iz Appleovih aplikacija ili aplikacija drugih proizvođača u FaceTime pozivima. Sadržaj koji aplikacije razmjenjuju putem SharePlaya kriptiran je s kraja na kraj.\n\nFaceTime linkovi korisnicima omogućavaju podešavanje poziva za kasnije i pozivanje sudionika koji koriste Windows ili Android putem weba. Web korisnici trebat će unijeti ime kako bi se identificirali i zatražili pristup FaceTime pozivu. Bilo koji autorizirani korisnik poziva može ukloniti web korisnika unutar prvih 30 sekundi kad se web korisnik pridruži pozivu.\n\nApple može snimiti i pohraniti neke informacije povezane s vašom uporabom aplikacije FaceTime radi upravljanja i poboljšanja Appleovih proizvoda i usluga:\n\n• Kad koristite FaceTime, Apple može pohraniti informacije o vašoj uporabi usluga na način da vas se ne može identificirati.\n\n• Apple može snimiti i pohraniti informacije o FaceTime pozivima, kao što su informacije o osobama koje su pozvane na poziv i mrežnim konfiguracijama vašeg uređaja te pohraniti te informacije do 30 dana. Apple ne bilježi je li na vaš poziv odgovoreno i ne može pristupiti sadržaju vaših poziva.\n\n• Neke aplikacije na vašem uređaju (uključujući FaceTime) mogu komunicirati s poslužiteljima tvrtke Apple kako bi utvrdile mogu li se druge osobe kontaktirati putem aplikacije FaceTime. Kad do toga dođe, Apple može pohraniti te telefonske brojeve i e-mail adrese povezane s vašim računom do 30 dana.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime एक Apple सेवा है जिसके द्वारा किसी ऐसे व्यक्ति को वीडियो या ऑडियो कॉल की जा सकती है जो iOS या iPadOS डिवाइस या Mac का उपयोग करते हैं, Apple Watch का इस्तेमाल करके या WebRTC ब्राउज़र के ज़रिए ऑडियो कॉल की जा सकती हैं। इन कॉल के लिए आपके मोबाइल प्लान से शुल्क नहीं लिया जाता है।\n\nएंड-टू-एंड एंक्रिप्शन का उपयोग करने के लिए हमने FaceTime डिज़ाइन किया है। हम FaceTime कॉल का कॉन्टेंट कभी भी संग्रहित नहीं करते हैं।\n\nआप अपने Apple ID या केवल अपने फ़ोन नंबर से FaceTime में साइन इन कर सकते हैं। यदि आप अपने Apple ID से अपने डिवाइस पर साइन इन करते हैं, तो आप FaceTime में ऑटोमैटिकली साइन इन हो जाएँगे। आपके Apple ID या फ़ोन नंबर आपके द्वारा संपर्क किए जाने वाले लोगों को दिखाई देंगे और लोग आपके Apple ID और आपके खाते के ईमेल पते या फ़ोन नंबर द्वारा आपसे संपर्क कर सकते हैं। आप यह तय कर सकते हैं कि FaceTime सेटिंग्ज़ में FaceTime कॉल के लिए किस फ़ोन नंबर या ईमेल पते का उपयोग करना चाहेंगे। आप appleid.apple.com पर अपने Apple ID खाता पृष्ठ से अतिरिक्त “इस पर संपर्क करें” जानकारी जोड़ सकते और सत्यापित कर सकते हैं। \n\nSharePlay आपको Apple या तृतीय-पक्ष ऐप्स के अनुभवों को FaceTime कॉल में शेयर करने की अनुमति देता है। ऐप्स द्वारा SharePlay पर एक्सचेंज किया गया कॉन्टेंट एंड-टू-एंड एंक्रिप्टेड होता है।\n\nFaceTime लिंक के द्वारा यूज़र बाद में करने के लिए कॉल सेटअप कर सकते हैं और Windows या Android का इस्तेमाल करने वाले यूज़र को वेब के ज़रिए शामिल होने के लिए आमंत्रित कर सकते हैं। वेब यूज़र को अपनी पहचान करवाने और FaceTime कॉल में ऐक्सेस पाने का अनुरोध करने के लिए नाम देना ज़रूरी है। कॉल पर मौजूद कोई भी प्रमाणित यूज़र किसी वेब यूज़र को उसके कॉल में जुड़ने के बाद पहले 30 सेकंड में हटा सकता है।\n\nApple आपके FaceTime के उपयोग संबंधी कुछ जानकारी Apple के उत्पादों और सेवाओं के ऑपरेशन और सुधार के लिए रिकॉर्ड और संग्रहित कर सकता है :\n\n• जब आप FaceTime का उपयोग करते हैं, तो Apple आपकी सेवाओं के उपयोग की जानकारी इस तरीक़े से संग्रहित कर सकता है जिससे आपकी पहचान न होती हो।\n\n• Apple, FaceTime कॉल की जानकारी रिकॉर्ड और संग्रहित कर सकता है, जैसे कि कॉल के लिए किसे आमंत्रित किया गया था और आपके डिवाइस की नेटवर्क कॉन्फ़िगरेशन और इस जानकारी को 30 दिनों तक संग्रहित कर सकता है। Apple यह लॉग नहीं करता है कि आपकी कॉल का जवाब दिया गया या नहीं और आपकी कॉल का कॉन्टेंट भी ऐक्सेस नहीं कर सकता है।\n\n• आपके डिवाइस पर कुछ ऐप्स (FaceTime सहित) Apple के सर्वर से यह पता लगाने के लिए संपर्क कर सकते हैं कि अन्य लोगों तक FaceTime द्वारा पहुँचा जा सकता है या नहीं। जब यह होता है, तो Apple आपके खाते से जुड़े हुए इन फ़ोन नंबरों और ईमेल पतों को 30 दिनों तक संग्रहित कर सकता है।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर बताए गए अनुसार इस जानकारी को संचारित, संग्रहित, देखभाल, प्रोसेस करने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "El FaceTime és un servei d’Apple que permet fer trucades de veu i vídeo a qualsevol persona que també tingui un dispositiu iOS, iPadOS o un Mac. També permet fer trucades d’àudio amb un Apple Watch o un navegador WebRTC. Aquestes trucades no passen per la teva operadora de telefonia.\n\nEl FaceTime està dissenyat per utilitzar l’encriptació d’extrem a extrem. Mai desem el contingut de les trucades del FaceTime.\n\nPots iniciar sessió al FaceTime amb l’ID d’Apple i també amb el teu número de telèfon. Si inicies sessió amb l’ID d’Apple al dispositiu, s’iniciarà sessió al FaceTime automàticament. El teu ID d’Apple o número de telèfon es mostrarà a les persones amb qui et posis en contacte, i les persones que vulguin es podran posar en contacte amb tu per mitjà de l’ID d’Apple i de les adreces de correu electrònic o els números de telèfon que hi hagi al teu compte. A la configuració del FaceTime pots seleccionar quines adreces de correu electrònic i quins números de telèfon vols utilitzar per a les trucades del FaceTime. A la pàgina del compte de l’ID d’Apple pots afegir i verificar informació addicional sobre com es pot contactar amb tu a appleid.apple.com. \n\nEl SharePlay et permet compartir experiències des d’apps d’Apple o de tercers en trucades del FaceTime. El contingut que les apps intercanvien pel SharePlay està encriptat d’extrem a extrem.\n\nEls enllaços del FaceTime permeten crear una trucada per després i convidar persones perquè s’hi uneixin a través d’una pàgina web en un Windows o en un Android. Les persones que accedeixin a la trucada a través de la pàgina web hauran de facilitar un nom per identificar‑se i sol·licitar l’accés a la trucada del FaceTime. Qualsevol usuari autenticat pot eliminar els usuaris que accedeixin a la trucada per la pàgina web durant els primers 30 segons després d’unir‑s’hi.\n\nApple pot registrar i emmagatzemar informació sobre com utilitzes el FaceTime per fer funcionar i millorar els productes i serveis d’Apple:\n\n• Quan fas servir el FaceTime, Apple pot emmagatzemar informació sobre com utilitzes els serveis d’una manera que no t’identifiqui.\n\n• Apple pot registrar i emmagatzemar fins a 30 dies informació relacionada amb les trucades del FaceTime, com ara qui ha convidat a la trucada o la configuració de xarxa del teu dispositiu. Apple no registrarà si et van respondre la trucada i no pot accedir al contingut de les teves trucades.\n\n• Algunes apps del teu dispositiu (també el FaceTime) es poden comunicar amb els servidors d’Apple per determinar si és possible contactar amb altres persones mitjançant el FaceTime. Quan això passa, Apple pot emmagatzemar fins a 30 dies les adreces de correu electrònic i els números de telèfon associats al teu compte.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "FaceTime ermöglicht es Personen in bestimmten Regionen, einem FaceTime-Anruf über das Web mit WebRTC beizutreten.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏FaceTime מאפשר למשתמשים באינטרנט באזורים מסוימים להצטרף לשיחות FaceTime דרך WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime allows web users in certain regions to join FaceTime calls via the WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يسمح FaceTime لمستخدمي الويب في مناطق معينة بالانضمام إلى مكالمات FaceTime عبر WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Το FaceTime επιτρέπει στους χρήστες του Ιστού σε συγκεκριμένες περιοχές να συμμετέχουν σε κλήσεις μέσω του WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTimeでは、特定の地域のWebユーザがWebRTCを介したFaceTime通話に参加することができます。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime allows web users in certain regions to join FaceTime calls via the WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "FaceTime дає змогу користувачам вебверсії в певних регіонах приєднуватися до викликів FaceTime через WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "FaceTime permite que los usuarios de ciertas regiones se unan a las llamadas a través de la red WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话可让某些区域的网页端用户通过WebRTC加入FaceTime通话。",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime permite que los usuarios de determinadas regiones puedan unirse a llamadas de FaceTime a través de un navegador WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "O FaceTime permite que usuários da web em determinadas regiões entrem nas ligações do FaceTime pela WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "I nogle områder er det muligt for webbrugere at deltage i FaceTime-opkald via WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime consente agli utenti sul web in alcune zone di partecipare alle chiamate FaceTime tramite WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "FaceTime umožňuje webovým užívateľom v určitých regiónoch, aby sa pripojili k FaceTime hovorom cez rozhranie WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "O FaceTime permite aos utilizadores web de determinadas regiões aceder a chamadas FaceTime através de WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime membenarkan pengguna web di rantau tertentu menyertai panggilan FaceTime melalui WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime gör det möjligt för webbanvändare i vissa regioner att ansluta till FaceTime-samtal via WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "V některých oblastech se k hovorům FaceTime můžou připojit weboví uživatelé prostřednictvím prohlížeče WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime은 특정 지역의 웹 사용자가 WebRTC를 통해 FaceTime 통화에 참여할 수 있게 합니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "I enkelte områder er det mulig for internettbrukere å bli med i FaceTime-samtaler via WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "A FaceTime lehetővé teszi bizonyos régiók webes felhasználói számára, hogy a WebRTC-n keresztül csatlakozzanak FaceTime-hívásokhoz.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime允許部份地區的網頁版用户透過WebRTC加入FaceTime通話。",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime, bazı bölgelerdeki web kullanıcılarının WebRTC yoluyla FaceTime aramalarına katılmalarına izin verir.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "W niektórych regionach możliwe jest dołączanie do połączeń FaceTime za pośrednictwem WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime允許部分地區的網頁使用者透過WebRTC加入FaceTime通話。",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime allows web users in certain regions to join FaceTime calls via the WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime cho phép người dùng trên web tại các vùng nhất định tham gia cuộc gọi FaceTime qua WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "В определенных регионах пользователи веб‑версии FaceTime могут присоединяться к вызовам FaceTime с помощью технологии WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "FaceTime permet aux utilisateurs Web dans certaines régions de se joindre à des appels FaceTime au moyen de WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Dans certaines régions, FaceTime permet aux utilisateurs sur le Web de rejoindre des appels FaceTime via le WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime sallii tietyillä alueilla verkkokäyttäjien liittyä FaceTime-puheluihin WebRTC:n kautta.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime memungkinkan pengguna web di wilayah tertentu untuk bergabung dengan panggilan FaceTime melalui WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "Met FaceTime kunnen internet­gebruikers in bepaalde regio's zich aanmelden bij FaceTime-gesprekken via WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime ช่วยให้ผู้ใช้เว็บในบางภูมิภาคเข้าร่วมการโทร FaceTime ผ่าน WebRTC ได้",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "FaceTime le permite utilizatorilor web din anumite regiuni să se alăture apelurilor FaceTime prin intermediul WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime dozvoljava web korisnicima u određenim regijama pristupanje FaceTime pozivima putem WebRTC-a.",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime कुछ क्षेत्रों में वेब यूज़र को WebRTC के ज़रिए FaceTime कॉल से जुड़ने की अनुमति देता है।",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "El FaceTime permet que usuaris web d’algunes regions es puguin unir a trucades del FaceTime a través d’un navegador WebRTC.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "Apple speichert eine begrenzte Menge Informationen über die Nutzung von FaceTime bis zu 30 Tage lang. Hierzu gehören z. B., wann ein versuchter FaceTime-Anruf erfolgt ist.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏Apple שומרת מידע מוגבל בנוגע לשימוש שלך ב-FaceTime, כגון מתי ניסית לבצע שיחת FaceTime, למשך עד 30 יום.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "Apple retains limited information about the use of FaceTime, such as when you attempt a FaceTime call, for up to 30 days.",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحتفظ Apple بمعلومات محدودة حول استخدام FaceTime، مثل وقت محاولتك إجراء مكالمة FaceTime لمدة تصل إلى ٣٠ يومًا.",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Apple διατηρεί περιορισμένες πληροφορίες για τη χρήση του FaceTime, π.χ. πότε προσπαθήσατε να κάνετε μια κλήση FaceTime, για έως 30 ημέρες.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "Appleは、いつFaceTime通話を試みたかなど、FaceTimeの使用に関する限定的な情報を最大30日間保持します。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple retains limited information about the use of FaceTime, such as when you attempted a FaceTime call for up to 30 days.",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "Apple зберігає обмежену інформацію про використання FaceTime, наприклад коли ви намагалися здійснити виклик у FaceTime, строком до 30 днів.",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "Apple retiene hasta por 30 días información limitada sobre el uso que haces de FaceTime, como cuando intentaste hacer una llamada.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple会保留和FaceTime通话使用相关的有限信息最多30天，如您何时尝试进行FaceTime通话等。",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Apple conserva información limitada acerca del uso de FaceTime (por ejemplo, cuándo has intentado llamar por FaceTime) durante un periodo máximo de 30 días.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "A Apple retém informações limitadas sobre o uso do FaceTime por até 30 dias, como quando você tentou fazer uma ligação de FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple beholder en begrænset mængde oplysninger om brugen af FaceTime, f.eks. oplysninger om hvornår du forsøgte at foretage et FaceTime-opkald, i op til 30 dage.",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "Apple conserva informazioni limitate riguardo all'utilizzo di FaceTime, ad esempio quando hai tentato di effettuare una chiamata, per un periodo massimo di 30 giorni.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "Spoločnosť Apple po dobu maximálne 30 dní uchováva obmedzené informácie o používaní služby FaceTime, napríklad kedy ste sa pokúsili uskutočniť FaceTime hovor.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "A Apple conserva informação limitada sobre a sua utilização do FaceTime, como a data e hora a que tentou efetuar uma chamada FaceTime, por um período máximo de 30 dias.",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apple mengekalkan maklumat terhad tentang penggunaan FaceTime, seperti masa anda cuba membuat panggilan FaceTime sehingga 30 hari.",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple behåller begränsad information om din användning av FaceTime, exempelvis när du försökte ringa ett FaceTime-samtal, i upp till 30 dagar.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "Apple po dobu maximálně 30 dní uchovává omezené množství informací o používání FaceTimu, například kdy jste se pokusili zahájit hovor FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple은 FaceTime의 사용에 관한 제한된 정보(예: 사용자가 FaceTime 통화를 시도한 시간)를 최대 30일 동안 보관합니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple oppbevarer begrenset informasjon om bruk av FaceTime, som når du prøver å ringe med FaceTime, i opptil 30 dager.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple olyan korlátozott információkat tárol legfeljebb 30 napig a FaceTime használatáról, mint hogy Ön mikor tett kísérletet egy FaceTime-hívásra.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple會保留關於使用FaceTime的有限資料（例如你打出FaceTime通話的時間）最多30日。",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple, ne zaman FaceTime araması yapmaya çalıştığınız gibi FaceTime kullanımıyla ilgili sınırlı bilgileri en fazla 30 gün tutar.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "Apple zachowuje ograniczone informacje na temat użycia aplikacji FaceTime (np. sygnatury czasowe prób wykonania połączenia FaceTime) i przechowuje je do 30 dni.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple會保留關於使用FaceTime的有限資訊最長達30天，例如您於何時嘗試進行FaceTime通話。",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple retains limited information about the use of FaceTime, such as when you attempt a FaceTime call, for up to 30 days.",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Apple lưu giữ thông tin giới hạn về việc sử dụng FaceTime, ví dụ như thời điểm bạn cố gắng thực hiện cuộc gọi FaceTime trong thời gian tối đa 30 ngày.",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "Apple хранит ограниченную информацию об использовании FaceTime, например о том, когда Вы пытались совершить вызов FaceTime. Эта информация хранится до 30 дней.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "Apple conserve des informations limitées sur l’utilisation de FaceTime, telles que les tentatives d’appel FaceTime, pendant un maximum de 30 jours.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Apple conserve pendant 30 jours certaines informations concernant l’utilisation de FaceTime, comme le moment où vous tentez de passer un appel FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple säilyttää enintään 30 päivää rajoitettuja tietoja FaceTimen käytöstä, esimerkiksi tietoa siitä, milloin yritit soittaa FaceTimella.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "Apple menyimpan informasi terbatas mengenai penggunaan FaceTime, seperti saat Anda mencoba melakukan panggilan FaceTime selama 30 hari.",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "Apple bewaart gedurende maximaal 30 dagen beperkte informatie over het gebruik van FaceTime, zoals wanneer je probeerde een FaceTime-gesprek te voeren.",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple เก็บรวบรวมข้อมูลที่จำกัดเกี่ยวกับการใช้ FaceTime นานสูงสุด 30 วัน เช่น เมื่อคุณพยายามโทร FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "Apple reține informații limitate despre utilizarea FaceTime, precum când ați încercat să efectuați un apel FaceTime timp de până la 30 de zile.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple na najviše 30 dana zadržava ograničene informacije o uporabi aplikacije FaceTime, primjerice, kad ste pokušali uspostaviti FaceTime poziv.",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime के उपयोग से संबंधित सीमित जानकारी Apple अपने पास अधिकतम 30 दिनों के लिए रखता है, जैसे कि आपने कब FaceTime कॉल करने का प्रयास किया था।",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "Apple conserva informació limitada fins a un màxim de 30 dies sobre l’ús del FaceTime, per exemple, quan intentes fer una trucada del FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرف على كيفية إدارة بياناتك…",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Τρόπος διαχείρισης των δεδομένων σας…",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima…",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Du kannst deine Telefonnummer oder Apple-ID registrieren, um FaceTime-Anrufe zu tätigen.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לרשום את מספר הטלפון או את ה-Apple ID שלך כדי לבצע שיחות FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "You can register your phone number or Apple ID to make FaceTime calls.",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكنك تسجيل رقم هاتفك أو Apple ID لإجراء مكالمات FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Μπορείτε να δηλώσετε τον αριθμό τηλεφώνου ή το Apple ID σας για πραγματοποίηση κλήσεων FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "電話番号またはApple IDを登録して、FaceTime通話をかけることができます。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "You can register your phone number or Apple ID to make FaceTime calls.",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "Ви можете зареєструвати свій номер телефону або Apple ID, щоб здійснювати виклики у FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "Puedes registrar tu número telefónico o Apple ID para realizar llamadas de FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "您可以注册您的电话号码或Apple ID以进行FaceTime通话。",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Puedes registrar tu número de teléfono o tu ID de Apple para realizar llamadas de FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "Você pode registrar o seu número de telefone ou ID Apple para fazer ligações do FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du kan registrere dit telefonnummer eller Apple‑id, så du kan foretage FaceTime-opkald.",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "Puoi registrare il tuo numero di telefono o il tuo ID Apple per effettuare chiamate FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "Na uskutočňovanie FaceTime hovorov môžete zaregistrovať svoje telefónne číslo alebo Apple ID.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "Pode registar o seu número de telefone ou ID Apple para fazer chamadas FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda boleh mendaftarkan nombor telefon atau Apple ID anda untuk membuat panggilan FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "Du kan registrera ditt telefonnummer eller Apple‑ID för att kunna ringa FaceTime-samtal.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "Pro hovory FaceTime si můžete zaregistrovat telefonní číslo nebo Apple ID.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 전화번호 또는 Apple ID를 등록하여 FaceTime 전화를 걸 수 있습니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "Du kan registrere telefonnummeret ditt eller Apple‑ID-en din for å ringe med FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "Regisztrálhatja a telefonszámát vagy az Apple ID-ját FaceTime-hívások kezdeményezéséhez.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "你可以註冊你的電話號碼或Apple ID以進行FaceTime通話。",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime araması yapmak için telefon numaranızı veya Apple kimliğinizi kaydettirebilirsiniz.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "Aby wysyłać wykonywać połączenia FaceTime, możesz zarejestrować swój numer telefonu lub Apple ID.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "您可以登錄您的電話號碼或Apple ID來撥打FaceTime通話。",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You can register your phone number or Apple ID to make FaceTime calls.",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn có thể đăng ký số điện thoại hoặc ID Apple sẽ thực hiện cuộc gọi FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете зарегистрировать свой номер телефона или Apple ID для совершения вызовов FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "Vous pouvez inscrire votre numéro de téléphone ou votre identifiant Apple pour effectuer des appels FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vous pouvez enregistrer votre numéro de téléphone ou votre identifiant Apple pour passer des appels FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "Voit rekisteröidä puhelinnumerosi tai Apple ID:si FaceTime-puheluja varten.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda dapat mendaftarkan nomor telepon atau ID Apple Anda untuk melakukan panggilan FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "Je kunt je telefoon­nummer of Apple ID registreren om FaceTime-gesprekken te voeren.",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณสามารถลงทะเบียนเบอร์โทรศัพท์หรือ Apple ID ของคุณเพื่อโทร FaceTime ได้",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "Vă puteți înregistra numărul de telefon sau ID‑ul Apple pentru a efectua apeluri FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete registrirati svoj telefonski broj ili Apple ID za uspostavljanje FaceTime poziva.",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "आप FaceTime कॉल करने के लिए अपना फ़ोन नंबर या Apple ID रजिस्टर कर सकते हैं।",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "Pots registrar el teu número de telèfon o el teu ID d’Apple per fer trucades del FaceTime.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "FaceTime ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏FaceTime תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime is designed to protect your information and enable you to choose what you share.",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمِّمَ FaceTime لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Το FaceTime έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTimeはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime is designed to protect your information and enable you to choose what you share.",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "FaceTime спроєктовано так, щоб захищати вашу інформацію та давати вам змогу обирати, що поширювати.",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "FaceTime se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "O FaceTime é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "FaceTime er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime è concepito in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "FaceTime chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "O FaceTime foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime har utformats för att skydda din information och låta dig välja vad du vill dela.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "FaceTime chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime 앱은 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "FaceTime er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "A FaceTime-ot úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime, bilgilerinizi koruyacak ve neleri paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "Aplikacja FaceTime została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime is designed to protect your information and enable you to choose what you share.",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые приложением «FaceTime», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "L’app FaceTime est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app FaceTime est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "FaceTime is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "Serviciul FaceTime este conceput pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime je dizajniran kako bi zaštitio vaše informacije i omogućio odabir sadržaja koje želite podijeliti.",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "El FaceTime s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "FaceTime ist mit der Ende-zu-Ende-Verschlüsselung gesichert. Die verwendete Telefonnummer oder E-Mail-Adresse wird den Personen gezeigt, die du kontaktierst, und du kannst wählen, ob dein Name und Foto geteilt werden sollen.",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "‏FaceTime מוצפן מקצה לקצה. מספר הטלפון או כתובת הדוא״ל שלך מוצגים בפני האנשים שיצרת איתם קשר, ובאפשרותך לשתף את השם ואת התמונה שלך.",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم تشفير FaceTime تشفيرًا كاملاً. يظهر رقم الهاتف أو عنوان البريد الإلكتروني الذي تستخدمه للأشخاص الذين تتواصل معهم، ويمكنك اختيار مشاركة اسمك وصورتك.",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "Το FaceTime κρυπτογραφείται διατερματικά. Ο αριθμός τηλεφώνου ή η διεύθυνση email που χρησιμοποιείτε εμφανίζεται στα άτομα με τα οποία επικοινωνείτε, και μπορείτε να επιλέξετε αν θέλετε να εμφανίζονται το όνομα και η φωτογραφία σας.",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTimeはエンドツーエンドで暗号化されています。使用している電話番号やメールアドレスは、連絡を取った人に表示され、名前および写真を共有するかどうかを選択できます。",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "Вміст FaceTime наскрізно шифрується. Ваш номер телефону або адреса е-пошти відображається людям, з якими ви зв’язуєтеся, і ви можете вибрати, чи поширювати свої ім’я та фото.",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "Los servicios de FaceTime se encriptan de extremo a extremo. El número telefónico o la dirección de correo electrónico que usas se muestra a las personas con las que te comunicas, y puedes elegir compartir también tu nombre y foto.",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话使用端对端进行加密。您使用的电话号码或电子邮件地址会显示给您联系的对象，并且您可以选取共享您的姓名和照片。",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime usa encriptación punto a punto. El número de teléfono o la dirección de correo electrónico que uses será visible para las personas con las que contactes, pero tú decides si quieres compartir tu nombre y foto.",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "O FaceTime é criptografado de ponta a ponta. O número de telefone ou endereço de e-mail que você usa é mostrado para as pessoas que você contata, e você pode escolher se deseja compartilhar seu nome e foto.",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "FaceTime krypteres fra start til slut. Det telefonnummer eller den e-mailadresse, du bruger, vises for de personer, du kontakter, og du kan vælge at dele dit navn og foto.",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime è protetto tramite crittografia end‑to‑end. Il numero di telefono o l'indirizzo e‑mail che utilizzi viene mostrato alle persone che contatti e puoi scegliere se condividere il nome e la foto.",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "Dáta služby FaceTime sú zabezpečené E2EE šifrovaním. Ľudia, ktorých kontaktujete, uvidia telefónne číslo alebo emailovú adresu, ktoré na to použijete. Môžete sa rozhodnúť, či chcete zdieľať svoje meno a fotku.",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "O FaceTime usa cifragem ponto a ponto. O número de telefone e o endereço de e‑mail que usar são mostrados às pessoas que contactar, existindo ainda a opção de partilhar o seu nome e fotografia.",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime disulitkan hujung ke hujung. Nombor telefon atau alamat e-mel yang anda gunakan ditunjukkan kepada orang yang anda hubungi dan anda boleh memilih untuk berkongsi nama serta foto anda.",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime är heltäckande krypterat. Telefonnumret eller e-postadressen som du använder visas för personerna som du kontaktar, och du kan välja att dela ditt namn och din bild.",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "Data FaceTimu jsou při přenosu šifrována mezi koncovými body. Lidé, které kontaktujete, uvidí vaše telefonní číslo nebo e‑mailovou adresu, a pokud chcete, můžete s nimi sdílet i své jméno a fotku.",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime은 종단간 암호화되어 있습니다. 사용자가 연락하는 사람에게 사용자의 전화번호 또는 이메일 주소가 표시되며, 사용자의 이름 및 사진을 공유하도록 선택할 수 있습니다.",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "FaceTime har gjennomgående kryptering. Telefonnummeret eller e‑postadressen du bruker, vises til personen du kontakter, og du kan velge å dele navnet og bildet ditt.",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "A FaceTime végponttól végpontig titkosított. Az Ön által használt telefonszám vagy e-mail-cím megjelenik azok számára, akikkel kapcsolatba lép, és Ön megadhatja, hogy megosztja-e a nevét és fotóját.",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime透過點對點加密。你聯絡的人會看到你使用的電話號碼或電郵地址，且你可以選擇分享你的姓名和相片。",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime uçtan uca şifrelenir. Kullandığınız telefon numarası veya e-posta adresi iletişim kurduğunuz kişilere gösterilir; adınızı ve fotoğrafınızı paylaşmayı da seçebilirsiniz.",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "FaceTime cechuje pełne szyfrowanie transmisji. Używany numer telefonu lub adres email jest widoczny dla osób, z którymi się kontaktujesz. Możesz także udostępnić swoje imię i nazwisko oraz zdjęcie.",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime是使用端對端加密。您使用的電話號碼或電子郵件地址會顯示給您的聯絡人，且您可以選擇分享您的姓名和照片。",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime được mã hóa hai chiều. Số điện thoại hoặc địa chỉ email mà bạn sử dụng được hiển thị cho những người mà bạn liên lạc và bạn có thể lựa chọn chia sẻ tên và ảnh của mình.",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "FaceTime защищен сквозным шифрованием. Ваш телефонный номер или адрес электронной почты могут просмотреть те, с кем Вы связываетесь. Вы также можете выбрать, будут ли им доступны Ваше имя и фото.",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "FaceTime est chiffré de bout en bout. Les personnes avec qui vous communiquez peuvent voir le numéro de téléphone ou l’adresse courriel que vous utilisez et vous pouvez choisir de partager votre nom et votre image.",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "FaceTime est chiffré de bout en bout. Le numéro de téléphone ou l’adresse e-mail que vous utilisez est présenté(e) aux personnes que vous contactez, et vous pouvez choisir de partager votre nom et votre photo.",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime on salattu päästä päähän. Käyttämäsi puhelinnumero tai sähköpostiosoite näkyy käyttäjille, joihin olet yhteydessä. Voit valita, jaetaanko nimesi ja kuvasi.",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime dienkripsi ujung ke ujung. Nomor telepon atau alamat email yang Anda gunakan ditampilkan kepada orang yang Anda hubungi dan Anda dapat memilih untuk membagikan nama serta foto Anda.",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "FaceTime is versleuteld met end-to-end-encryptie. Het telefoon­nummer of e‑mail­adres dat je gebruikt, wordt getoond aan de mensen met wie je contact opneemt en je kunt ervoor kiezen om je naam en foto te delen.",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime ถูกเข้ารหัสแบบต้นทางถึงปลายทาง เบอร์โทรศัพท์หรือที่อยู่อีเมลที่คุณใช้จะแสดงให้คนที่คุณติดต่อด้วยเห็น และคุณสามารถเลือกว่าจะแชร์ชื่อและรูปภาพของคุณได้",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "FaceTime este criptat end-to-end. Numărul de telefon și\/sau adresa de e‑mail pe care le utilizați le sunt afișate persoanelor pe care le contactați și puteți opta să vă partajați numele și poza.",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime je kriptiran s kraja na kraj. Telefonski broj ili e-mail adresa koju koristite prikazuju se osobama koje kontaktirate, a možete podijeliti i svoje ime i fotografiju.",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime एंड-टू-एंड एंक्रिप्टेड होता है। आपके द्वारा उपयोग किया जाने वाला फ़ोन नंबर या ईमेल पता उन लोगों को दिखाई देता है जिनसे आप संपर्क करते हैं और आप अपना नाम और फ़ोटो शेयर करने का विकल्प चुन सकते हैं।",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "El FaceTime està encriptat d’extrem a extrem. El número de telèfon o l’adreça de correu electrònic que utilitzes es mostren a les persones amb qui et comuniques. També pots compartir el teu nom i la teva foto.",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "de"
      },
      {
        "target" : "FaceTime‏",
        "filename" : "FaceTime.strings",
        "language" : "he"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "en_AU"
      },
      {
        "target" : "‏FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ar"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "el"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ja"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "en"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "uk"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "es_419"
      },
      {
        "target" : "FaceTime通话",
        "filename" : "FaceTime.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "es"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "da"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "it"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "sk"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ms"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "sv"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "cs"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ko"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "no"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "hu"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "tr"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "pl"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "en_GB"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "vi"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ru"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "fr"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "fi"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "id"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "nl"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "th"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ro"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "hr"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "hi"
      },
      {
        "target" : "FaceTime",
        "filename" : "FaceTime.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.facetime.bundle",
  "framework" : "com.apple.onboarding.facetime.bundle"
}