{
  "localizations" : {
    "SPLASH_TITLE" : [
      {
        "target" : "„Nachrichten“ & Datenschutz",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "״הודעות״ ופרטיות",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Messages & Privacy",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الرسائل والخصوصية",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Μηνύματα και Απόρρητο",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "メッセージとプライバシー",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Messages & Privacy",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Повідомлення та Приватність",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Mensajes y la privacidad",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "信息与隐私",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mensajes y la privacidad",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "Mensagens e Privacidade",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskeder og anonymitet",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Messaggi e privacy",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Správy a súkromie",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Mensagens e Privacidade",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Mesej & Privasi",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Meddelanden och integritet",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Zprávy a soukromí",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "메시지 및 개인 정보 보호",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Meldinger og personvern",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az Üzenetek és az adatvédelem",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "訊息與私隱",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mesajlar ve Gizlilik",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Wiadomości i prywatność",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "訊息與隱私權",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Messages & Privacy",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tin nhắn & Quyền riêng tư",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Сообщения и конфиденциальность",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Messages et confidentialité",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Messages et confidentialité",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Viestit ja tietosuoja",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Pesan & Privasi",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Berichten en privacy",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความและความเป็นส่วนตัว",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Mesaje și intimitatea",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Poruke i privatnost",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "संदेश और गोपनीयता",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Missatges i la privacitat",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "FOOTER_TEXT" : [
      {
        "target" : "„Nachrichten“ ist eine App, mit der die Kommunikation via SMS, iMessage und Apple Messages for Business möglich ist. Mit dem Apple-Dienst iMessage können Nachrichten an andere iOS-Geräte (mit iOS 5 oder neuer), iPadOS-Geräte, Macs (mit OS X 10.8 oder neuer) und Apple Watches gesendet werden. Diese Nachrichten werden nicht von deinem Mobilfunktarif abgezogen. Nachrichten, die über iMessage gesendet werden, können Fotos, Videos und andere Informationen enthalten.\n\nApple hat iMessage mit einer Ende-zu-Ende-Verschlüsselung entwickelt, sodass Apple keine Möglichkeit hat, den Inhalt deiner Unterhaltungen zu entschlüsseln, wenn diese zwischen den Geräten übertragen werden. Über iMessage gesendete Anhänge (wie Fotos oder Videos) werden so verschlüsselt, dass nur Absender und Empfänger darauf zugreifen können. Diese verschlüsselten Anhänge werden möglicherweise zu Apple übertragen. Zur Leistungsverbesserung sendet dein Gerät möglicherweise automatisch Anhänge an Apple, während du eine iMessage verfasst. Wenn deine Nachricht nicht gesendet wird, werden die Anhänge nach 30 Tagen vom Server gelöscht. Wenn ein Passwort oder Code auf deinem iOS-, iPadOS- oder watchOS-Gerät festgelegt ist, werden gespeicherte Nachrichten auf deinem Gerät verschlüsselt, sodass nicht auf sie zugegriffen werden kann, sofern das Gerät nicht entsperrt wurde.\n\nDu kannst festlegen, dass deine iMessages nach 30 Tagen oder einem Jahr von deinem Gerät gelöscht werden oder dass sie immer auf dem Gerät bleiben sollen. iMessages werden der Einfachheit halber in iCloud gesichert und verschlüsselt, wenn entweder „iCloud-Backup“ oder „Nachrichten in iCloud“ aktiviert wurde. Du kannst „iCloud-Backup“ und „Nachrichten in iCloud“ jederzeit deaktivieren. Wähle in iOS oder iPadOS „Einstellungen“ > „[dein Name]“ > „iCloud“. Wähle auf dem Mac „Nachrichten“ > „Einstellungen“ > „iMessage“ und deaktiviere die Option „Nachrichten in iCloud aktivieren“.\n\nDu kannst dich bei iMessage mit deiner Apple-ID oder einfach deiner Telefonnummer anmelden. Wenn du dich mit deiner Apple-ID auf deinem Gerät anmeldest, wirst du automatisch bei iMessage angemeldet. Deine Apple-ID oder Telefonnummern werden den Personen angezeigt, die du kontaktierst, und Personen können dich über deine Apple-ID sowie E-Mail-Adressen oder Telefonnummern in deinem Account erreichen. Du kannst auswählen, welche Telefonnummern oder E-Mail-Adressen bei neuen Konversationen verwendet werden sollen. In den iMessage-Einstellungen kannst du festlegen, über welche Telefonnummern oder E-Mail-Adressen du Nachrichten empfangen und beantworten willst. Auf deiner Apple-ID-Accountseite auf appleid.apple.com kannst du unter „Erreichbar unter“ weitere Informationen hinzufügen und bestätigen.\n\n„Mit dir geteilt“ funktioniert systemübergreifend, um Artikel, Musik, TV-Sendungen, Fotos und weitere Inhalte zu finden, die in Konversationen von „Nachrichten“ geteilt wurden, und diese in Apps wie „Fotos“, Safari, Apple News, Apple Music und Apple Podcasts anzuzeigen, damit du schnell und einfach auf die Informationen im Kontext zugreifen kannst. Apple hat ohne deine Erlaubnis keinen Zugriff auf markierte Inhalte. Du kannst in iOS und iPadOS die Option „Mit dir geteilt“ jederzeit deaktivieren. Öffne dazu „Einstellungen“ > „Nachrichten“ > „Mit dir geteilt“ und deaktiviere dann „Mit dir geteilt“. Wähle auf dem Mac „Nachrichten“ > „Einstellungen“ > „Mit dir geteilt“. Du kannst auch steuern, ob eine App „Mit dir geteilt“ verwendet, indem du im Bereich „Mit dir geteilt“ auf die entsprechende App tippst bzw. sie auswählst.\n\nMit „Name und Foto teilen“ kannst du einen Namen und ein Foto mit Personen teilen, mit denen du Nachrichten per iMessage austauschst. Du kannst festlegen, dass Name und Foto automatisch nur mit deinen Kontakten geteilt werden oder dass du jedes Mal gefragt wirst. Der geteilte Name und das Foto werden mit deiner nächsten iMessage-Nachricht an Personen gesendet, mit denen du deine Daten teilen willst, und auf ihren Geräten gespeichert. Wenn du Name und Foto in einer iMessage-Konversation mit mehreren Personen teilst, wird dein Name und das Foto an alle Personen in der Konversation gesendet. Du kannst Name und Foto jederzeit aktualisieren. Beim automatischen Teilen werden Aktualisierungen gesendet, wenn du das nächste Mal eine iMessage-Nachricht an eine Person sendest, mit der du Daten teilen willst. Wenn du Name und Foto geteilt hast und die Funktion später deaktivierst, können andere, die deinen Namen und dein Foto vorher erhalten haben, diese möglicherweise weiterhin auf ihren Geräten sehen. Der für Nachrichten gewählte Name und das Foto werden an Apple gesendet und auf den Apple-Servern auf eine Weise verschlüsselt gespeichert, die Apple nicht entschlüsseln kann.\n\nEventuell kann Apple einige mit deiner Verwendung von „Nachrichten“ und dem iMessage-Dienst zusammenhängende Informationen aufzeichnen und speichern, um die Produkte und Dienste von Apple zu betreiben und zu verbessern:\n\n• Apple kann Informationen über deine Verwendung von iMessage speichern. Dies geschieht allerdings auf eine Art und Weise, die keine Rückschlüsse auf dich zulässt.\n\n• iMessages, die nicht zugestellt werden können, können von Apple bis zu 30 Tage lang für eine erneute Zustellung aufbewahrt werden.\n\n• Einige Apps auf deinem Gerät (inkl. „Nachrichten“) kommunizieren möglicherweise mit den Servern von Apple, um festzustellen, ob andere Personen mit iMessage erreicht werden können. Geschieht dies, kann Apple Telefonnummern und E-Mail-Adressen, die mit deinem Account in Zusammenhang stehen, bis zu 30 Tage lang speichern.\n\nDurch die Verwendung dieser Funktionen erklärst du dein Einverständnis damit, dass Apple sowie Tochtergesellschaften und Vertreter von Apple diese Informationen in der oben beschriebenen Art und Weise übermitteln, sammeln, verwalten, verarbeiten und verwenden.\n\nDie von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com\/de\/privacy zu finden ist.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "״הודעות״ הוא יישום שמאפשר למשתמשים לתקשר דרך הודעות SMS, הודעות iMessage ו-Apple Messages for Business. ‏iMessage הוא שירות של Apple השולח הודעות אל מכשירי iOS אחרים (שמותקן בהם iOS 5 ומעלה), מכשירי iPadOS, מחשבי Mac (שמותקן בהם OS X 10.8 ומעלה) ושעוני Apple Watch. הודעות אלה אינן נספרות כהודעות לחיוב בחבילת ההודעות שלך. הודעות הנשלחות דרך iMessage יכולות לכלול תמונות, סרטונים ומידע נוסף.\n\nב-iMessage נעשה שימוש בהצפנה מקצה לקצה, כך שאין ל-Apple כל אפשרות לפענח את תוכן השיחות שלך כשהן מועברות בין מכשירים. קבצים מצורפים הנשלחים דרך iMessage (כמו תמונות או סרטים) מוצפנים בצורה כזו שאף אחד לא יכול לגשת אליהם, מלבדך ומלבד הנמען. יתכן שהקבצים המצורפים המוצפנים הללו יועלו לשרתי Apple. כדי לשפר את הביצועים, המכשיר שלך עשוי להעלות באופן אוטומטי קבצים מצורפים ל-Apple בזמן הכתיבה של הודעת iMessage. אם ההודעה שלך לא נשלחת בסופו של דבר, הקבצים המצורפים נמחקים מהשרת לאחר 30 יום. אם הגדרת קוד גישה או סיסמה במכשיר ה-iOS, ה-iPadOS או ה-watchOS, הודעות מאוחסנות מוצפנות במכשיר כך שלא ניתן יהיה לגשת אליהן ללא ביטול נעילת המכשיר.\n\nבאפשרותך לבחור אם למחוק הודעות iMessage מהמכשיר שלך באופן אוטומטי לאחר 30 יום או שנה, או לשמור אותן במכשיר לצמיתות. לנוחותך, הודעות iMessage מוצפנות ומגובות ב-iCloud אם הפעלת את ״גיבוי iCloud״ או את ״הודעות״ ב-iCloud. באפשרותך לכבות הן את ״גיבוי iCloud״ והן את ״הודעות״ ב-iCloud בכל עת. ב-iOS או ב-iPadOS, יש לעבור אל ״הגדרות״ > [השם שלך] > iCloud. ב-Mac, יש לעבור אל ״הודעות״ > ״העדפות״ > iMessage, ואז לבטל את הבחירה ב״אפשר את הודעות ב-iCloud״.\n\nבאפשרותך להתחבר ל-iMessage באמצעות ה-Apple ID, או רק באמצעות מספר הטלפון. בעת התחברות באמצעות ה-Apple ID שלך למכשיר, מתבצע באופן אוטומטי גם חיבור ל-iMessage. ה-Apple ID או מספרי הטלפון שלך יוצגו לאנשים שיצרת איתם קשר, ואנשים יוכלו להשיג אותך באמצעות ה-Apple ID שלך, כמו גם באמצעות כתובות דוא״ל או מספרי טלפון שמופיעים בחשבון שלך. באפשרותך לבחור מאילו מספרי טלפון או כתובות דוא״ל ברצונך להתחיל שיחות חדשות, ובאילו מספרי טלפון או כתובות דוא״ל יהיה באפשרותך לקבל הודעות ולהשיב להודעות, דרך הגדרות iMessage. באפשרותך להוסיף ולאמת מידע נוסף תחת ״יצירת קשר באמצעות״ בדף חשבון ה-Apple ID שלך דרך appleid.apple.com.\n\n״שותף איתך״ פועל בכל המערכת ומאפשר לך למצוא מאמרים, מוסיקה, תכניות טלוויזיה, תמונות ותוכן נוסף המשותף בשיחות של ״הודעות״. ״שותף איתך״ מציג לך את ההודעות הללו בצורה נוחה ונגישה ביישומים כמו ״תמונות״, Safari, ‏News, ״מוסיקה״ ו״פודקאסטים״ של Apple, וכך מנגיש לך במהירות את המידע בהקשר הנכון. ל-Apple אין גישה לתוכן מסומן ללא הרשאתך. באפשרותך לבטל את ״שותף איתך״ בכל שלב ב-iOS וב-iPadOS באמצעות מעבר אל ״הגדרות״ > ״הודעות״ > ״שותף איתך״, ואז הקשה לכיבוי. ב-Mac, יש לעבור אל ״הודעות״ > ״העדפות״ > ״שותף איתך״. באפשרותך גם לקבוע אם כל יישום יוכל להשתמש ב״שותף איתך״ או לא. כדי לעשות זאת, יש להקיש עליו או לבחור בו במקטע ״שותף איתך״.\n\n״שיתוף שם ותמונה״ מאפשר לך לשתף שם ותמונה עם אנשים בהודעות iMessage. באפשרותך לבחור לשתף באופן אוטומטי רק עם אנשי הקשר, או להישאל לגבי השיתוף בכל פעם. השם והתמונה ששיתפת יישלחו עם הודעת ה-iMessage הבאה שלך לאנשים שאיתם בחרת לשתף, ויאוחסנו במכשיר שלהם. אם בחרת לשתף את השם והתמונה שלך בשיחת iMessage עם כמה אנשים, השם והתמונה יישלחו לכל האנשים בשיחה. באפשרותך לעדכן את השם והתמונה בכל עת. אם בחרת בשיתוף אוטומטי, העדכונים יישלחו בפעם הבאה שבה תישלח על-ידך הודעת iMessage לכל אדם שעמו בחרת לשתף. אם שיתפת את השם והתמונה שלך ובהמשך ביטלת את השיתוף, המידע עשוי להיות מאוחסן עדיין במכשיר של משתמשים אחרים שבעבר קיבלו את השם והתמונה שלך. השם והתמונה שבחרת עבור ההודעות יישלחו ל-Apple, ויאוחסנו בשרתי Apple כשהם מוצפנים באופן שמונע מ-Apple לראות אותם.\n\n‏Apple עשויה לתעד ולאחסן מידע מסוים הקשור לשימוש שלך ביישום ״הודעות״ ובשירות iMessage כדי להפעיל ולשפר את המוצרים והשירותים שלה:\n\n‏• Apple עשויה לשתף מידע לגבי השימוש שלך ב-iMessage באופן שאינו מאפשר זיהוי אישי שלך.\n\n• ‏Apple עשויה לשמור הודעות iMessage שלא ניתן היה לשלוח למשך 30 ימים לצורך שליחה מחדש.\n\n• יישומים מסוימים במכשיר (כולל ״הודעות״) עשויים לתקשר עם שרתי Apple כדי לקבוע אם ניתן להשיג אנשים אחרים באמצעות iMessage. במקרה כזה, יתכן ש-Apple תאחסן את כתובות הדוא״ל ומספרי הטלפון המשויכים לחשבון שלך, לפרק זמן של עד 30 ימים.\n\nעצם השימוש במאפיינים אלה מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל.\n\nבכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com\/legal\/privacy\/he",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Messages is an app that allows users to communicate via SMS, iMessage and Apple Messages for Business. iMessage is an Apple service that sends messages to other iOS devices (with iOS 5 or later), iPadOS devices, Mac computers (with OS X 10.8 or later) and Apple Watches. These messages don’t count towards your messaging plan. Messages sent via iMessage can include photos, videos and other information.\n\nWe designed iMessage to use end-to-end encryption, so there’s no way for Apple to decrypt the content of your conversations when they are in transit between devices. Attachments you send over iMessage (such as photos or videos) are encrypted so that no one but the sender and receiver(s) can access them. These encrypted attachments may be uploaded to Apple. To improve performance, your device may automatically upload attachments to Apple while you are composing an iMessage. If your message isn’t sent, the attachments are deleted from the server after 30 days. When a passcode or password is set on your iOS, iPadOS or watchOS device, stored messages are encrypted on your device so that they can’t be accessed unless the device has been unlocked.\n\nYou can choose to automatically delete your iMessages from your device after 30 days or a year, or to keep them on your device forever. For your convenience, iMessages are backed up in iCloud and encrypted if you have either iCloud Backup or Messages in iCloud enabled. You can turn off both iCloud Backup and Messages in iCloud whenever you want. On iOS or iPadOS, go to Settings > [your name] > iCloud. On Mac, go to Messages > Preferences > iMessage, and unselect Enable Messages in iCloud.\n\nYou can sign in to iMessage using your Apple ID or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to iMessage automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to start new conversations from, and which phone numbers or email addresses you can receive messages and reply from, in iMessage settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com.\n\nShared with You works across the system to find the articles, music, TV shows, photos and more that are shared in Messages conversations, and conveniently surfaces them in apps like Photos, Safari, Apple News, Apple Music and Apple Podcasts, making it easy to quickly access the information in context. Apple does not have access to marked content without your permission. You can disable Shared with You anytime in iOS and iPadOS by going to Settings > Messages > Shared with You, then tapping to turn off Shared with You. On Mac, go to Messages > Preferences > Shared with You. You can also control whether each app participates in Shared with You by tapping or selecting it in the Shared with You section.\n\nShare Name and Photo allows you to share a name and photo with people you iMessage. You can choose to automatically share with just your contacts, or to be prompted each time. Your shared name and photo will be sent with your next iMessage to the people you share with and stored on their devices. If you share your name and photo with an iMessage conversation with multiple people, your name and photo will be sent to all the people in the conversation. You can update your name and photo anytime. If you automatically share, updates will be sent when you next send an iMessage to each person you share with. If you have shared your name and photo and later turn off sharing, others who previously received your name and photo may still have your information on their devices. The name and photo you select for messages will be sent to Apple and stored on Apple’s servers encrypted in a way that Apple cannot see.\n\nApple may record and store some information related to your use of the Messages app and the iMessage service to operate and improve Apple’s products and services:\n\n• Apple may store information about your use of iMessage in a way that doesn’t identify you.\n\n• iMessages that can’t be delivered may be held by Apple for up to 30 days for redelivery.\n\n• Some apps on your device (including Messages) may communicate with Apple’s servers to determine whether other people can be reached by iMessage. When this happens, Apple may store these phone numbers and email addresses associated with your account for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/au\/privacy",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تطبيق الرسائل هو تطبيق يتيح للمستخدمين التواصل عبر الرسائل القصيرة و iMessage، ورسائل Apple للأعمال. iMessage هي خدمة من Apple لإرسال رسائل إلى أجهزة iOS الأخرى (المثبّت عليها iOS 5 أو أحدث) وأجهزة iPadOS وأجهزة Mac (المثبّت عليها OS X 10.8 أو أحدث) وساعات Apple Watch. لا تُحسب هذه الرسائل ضمن باقة المراسلة الخاصة بك. يمكن أن تتضمن الرسائل المرسلة عبر iMessage صورًا وفيديوهات وغير ذلك من المعلومات.\n\nلقد صممنا iMessage لاستخدام التشفير الكامل، لذا لا توجد وسيلة لشركة Apple لفك تشفير محتوى محادثاتك عندما تكون في طريقها بين الأجهزة. ويتم تشفير المرفقات التي ترسلها عبر iMessage (مثل الصور أو الفيديوهات) بحيث لا يستطيع أحد سوى المرسل والمستلم\/المستلمين الوصول إليها. قد يتم تحميل هذه المرفقات المشفرة إلى Apple. لتحسين الأداء، قد يقوم جهازك تلقائيًا بتحميل المرفقات إلى Apple أثناء قيامك بإنشاء رسالة iMessage. وإذا لم يتم إرسال الرسالة، يتم حذف المرفقات من الخادم بعد ٣٠ يومًا. عند تعيين رمز دخول أو كلمة سر على جهاز iOS أو iPadOS أو watchOS، يتم تشفير الرسائل المخزنة على جهازك بحيث لا يمكن الوصول إليها إلا بعد فتح قفل الجهاز.\n\nيمكنك اختيار حذف رسائل iMessage تلقائيًا من جهازك بعد ٣٠ يومًا أو بعد عام، أو الاحتفاظ بها على جهازك إلى الأبد. حرصًا على راحتك، يتم إجراء نسخ احتياطي لرسائل iMessage في iCloud ويتم تشفيرها في حالة تمكين \"النسخ الاحتياطي على iCloud\" أو \"الرسائل في iCloud\". يمكنك إيقاف \"النسخ الاحتياطي على iCloud\" و\"الرسائل في iCloud\" في أي وقت تريد. على iOS أو iPadOS، انتقل إلى الإعدادات > [اسمك] >‏ iCloud. على Mac، انتقل إلى الرسائل > تفضيلات > iMessage، وقم بإلغاء تحديد \"تمكين الرسائل في iCloud\".\n\nيمكنك تسجيل الدخول إلى iMessage باستخدام Apple ID، أو برقم هاتفك فقط. عند تسجيل الدخول على جهازك باستخدام Apple ID، يتم تسجيل الدخول تلقائيًا إلى iMessage. سيظهر Apple ID أو أرقام الهواتف الخاصة بك للأشخاص الذين تتواصل معهم وسيتمكن الأشخاص من التواصل معك عبر Apple ID وعناوين البريد الإلكتروني أو أرقام الهاتف على حسابك. يمكنك تحديد أرقام الهواتف أو عناوين البريد الإلكتروني التي ترغب في بدء محادثات جديدة منها، وأرقام الهواتف أو عناوين البريد الإلكتروني التي يمكنك تلقي الرسائل والرد منها، في إعدادات iMessage. يمكنك إضافة معلومات إضافية في \"يمكن الوصول على\" والتحقق منها عبر صفحة حساب Apple ID على appleid.apple.com\n\nتعمل ميزة \"مشارك معك\" عبر النظام للعثور على المقالات والموسيقى وبرامج التلفاز والصور والعناصر الأخرى التي تتم مشاركتها في محادثات الرسائل، ومن ثم عرضها بشكل ملائم في تطبيقات مثل الصور و Safari و Apple News و Apple Music، و Apple Podcasts، مما يعمل على تسهيل الوصول إلى المعلومات حسب سياقها. ليس بإمكان Apple الوصول إلى المحتوى المحدد دون إذنك. يمكنك تعطيل \"مشارك معك\" في أي وقت على iOS و iPadOS بالانتقال إلى الإعدادات > الرسائل > مشارك معك، ثم الضغط لإيقاف \"مشارك معك\". على Mac، انتقل إلى الرسائل > تفضيلات > مشارك معك. يمكنك أيضًا التحكم في كل تطبيق لتحديد ما إذا كان سيشارك في \"مشارك معك\"، وذلك بالضغط عليه أو بتحديده في قسم \"مشارك معك\".\n\nتتيح لك \"مشاركة الاسم والصورة\" مشاركة أي اسم وصورة مع الأشخاص الذين تراسلهم باستخدام iMessage. يمكنك اختيار المشاركة تلقائيًا مع جهات الاتصال الخاصة بك فقط، أو أن تتم مطالبتك في كل مرة. سيتم إرسال اسمك وصورتك المشتركة مع رسالة iMessage التالية إلى الأشخاص الذين تشاركها معهم، بجانب تخزينهما على أجهزتهم. إذا كنت تشارك اسمك وصورتك عبر محادثة iMessage مع عدة أشخاص، فسيتم إرسال اسمك وصورتك إلى جميع الأشخاص في المحادثة. يمكنك تحديث اسمك وصورتك في أي وقت. وإذا كنت تقوم بالمشاركة تلقائيًا، فسيتم إرسال التحديثات في المرة التالية التي ترسل فيها رسالة iMessage إلى كل شخص تتشارك معه. إذا كنت قد قمت بمشاركة اسمك وصورتك وأوقفت مشاركتك فيما بعد، فقد تظل معلوماتك على أجهزة الآخرين الذين تلقوا اسمك وصورتك سابقًا. سيتم إرسال الاسم والصورة اللذين تحددهما للرسائل إلى Apple، ويتم تخزينهما على خوادم Apple مشفرةً بطريقة لا تستطيع Apple رؤيتهما من خلالها.\n\nقد تسجل Apple وتخزِّن بعض المعلومات المتعلقة باستخدامك لتطبيق الرسائل وخدمة iMessage لتشغيل وتحسين منتجات Apple وخدماتها:\n\n• قد تُخزن Apple معلومات حول استخدامك لـ iMessage بطريقة لا تكشف عن هويتك.\n\n• قد تحتفظ Apple برسائل iMessage التي لا يمكن تسليمها لمدة تصل إلى ٣٠ يومًا لإعادة إرسالها.\n\n• قد تتصل بعض التطبيقات الموجودة على جهازك (بما في ذلك الرسائل) بخوادم Apple لتحديد ما إذا كان يمكن الوصول إلى أشخاص آخرين عن طريق iMessage. عند حدوث ذلك، قد تقوم Apple بتخزين أرقام الهواتف وعناوين البريد الإلكتروني المرتبطة بحسابك، لمدة تصل إلى ٣٠ يومًا.\n\nيُعد استخدامك لتلك الميزات بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل المعلومات الخاصة بك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه.\n\nسيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط:\nwww.apple.com\/ae-ar\/privacy",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Τα Μηνύματα είναι μια εφαρμογή που επιτρέπει στους χρήστες να επικοινωνούν μέσω SMS, iMessage και Apple Messages for Business. Το iMessage είναι μια υπηρεσία της Apple για αποστολή μηνυμάτων σε άλλες συσκευές iOS (με iOS 5 ή μεταγενέστερη έκδοση), συσκευές iPadOS, Mac (με OS X 10.8 ή μεταγενέστερη έκδοση) και Apple Watch. Αυτά τα μηνύματα δεν προσμετρώνται στο πρόγραμμα γραπτών μηνυμάτων σας. Τα μηνύματα που αποστέλλονται μέσω του iMessage μπορούν να περιλαμβάνουν φωτογραφίες, βίντεο και άλλες πληροφορίες.\n\nΤο iMessage έχει σχεδιαστεί ώστε να χρησιμοποιεί διατερματική κρυπτογράφηση, συνεπώς η Apple δεν μπορεί να αποκρυπτογραφήσει το περιεχόμενο των συζητήσεών σας κατά τη μετάδοσή τους μεταξύ των συσκευών. Τα συνημμένα που στέλνετε μέσω του iMessage (όπως φωτογραφίες ή βίντεο) κρυπτογραφούνται, ώστε να είναι προσβάσιμα μόνο για τον αποστολέα και τους παραλήπτες. Αυτά τα κρυπτογραφημένα συνημμένα ενδέχεται να ανέβουν στους διακομιστές της Apple. Για βελτίωση της απόδοσης, η συσκευή σας ενδέχεται να ανεβάσει αυτόματα τα συνημμένα στους διακομιστές της Apple καθώς συντάσσετε ένα μήνυμα iMessage. Αν το μήνυμά σας δεν σταλεί, τα συνημμένα διαγράφονται από τον διακομιστή μετά από 30 ημέρες. Όταν έχετε ορίσει έναν κωδικό ή ένα συνθηματικό στη συσκευή iOS, iPadOS ή watchOS σας, τα αποθηκευμένα μηνύματα κρυπτογραφούνται στη συσκευή σας, ώστε να μην είναι προσβάσιμα όταν η συσκευή είναι κλειδωμένη.\n\nΜπορείτε να επιλέξετε να διαγράφονται αυτόματα τα iMessage από τη συσκευή σας μετά από 30 ημέρες ή ένα έτος, ή μπορείτε να τα διατηρήσετε στη συσκευή σας για πάντα. Προς διευκόλυνσή σας, δημιουργείται εφεδρικό αντίγραφο των iMessage σας στο iCloud και κρυπτογραφούνται, εφόσον έχετε ενεργοποιήσει το Εφεδρικό αντίγραφο iCloud ή τα Μηνύματα στο iCloud. Μπορείτε να απενεργοποιήσετε το Εφεδρικό αντίγραφο iCloud και τα Μηνύματα στο iCloud όποτε επιθυμείτε. Σε iOS ή iPadOS, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «iCloud». Σε Mac, μεταβείτε στα «Μηνύματα» > «Προτιμήσεις» > «iMessage» και αποεπιλέξτε την «Ενεργοποίηση Μηνυμάτων στο iCloud».\n\nΜπορείτε να συνδεθείτε στο iMessage χρησιμοποιώντας το Apple ID σας ή απλώς τον αριθμό τηλεφώνου σας. Αν συνδεθείτε με το Apple ID σας στη συσκευή σας, θα συνδεθείτε στο iMessage αυτόματα. Το Apple ID ή οι αριθμοί τηλεφώνου σας θα εμφανίζονται στα άτομα με τα οποία επικοινωνείτε, τα οποία θα μπορούν να επικοινωνήσουν μαζί σας χρησιμοποιώντας το Apple ID σας και τις διευθύνσεις email ή τους αριθμούς τηλεφώνου στον λογαριασμό σας. Στις ρυθμίσεις iMessage, μπορείτε να επιλέξετε από ποιους αριθμούς τηλεφώνου ή διευθύνσεις email θα θέλατε να ξεκινάτε νέες συζητήσεις, καθώς και τους αριθμούς τηλεφώνου ή τις διευθύνσεις email όπου μπορείτε να λαμβάνετε μηνύματα και να στέλνετε απαντήσεις. Μπορείτε να προσθέσετε και να επαληθεύσετε πρόσθετα στοιχεία επικοινωνίας στη σελίδα του λογαριασμού Apple ID σας στη διεύθυνση appleid.apple.com.\n\nΗ δυνατότητα «Σε κοινή χρήση με εσάς» λειτουργεί σε όλο το σύστημα για εύρεση άρθρων, μουσικής, τηλεοπτικών εκπομπών, φωτογραφιών και άλλων στοιχείων που έχουν κοινοποιηθεί σε συζητήσεις Μηνυμάτων, και τα εμφανίζει σε εφαρμογές όπως Φωτογραφίες, Safari, Apple News, Apple Music και Apple Podcasts, διευκολύνοντας έτσι τη γρήγορη πρόσβαση σε θεματικές πληροφορίες. Η Apple δεν έχει πρόσβαση σε σημασμένο περιεχόμενο χωρίς την άδειά σας. Αν θέλετε να απενεργοποιήσετε τη ρύθμιση «Σε κοινή χρήση με εσάς» ανά πάσα στιγμή σε iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις» > «Μηνύματα» > «Σε κοινή χρήση με εσάς» και αγγίξτε για απενεργοποίηση της ρύθμισης «Σε κοινή χρήση με εσάς». Σε Mac, μεταβείτε στα «Μηνύματα» > «Προτιμήσεις» > «Σε κοινή χρήση με εσάς». Για να ελέγξετε αν κάθε εφαρμογή συμμετέχει στη δυνατότητα «Σε κοινή χρήση με εσάς», αγγίξτε ή επιλέξτε την εφαρμογή στην ενότητα «Σε κοινή χρήση με εσάς».\n\nΗ κοινοποίηση ονόματος και φωτογραφίας σάς δίνει τη δυνατότητα να κοινοποιείτε ένα όνομα και μια φωτογραφία στα άτομα με τα οποία επικοινωνείτε μέσω iMessage. Μπορείτε να επιλέξετε αυτόματη κοινοποίηση μόνο στις επαφές σας ή να ζητείται η άδειά σας κάθε φορά. Το κοινοποιημένο όνομα και η φωτογραφία σας θα σταλούν μαζί με το επόμενο μήνυμα iMessage προς τα άτομα στα οποία κάνετε κοινοποίηση και θα αποθηκευτούν στις συσκευές τους. Αν κοινοποιήσετε το όνομά σας και τη φωτογραφία σας με μια συνομιλία iMessage με πολλά άτομα, το όνομα και η φωτογραφία σας θα σταλούν σε όλα τα άτομα στη συνομιλία. Μπορείτε να ενημερώσετε το όνομα και τη φωτογραφία σας ανά πάσα στιγμή. Αν έχετε επιλέξει την αυτόματη κοινοποίηση, οι ενημερώσεις θα σταλούν την επόμενη φορά που θα στείλετε ένα μήνυμα iMessage σε κάθε άτομο στο οποίο κάνετε κοινοποίηση. Αν έχετε κοινοποιήσει το όνομα και τη φωτογραφία σας και αργότερα επιλέξετε να απενεργοποιήσετε την κοινοποίηση, τα άτομα που έχουν λάβει προηγουμένως το όνομα και τη φωτογραφία σας ενδέχεται να εξακολουθούν να διατηρούν τις πληροφορίες σας στις συσκευές τους. Το όνομα και η φωτογραφία που επιλέγετε για τα μηνύματα θα αποστέλλονται στην Apple και θα αποθηκεύονται στους διακομιστές της Apple σε κρυπτογραφημένη μορφή, ώστε να μην μπορούν να αναγνωστούν από την Apple.\n\nΗ Apple ενδέχεται να καταγράψει και να αποθηκεύσει κάποιες πληροφορίες που σχετίζονται με την από μέρους σας χρήση της εφαρμογής «Μηνύματα» και της υπηρεσίας iMessage, με σκοπό την παροχή και τη βελτίωση των προϊόντων και υπηρεσιών της Apple:\n\n• Η Apple ενδέχεται να αποθηκεύει πληροφορίες σχετικά με την από μέρους σας χρήση του iMessage, με τρόπο που δεν σας ταυτοποιεί.\n\n• Τα μηνύματα iMessage που δεν είναι δυνατό να παραδοθούν ενδέχεται να διατηρηθούν από την Apple για έως 30 ημέρες με σκοπό την εκ νέου απόπειρα παράδοσης.\n\n• Μερικές εφαρμογές στη συσκευή σας (συμπεριλαμβανομένων των Μηνυμάτων) ενδέχεται να επικοινωνούν με τους διακομιστές της Apple, για να προσδιορίζουν αν μπορείτε να επικοινωνήσετε με άλλα άτομα μέσω του iMessage. Σε αυτήν την περίπτωση, η Apple μπορεί να αποθηκεύσει αυτούς τους αριθμούς τηλεφώνου και τις διευθύνσεις email που συσχετίζονται με τον λογαριασμό σας για έως 30 ημέρες.\n\nΗ χρήση των εν λόγω δυνατοτήτων από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της.\n\nΟ χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com\/gr\/privacy.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "“メッセージ”は、SMS、iMessage、およびApple Messages for Businessを介してユーザが通信できるAppです。iMessageは、Wi-Fiまたはモバイル通信接続でほかのiOSデバイス（iOS 5以降）、iPadOSデバイス、Mac（OS X 10.8以降）、およびApple Watchにメッセージを送信するAppleのサービスです。このメッセージはご契約中のメッセージプランとしてはカウントされません。iMessage経由で送信されるメッセージには、写真、ビデオ、その他の情報を含めることができます。\n\niMessageではエンドツーエンドの暗号化を使用するように設計されていて、デバイス間で転送される際にAppleが会話内容を解読することはできません。iMessageで送信する添付ファイル（写真やビデオなど）は暗号化されるので、送信者および受信者のみがアクセスできます。このように暗号化された添付ファイルはAppleにアップロードされる場合があります。パフォーマンスを向上するため、iMessageの作成中に添付ファイルがAppleに自動的にアップロードされることがあります。メッセージが送信されない場合、このような添付ファイルは30日後にサーバから削除されます。iOS、iPadOS、またはwatchOSデバイスでパスコードやパスワードが設定されている場合、保存されるメッセージはデバイス上で暗号化されるので、デバイスのロックが解除されていない限りメッセージにはアクセスできません。\n\niMessageがデバイスから30日後または1年後に自動的に削除されるようにするか、無期限で保存されるようにするか、選択できます。iCloudバックアップまたは“iCloudにメッセージを保管”のいずれかが有効になっている場合、iMessageは利便性のためiCloudにバックアップされて暗号化されます。iCloudバックアップおよび“iCloudにメッセージを保管”は、どちらもいつでもオフにできます。iOSまたはiPadOSでは、“設定”＞“[自分の名前]”＞“iCloud”と選択します。Macでは、“メッセージ”＞“環境設定”＞“iMessage”と移動して、“‘iCloudにメッセージを保管’を有効にする”の選択を解除します。\n\niMessagには、Apple IDまたは電話番号でサインインできます。デバイスでApple IDを使ってサインインすると、iMessageに自動的にサインインされます。お使いのApple IDや電話番号は連絡を取った相手に表示されます。あなたのApple ID、およびアカウントに登録されているメールアドレスまたは電話番号はあなたに連絡を取ることに使用できます。iMessage設定で、新規チャットの発信元として使う電話番号やメールアドレスを選択したり、メッセージの着信用および返信用の電話番号やメールアドレスを選択したりできます。appleid.apple.com のApple IDアカウントページで、別の連絡先情報を追加して確認することができます。\n\n“あなたと共有”では、システム上で、“メッセージ”の会話の中で共有する記事、ミュージック、テレビ番組、写真などを探し、“写真”、Safari、ミュージック、News、PodcastなどのAppで見つけられるようにすることで、コンテンツの情報に簡単かつ迅速にアクセスすることができます。Appleは、あなたの許可なしに、マークされたコンテンツにアクセスする権限がありません。“あなたと共有”は、iOSおよびiPadOSの場合、“設定”＞“メッセージ”＞“あなたと共有”に移動してから、“あなたと共有”をタップしてオフにすることで、いつでも無効にできます。Macでは、“メッセージ”＞“環境設定”＞“あなたと共有”と移動します。各Appを“あなたと共有”に使用するかどうかを、“あなたと共有”セクションでタップまたは選択することで制御することもできます。\n\n“名前と写真を共有”では、iMessageの相手と名前と写真を共有できます。連絡先の相手のみと自動で共有されるようにするか、毎回確認が求められるようにするか、選択できます。共有する名前と写真は、共有する相手への次回のiMessageと一緒に送信され、そのユーザのデバイスに保存されます。複数ユーザとのiMessageチャットで名前と写真を共有すると、あなたの名前と写真はそのチャット内の全員に送信されます。名前と写真はいつでもアップデートできます。自動で共有している場合、アップデートした内容は共有する相手それぞれへの次回のiMessageと一緒に送信されます。名前と写真を共有した後で共有をオフにすると、それまであなたの名前と写真を受信していたユーザのデバイスにあなたの情報が残ることがあります。メッセージ用に選択した名前と写真はAppleに送信され、Appleが表示できない方法で暗号化されてAppleのサーバに保存されます。\n\nAppleの製品とサービスの提供および向上のため、Appleは“メッセージ” AppおよびiMessageサービスの使用に関する一部の情報を記録および保存する場合があります:\n\n• Appleは個人を特定しない方法でiMessageの使用に関する情報を保存することがあります。\n\n• 配信できなかったiMessageは、再配信するためにAppleによって最大30日間保管されることがあります。\n\n• デバイス上の一部のApp（iMessageを含む）は、Appleのサーバと通信して、連絡する相手にiMessageで連絡できるかどうかを判断することがあります。これが行われる場合、Appleはお使いのアカウントに関連付けられているこれらの電話番号やメールアドレスを最大30日間保存することがあります。\n\nこれらの機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。\n\nAppleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com\/jp\/privacy を参照）に従って取り扱われます。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Messages is an app that allows users to communicate via SMS, iMessage, and Apple Messages for Business. iMessage is an Apple service that sends messages to other iOS devices (with iOS 5 or later), iPadOS devices, Macs (with OS X 10.8 or later), and Apple Watches. These messages don’t count against your messaging plan. Messages sent via iMessage can include photos, videos, and other information.\n\nWe designed iMessage to use end-to-end encryption, so there’s no way for Apple to decrypt the content of your conversations when they are in transit between devices. Attachments you send over iMessage (such as photos or videos) are encrypted so that no one but the sender and receiver(s) can access them. These encrypted attachments may be uploaded to Apple. To improve performance, your device may automatically upload attachments to Apple while you are composing an iMessage. If your message isn’t sent, the attachments are deleted from the server after 30 days. When a passcode or password is set on your iOS, iPadOS, or watchOS device, stored messages are encrypted on your device so that they can’t be accessed unless the device has been unlocked.\n\nYou can choose to automatically delete your iMessages from your device after 30 days or a year, or to keep them on your device forever. For your convenience, iMessages are backed up in iCloud and encrypted if you have enabled either iCloud Backup or Messages in iCloud. You can turn off both iCloud Backup and Messages in iCloud whenever you want. On iOS or iPadOS, go to Settings > [your name] > iCloud. On Mac, go to Messages > Preferences >  iMessage, and deselect Enable Messages in iCloud.\n\nYou can sign in to iMessage using your Apple ID, or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to iMessage automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to start new conversations from, and which phone numbers or email addresses you can receive messages and reply from, in iMessage settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com.\n\nShared with You works across the system to find the articles, music, TV shows, photos, and more that are shared in Messages conversations, and conveniently surfaces them in apps like Photos, Safari, Apple News, Apple Music, and Apple Podcasts, making it easy to quickly access the information in context. Apple does not have access to marked content without your permission. You can disable Shared with You at any time in iOS and iPadOS by going to Settings > Messages > Shared with You, then tapping to turn off Shared with You. On Mac, go to Messages > Preferences > Shared with You. You can also control whether each app participates in Shared with You by tapping or selecting it in the Shared with You section.\n\nShare Name and Photo allows you to share a name and photo with people you iMessage. You can choose to automatically share with just your contacts, or to be prompted each time. Your shared name and photo will be sent with your next iMessage to the people you share with, and stored on their devices. If you share your name and photo with an iMessage conversation with multiple people, your name and photo will be sent to all the people in the conversation. You can update your name and photo at any time. If you automatically share, updates will be sent when you next send an iMessage to each person you share with. If you have shared your name and photo and later turn off sharing, others who previously received your name and photo may still have your information on their devices. The name and photo you select for messages will be sent to Apple, and stored on Apple’s servers encrypted in a way that Apple cannot see.\n\nApple may record and store some information related to your use of the Messages app and the iMessage service to operate and improve Apple’s products and services:\n\n• Apple may store information about your use of iMessage in a way that doesn’t identify you.\n\n• iMessages that can’t be delivered may be held by Apple for up to 30 days for redelivery.\n\n• Some apps on your device (including Messages) may communicate with Apple’s servers to determine whether other people can be reached by iMessage. When this happens, Apple may store these phone numbers and email addresses associated with your account, for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/privacy",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Повідомлення — це програма, що дає користувачам змогу спілкуватися за допомогою повідомлень SMS та iMessage, а також чату Apple Messages for Business. iMessage — це служба Apple, що надсилає повідомлення на інші пристрої iOS (з iOS 5 або новішої версії), пристрої iPadOS, комп’ютери Mac (з OS X 10.8 або новішої версії) і годинники Apple Watch. Такі повідомлення не враховуються у вашому плані обміну повідомленнями. Повідомлення, надіслані через iMessage, можуть містити фото, відео й іншу інформацію.\n\nМи передбачили використання наскрізного шифрування в iMessage, тому Apple жодним чином не може розшифрувати вміст ваших бесід, коли вони пересилаються між пристроями. Вкладення, які ви надсилаєте через iMessage (як‑от фото або відео), шифруються, щоб ніхто, крім відправника та отримувачів, не мав до них доступу. Такі зашифровані вкладення можуть закачуватися до Apple. Для покращення продуктивності ваш пристрій може автоматично закачувати вкладення до Apple, поки ви пишете повідомлення iMessage. Якщо ваше повідомлення не надіслано, такі вкладення видаляються із сервера через 30 днів. Коли на вашому пристрої iOS, iPadOS або watchOS задано код допуску чи пароль, збережені повідомлення шифруються локально на пристрої, щоб до них було неможливо отримати доступ без попереднього відімкнення пристрою.\n\nВи можете ввімкнути автоматичне видалення повідомлень iMessage зі свого пристрою через 30 днів чи один рік, або завжди залишати їх на пристрої. Для вашої зручності повідомлення iMessage архівуються в iCloud і шифруються, якщо ввімкнено функцію «Архівація в iCloud» або «Повідомлення в iCloud». Можна будь-якої миті вимкнути Архівацію в iCloud і Повідомлення в iCloud. В iOS або iPadOS перейдіть у меню Параметри > [ваше ім’я] > iCloud. На Mac перейдіть у меню Повідомлення > Параметри > iMessage і зніміть прапорець «Увімкнути Повідомлення в iCloud».\n\nВ iMessage можна ввійти зі своїм Apple ID або лише зі своїм номером телефону. Якщо ви входите за допомогою свого Apple ID на своєму пристрої, вхід в iMessage буде виконано автоматично. Ваш Apple ID або телефонні номери відображатимуться для людей, з якими ви контактуєте, і з вами зможуть зв’язуватися, використовуючи ваш Apple ID та адреси е-пошти або номери телефонів у вашому обліковому записі. У параметрах iMessage можна вибрати, з яких телефонних номерів чи адрес е‑пошти ви хотіли б починати нові бесіди й на які телефонні номери чи адреси е-пошти ви можете отримувати повідомлення, а з яких відповідати. Ви можете додати й підтвердити додаткову інформацію для розділу «Зв’язок через» на сторінці свого облікового запису Apple ID за адресою appleid.apple.com.\n\nФункція «Поширено для вас» працює у всій системі та знаходить статті, музику, телешоу, фотографії тощо, які поширюються в бесідах у програмі «Повідомлення», і зручно відображає їх у програмах, як-от Фотографії, Safari, Apple News, Apple Music і Apple Podcasts, щоб ви могли легко отримувати доступ до інформації в контексті. Apple не має доступу до позначеного вмісту без вашого дозволу. Ви можете будь-якої миті вимкнути функцію «Поширено для вас». Для цього в iOS та iPadOS перейдіть у меню Параметри > Повідомлення > Поширено для вас, а потім вимкніть параметр «Поширено для вас». На Mac перейдіть у меню Повідомлення > Параметри > Поширено для вас. Ви також можете контролювати, чи підтримує програма функцію «Поширено для вас», натиснувши назву цієї програми в розділі «Поширено для вас».\n\nПараметр «Імʼя і фото» дає вам змогу показувати ваше імʼя та фото людям, з якими ви обмінюєтеся повідомленнями iMessage. Ви можете ввімкнути автоматичне поширення лише для контактів, або отримувати запит щоразу. Ваше поширене ім’я та фото буде надіслано з наступним повідомленням iMessage людям, для яких ви поширюєте дані, і збережено на їхніх пристроях. Якщо ви поширюєте своє ім’я та фото в бесіді iMessage із кількома співрозмовниками, тоді ваше ім’я та фото буде надіслано всім людям у цій бесіді. Ви можете оновити своє ім’я та фото будь-якої миті. Якщо вибрано автоматичне поширення, оновлення буде надіслано з наступним повідомленням iMessage до кожної людини, для якої ви поширюєте вміст. Якщо ви поширили своє ім’я та фото, а згодом вимкнули поширення, тоді інші люди, які раніше отримали ваше ім’я та фото, усе одно можуть мати вашу інформацію на своїх пристроях. Ім’я та фото, які ви вибираєте для повідомлень, надсилаються до Apple і зберігаються на серверах Apple у зашифрованому вигляді, тому Apple не може їх побачити.\n\nApple може записувати та зберігати деяку інформацію, пов’язану з вашим використанням програми «Повідомлення» та служби iMessage, для роботи та вдосконалення продуктів і служб Apple:\n\n• Apple може зберігати інформацію про ваше користування iMessage у спосіб, що не ідентифікує вас особисто.\n\n• Повідомлення iMessage, які не вдається доставити, можуть зберігатися в Apple терміном до 30 днів із метою повторної доставки.\n\n• Деякі програми на вашому пристрої (зокрема, Повідомлення) можуть обмінюватися даними із серверами Apple, щоб визначати доступність інших людей для зв’язку через iMessage. Коли це відбувається, компанія Apple може зберігати ці телефонні номери й адреси е-пошти, пов’язані з вашим обліковим записом, терміном до 30 днів.\n\nВикористовуючи ці функції, ви погоджуєтеся на передавання, збирання, утримання, обробку й використання цієї інформації компанією Apple і її філіями й представниками, як це описано вище.\n\nІнформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсайті www.apple.com\/ua\/privacy",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Mensajes es una app que permite que los usuarios envíen mensajes a través de SMS y iMessage a otros dispositivos iOS (con iOS 5 o un sistema operativo posterior), dispositivos iPadOS, computadoras Mac (con sistema OS X 10.8 o posterior) y dispositivos Apple Watch. Estos mensajes no se cuentan en tu plan de mensajería. Los mensajes enviados a través de iMessage pueden incluir fotos, videos y demás información.\n\niMessage está diseñado para usar encriptación de extremo a extremo, de modo que Apple no puede desencriptar el contenido de tus conversaciones cuando se transmiten de un dispositivo a otro. Los archivos adjuntos que envías mediante iMessage (como fotos o videos) se encriptan de forma que nadie más que el remitente y el o los destinatario puedan acceder a ellos. Estos archivos adjuntos encriptados podrían cargarse a Apple. Para mejorar el rendimiento, tu dispositivo podría cargar automáticamente los archivos adjuntos a Apple mientras redactas un mensaje de iMessage. Si el mensaje no se envía, los archivos adjuntos se eliminan del servidor después de 30 días. Cuando usas un código o contraseña en tu dispositivo iOS, iPadOS o watchOS, los mensajes están encriptados y no se puede acceder a ellos a menos que se desbloquee el dispositivo.\n\nPuedes optar por que se eliminen automáticamente tus mensajes de iMessage de tu dispositivo tras un periodo de 30 días o un año, o puedes conservarlos en tu dispositivo de forma permanente. Para tu conveniencia, tus mensajes de iMessage se respaldan y encintan en iCloud si tienes activado Respaldo de iCloud o Mensajes. Puedes desactivar tanto “Respaldo en iCloud” como “Mensajes en iCloud” en cualquier momento. Para hacerlo, en un dispositivo iOS o iPadOS, ve a Configuración > [tu nombre] > iCloud; En una Mac, abre Mensajes, ve a Preferencias > iMessage, y desactiva “Activar Mensajes en iCloud”.\n\nPuedes iniciar sesión en iMessage con tu Apple ID o sólo con tu número telefónico. Al iniciar sesión con tu Apple ID en tu dispositivo, se iniciará sesión automáticamente en iMessage. Tu Apple ID o números telefónicos se mostrarán a la gente con la que te pongas en contacto, y la gente podrá buscarte usando tu Apple ID, las direcciones de correo electrónico o los números telefónicos de tu cuenta. En la configuración de iMessage puedes seleccionar los números telefónicos o direcciones de correo electrónico con los cuales te gustaría iniciar conversaciones nuevas, así como los números telefónicos y direcciones de correo electrónico para enviar y recibir mensajes. Es posible agregar y verificar información de contacto desde tu página de Apple ID en appleid.apple.com.\n\n“Compartido contigo” busca a lo largo de todo el sistema artículos, música, programas de TV, fotos y más elementos compartidos en la app Mensajes y los muestra en apps como Fotos, Safari, Apple News, Apple Music y Apple Podcasts para facilitar el acceso a la información en contexto. Apple no puede acceder al contenido marcado sin tu permiso. Puedes desactivar “Compartido contigo” en cualquier momento en iOS y iPadOS; para ello, ve a Configuración > Mensajes, y desactiva “Compartido contigo”. En una Mac, ve a Mensajes > Preferencias > Compartido contigo. También puedes controlar qué app puede participar en “Compartido contigo” tocando la sección “Compartido contigo”.\n\nLa función “Compartir nombre y foto” te permite compartir un nombre y una foto con otros usuarios en iMessage. Puedes elegir compartir automáticamente sólo con tus contactos, o bien, puedes elegir que se te pregunte cada vez. Tu nombre y foto compartidos se enviarán con tu siguiente mensaje de iMessage a las personas con las que los compartas, y se almacenarán en sus dispositivos. Si compartes tu nombre y foto en una conversación de iMessage con varias personas, estos se enviarán a todas las personas de la conversación. Puedes actualizar tu nombre y foto en cualquier momento. Si compartes automáticamente, se enviarán actualizaciones la siguiente vez que envíes un mensaje de iMessage a cada persona con la que compartes. Si has compartido tu nombre y foto, y después desactivas la función para compartir, otros usuarios que anteriormente recibieron tu nombre y foto aún podrían tener tu información en sus dispositivos. El nombre y la foto que selecciones para los mensajes se enviarán a Apple y se almacenarán en los servidores encriptados de Apple de forma que Apple no los pueda ver.\n\nApple puede registrar y almacenar alguna información relacionada con la app Mensajes y el servicio iMessage para operar y mejorar los productos y servicios Apple:\n\n• Apple puede almacenar información sobre tu uso de iMessage de tal manera que no te identifique.\n\n• Apple conservará hasta por 30 días para intentar entregar los mensajes de iMessage que no se puedan enviar inmediatamente.\n\n• Algunas apps en tu dispositivo (incluyendo Mensajes) pueden conectarse con los servidores de Apple para determinar si puedes ponerte en contacto con otras personas mediante iMessage. Cuando esto ocurre, Apple puede almacenar hasta por 30 días estos números telefónicos y direcciones de correo electrónico asociados con tu cuenta.\n\nAl usar estas funciones, aceptas y autorizas que Apple, sus socios y licenciantes transmitan, recopilen, mantengan, procesen y usen esta información de la manera descrita anteriormente.\n\nLa información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com\/la\/privacy.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "“信息”是一款App，允许用户通过短信、iMessage信息和Apple Messages for Business进行沟通。iMessage信息是一项Apple服务，可以向其他iOS设备（运行iOS 5或更高版本）、iPadOS设备、Mac电脑（运行OS X 10.8或更高版本）和Apple Watch发送信息。这些信息不耗费您的信息套餐。通过“iMessage信息”发送的信息可以包括照片、视频和其他信息。\n\niMessage信息基于端对端加密技术而设计，对话内容在设备间传输时Apple无法解密。您通过iMessage信息发送的附件（如照片或视频）已加密，仅发送者和接收者可以访问。这些加密的附件可能会上传给Apple。为了提高性能，设备可能会在您编写iMessage信息时自动将附件上传给Apple。若信息没有发送，附件会在30天后从服务器中删除。iOS设备、iPadOS设备或watchOS设备设定密码后，储存的信息会在设备上加密，在设备未解锁的情况下无法访问。\n\n您可以选择在30天或一年后自动删除设备中的iMessage信息，或在设备上永久保留。为了方便您使用，若启用了“iCloud云备份”或“iCloud云端信息”，iMessage信息会在iCloud中备份并加密。您可以随时关闭“iCloud云备份”和“iCloud云端信息”。在iOS或iPadOS上，前往“设置”> [您的姓名] > iCloud。在Mac上，前往“信息”>“偏好设置”>“iMessage信息”，然后取消选择“启用iCloud云端信息”。\n\n您可以使用Apple ID登录iMessage信息，也可以直接使用手机号码登录。在设备上使用Apple ID登录后，您会自动登录iMessage信息。您联系的人会看到您的Apple ID或电话号码，其他人可以通过您帐户上的Apple ID和电子邮件地址或电话号码联系您。您可以在“iMessage信息”设置中选择使用哪个电话号码或电子邮件地址开始新对话，以及您可以通过哪个电话号码或电子邮件地址来接收和回复信息。若要在Apple ID帐户页面中添加并验证其他的“联络方式”信息，请前往appleid.apple.com。\n\n“与您共享”会在整个系统中查找文章、音乐、电视节目、照片以及更多在“信息”对话中共享的内容，并在“照片”、“Safari浏览器”、“新闻”、“音乐”和“播客”等App中恰到好处地展示它们，使您能方便快速地访问信息并了解来龙去脉。未经您的许可，Apple没有权限访问已标记内容。您可以随时在iOS和iPadOS设备上停用“与您共享”，方法是前往“设置”>“信息”>“与您共享”，然后轻点以关闭“与您共享”。在Mac上，前往“信息”>“偏好设置”>“与您共享”。您还可以控制每个App是否能参与“与您共享”，只需在“与您共享”部分进行轻点或选择。\n\n“共享姓名和照片”允许您与iMessage信息收发者共享姓名和照片。您可以选取自动与联系人共享，或每次弹出共享提示。您共享的名字和照片将与您的下一条iMessage信息一起发送给您的共享对象并储存在其设备上。如果您在多人参与的iMessage信息对话中共享您的名字和照片，它们会发送给对话中的所有人。您可以随时更新您的名字和照片。如果选择了自动共享，更新会在您下次发送iMessage信息时发送给您共享的每个人。如果共享了名字和照片后关闭共享，之前收到您名字和照片的其他人的设备上可能仍会存有您的信息。您选择用于信息的名字和照片将发送给Apple，并以Apple无法查看的方式加密储存在Apple的服务器上。\n\nApple可能会记录和储存部分与您使用“信息”App和iMessage信息服务相关的信息，用于Apple产品和服务的运转和改进：\n\n• Apple可能会以不可识别您身份的方式储存与您使用iMessage信息相关的信息。\n\n• Apple可能会保留无法发送的iMessage信息最多30天以便重新发送。\n\n• 您设备上的部分App（包括“信息”）可能会与Apple的服务器通信，以确定其他人是否可通过iMessage信息进行联系。进行通信时，Apple可能会储存这些与您的帐户关联的电话号码和电子邮件地址最多30天。\n\n使用这些功能即表示您同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。\n\nApple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com\/cn\/privacy",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mensajes es una app que permite a los usuarios comunicarse mediante mensajes SMS, iMessage y Apple Messages for Business. iMessage es un servicio de Apple que envía mensajes a otros dispositivos iOS (con iOS 5 o posterior), dispositivos iPadOS, ordenadores Mac (con OS X 10.8 o posterior) y dispositivos Apple Watch. Estos mensajes no representan ningún coste para tu plan móvil. Aquellos que se envían a través de iMessage pueden incluir fotos, vídeos y otra información.\n\niMessage se ha diseñado para usar la encriptación punto a punto, de forma que Apple no puede desencriptar el contenido de tus conversaciones cuando viajan de un dispositivo a otro. Los archivos adjuntos que envías con iMessage (como fotos o vídeos) se encriptan para que nadie pueda acceder a ellos, salvo el remitente y el destinatario. Estos archivos adjuntos encriptados pueden cargarse en los servidores de Apple. Para mejorar el rendimiento, el dispositivo puede cargar automáticamente los archivos adjuntos en Apple mientras creas un mensaje de iMessage. Si no se envía el mensaje, los archivos adjuntos se eliminarán del servidor después de 30 días. Cuando se define un código o una contraseña en tu dispositivo iOS, iPadOS o watchOS, los mensajes almacenados se encriptan en él para que no se pueda acceder a ellos a no ser que se desbloquee el dispositivo.\n\nPuedes seleccionar que tus mensajes de iMessage se eliminen automáticamente del dispositivo al cabo de 30 días o de un año, o bien que se conserven siempre. Para que te resulte más cómodo, en iCloud se realiza una copia de seguridad de los mensajes de iMessage y se encriptan si has activado la copia de seguridad en iCloud o Mensajes en iCloud. Puedes desactivar ambos servicios cuando quieras. En iOS o iPadOS, ve a Ajustes > [tu nombre] > iCloud. En el Mac, ve a Mensajes > Preferencias > iMessage y desmarca la opción “Activar mensajes en iCloud”.\n\nPuedes iniciar sesión en iMessage con tu ID de Apple o con tu número de teléfono. Al iniciar sesión con tu ID de Apple en el dispositivo, se iniciará automáticamente tu sesión en iMessage. Las personas con las que te pongas en contacto verán tu ID de Apple o tus números de teléfono y, para ponerse en contacto contigo, otros usuarios podrán usar tu ID de Apple y las direcciones de correo electrónico o números de teléfono que figuran en tu cuenta. En los ajustes de iMessage, puedes seleccionar con qué números de teléfono o direcciones de correo electrónico iniciar conversaciones, así como los números de teléfono o direcciones de correo electrónico que se pueden usar para recibir o contestar mensajes. Además, en la sección “Localizable en” de la página de tu cuenta de ID de Apple (appleid.apple.com), puedes añadir y verificar los datos para contactar contigo.\n\n“Compartido contigo” busca en todo el sistema los artículos, las canciones, los programas de TV, las fotos y otros contenidos que se han compartido en las conversaciones de la app Mensajes, y te los muestra directamente en apps como Fotos, Safari, Apple News, Apple Music y Apple Podcasts, para acceder a ellos fácilmente y verlos en contexto. Sin tu permiso, Apple no tiene acceso al contenido marcado. Puedes desactivar la función “Compartido contigo” en cualquier momento en iOS y iPadOS desde Ajustes > Mensajes > Compartido contigo. En el Mac, ve a Mensajes > Preferencias > Compartido contigo. También puedes controlar si una app en concreto participa en el contenido de “Compartido contigo” seleccionándola en la sección del mismo nombre.\n\n“Compartir nombre y foto” te permite compartir un nombre y una foto con las personas con las que te escribes mensajes de iMessage. Puedes elegir compartirlos solo con tus contactos automáticamente o que el sistema te pregunte primero. El nombre y la foto que compartas se enviarán junto con tu mensaje de iMessage a las personas con quienes los compartas, y se almacenarán en sus dispositivos. Si compartes tu nombre y tu foto en una conversación de iMessage con varias personas, tu nombre y tu foto se enviarán a todas las personas que participen en la conversación. Puedes cambiar tu nombre y tu foto en cualquier momento. Si compartes tu nombre y tu foto automáticamente, se enviarán cambiados la próxima vez que mandes un mensaje de iMessage a las personas con quienes los compartes. Si has compartido tu nombre y tu foto, y después decides dejar de compartirlos, puede que las personas que ya hayan recibido alguna vez tu nombre y tu foto sigan teniendo tu información en sus dispositivos. El nombre y la foto que selecciones para los mensajes se enviarán a Apple y se almacenarán en servidores encriptados de Apple de tal manera que Apple no pueda verlos.\n\nEs posible que Apple grabe y guarde información relacionada con el uso que haces de la app Mensajes y del servicio iMessage con el fin de hacer funcionar y mejorar los productos y servicios de Apple:\n\n• Puede que Apple guarde información sobre el uso que haces de iMessage de tal modo que no se te pueda identificar.\n\n• Es posible que Apple guarde durante un máximo de 30 días los mensajes de iMessage que no se puedan entregar para intentar entregarlos de nuevo.\n\n• Puede que algunas apps de tu dispositivo (incluida Mensajes) se comuniquen con los servidores de Apple para determinar si se puede establecer contacto con otras personas mediante iMessage. Si es el caso, es posible que Apple guarde estos números de teléfono y direcciones de correo electrónico asociados a tu cuenta durante 30 días como máximo.\n\nAl utilizar estas funciones, aceptas y consientes la transmisión, recopilación, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente.\n\nToda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com\/es\/privacy.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "O app Mensagens permite que os usuários se comuniquem via SMS, iMessage e Apple Messages for Business. O iMessage é um serviço da Apple que envia mensagens para outros dispositivos iOS (com iOS 5 ou posterior), dispositivos iPadOS, Macs (com OS X 10.8 ou posterior) e Apple Watches. Essas mensagens não são contabilizadas no seu plano de mensagens. As mensagens enviadas via iMessage podem incluir fotos, vídeos e outras informações.\n\nProjetamos o iMessage para usar criptografia de ponta a ponta, de maneira a impossibilitar que a Apple descriptografe o conteúdo das suas conversas quando elas estão em trânsito entre dispositivos. Os anexos enviados via iMessage (como fotos e vídeos) são criptografados para que nenhuma outra pessoa além do remetente e dos destinatários possa acessá-los. Esses anexos criptografados podem ser enviados para a Apple. Para melhorar o desempenho, o dispositivo pode enviar anexos automaticamente à Apple enquanto você está redigindo uma mensagem no iMessage. Se a mensagem não for enviada, os anexos serão apagados do servidor depois de 30 dias. Quando um código ou uma senha é definida no dispositivo iOS, iPadOS ou watchOS, as mensagens armazenadas são criptografadas no dispositivo para que não possam ser acessadas sem que o dispositivo seja desbloqueado.\n\nVocê pode optar por apagar automaticamente as iMessages do seu dispositivo após 30 dias ou um ano, ou mantê-las no dispositivo para sempre. Para sua conveniência, um backup criptografado das iMessages é feito no iCloud se você tiver ativado o Backup do iCloud ou as Mensagens no iCloud. Você pode desativar o Backup do iCloud ou as Mensagens no iCloud quando desejar. No iOS ou iPadOS, acesse os Ajustes > [seu nome] > iCloud. No Mac, acesse Mensagens > Preferências > iMessage e desative a opção “Ativar Mensagens no iCloud”.\n\nVocê pode usar o seu ID Apple ou apenas o seu número de telefone para iniciar a sessão no iMessage. Se você iniciar a sessão com um ID Apple no seu dispositivo, uma sessão será iniciada no iMessage automaticamente. Seu ID Apple ou números de telefone serão mostrados às pessoas que você contatar, e as pessoas poderão entrar em contato com você usando o seu ID Apple, endereços de e‑mail ou números de telefone na sua conta. Nos ajustes do iMessage, você pode selecionar quais números de telefone ou endereços de e-mail usar para iniciar novas conversas e quais números de telefone ou endereços de e-mail podem ser usados para você receber mensagens e respondê-las. Você pode adicionar e verificar informações de contato adicionais na página da conta do seu ID Apple em appleid.apple.com\/br.\n\nA opção “Compartilhado com Você” busca no sistema os artigos, músicas, programas de TV, fotos e outros tipos de conteúdo compartilhados com você em conversas do app Mensagens e os mostra de um jeito conveniente em apps como Fotos, Safari, Apple News, Apple Music e Apple Podcasts. Assim fica fácil e rápido acessar informações no contexto. A Apple não tem acesso ao conteúdo marcado sem a sua permissão. Você pode desativar “Compartilhado com Você” a qualquer momento no iOS ou iPadOS. Acesse Ajustes > Mensagens > Compartilhado com Você e toque para desativar “Compartilhado com Você”. No Mac, acesse Mensagens > Preferências > Compartilhado com Você. Para controlar se cada app participa de “Compartilhado com Você”, selecione ou toque no app na seção “Compartilhado com Você”.\n\n“Compartilhar Nome e Foto” permite que você compartilhe um nome e uma foto com as pessoas com quem você troca iMessages. Você pode optar por compartilhar automaticamente apenas com os seus contatos ou que isso seja solicitado a cada vez. Seu nome e foto compartilhados serão enviados com a sua próxima iMessage para as pessoas com quem você compartilha e armazenados nos dispositivos delas. Se você compartilhar seu nome e sua foto em uma conversa do iMessage com várias pessoas, todas as pessoas da conversa os receberão. Você pode atualizar seu nome e sua foto a qualquer momento. Se você compartilhar automaticamente, as atualizações serão enviadas da próxima vez que você enviar uma iMessage para cada pessoa com quem você compartilha. Se você tiver compartilhado seu nome e sua foto e, posteriormente, desativar o compartilhamento, outras pessoas que tiverem recebido o seu nome e a sua foto anteriormente ainda poderão ter suas informações nos dispositivos delas. O nome e a foto que você selecionar para mensagens serão enviados à Apple e armazenados nos servidores da Apple com criptografia, de maneira que a Apple não possa vê-los.\n\nA Apple pode gravar e armazenar algumas informações relacionadas ao uso que você faz do app Mensagens e do serviço iMessage para melhorar os produtos e serviços da Apple:\n\n• A Apple pode armazenar informações sobre seu uso do iMessage de uma forma que não identifique você.\n\n• As iMessages que não puderem ser entregues podem ser mantidas pela Apple por até 30 dias para nova tentativa de entrega.\n\n• Alguns apps no seu dispositivo (incluindo o Mensagens) podem se comunicar com os servidores da Apple para determinar se outras pessoas podem ser contatadas via iMessage. Quando isso acontece, a Apple pode armazenar esses números de telefone e endereços de e‑mail associados à sua conta por até 30 dias.\n\nAo usar estes recursos, você concorda e consente com a transmissão, coleta, manutenção, processamento e uso dessas informações pela Apple, suas subsidiárias e agentes, conforme descrito acima.\n\nAs informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com\/br\/privacy",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskeder er en app, der gør det muligt for brugere at kommunikere vha. sms-beskeder, iMessage-beskeder og Apple Messages for Business. iMessage er en Apple-tjeneste, der sender beskeder til andre iOS-enheder (med iOS 5 eller nyere versioner), iPadOS-enheder, Mac-computere (med OS X 10.8 eller nyere versioner) og Apple Watch-enheder. Disse beskeder tæller ikke med i dit SMS-abonnement. Beskeder sendt via iMessage kan indeholde fotos, videoer og andre oplysninger.\n\niMessage er udviklet til at bruge kryptering fra start til slut, så Apple kan på ingen måde dekryptere indholdet af dine samtaler, når de overføres mellem enheder. Bilag, du sender via iMessage (f.eks. fotos og videoer), er krypterede, så kun afsenderen og modtagerne kan få adgang til dem. Disse krypterede bilag overføres muligvis til Apple. Din enhed kan muligvis overføre bilag til Apple, når du opretter en iMessage, for at forbedre ydeevnen. Hvis din besked ikke sendes, bliver bilagene slettet fra serveren efter 30 dage. Når der er indstillet en adgangskode på din iOS-, iPadOS- eller watchOS-enhed, bliver lagrede beskeder krypteret på din enhed. De kan dermed ikke læses af nogen, medmindre enheden er blevet låst op.\n\nDu kan vælge automatisk at slette dine iMessages fra din enhed efter 30 dage eller et år, eller at beholde dem på din enhed for altid. For at gøre det lettere for dig bliver iMessages sikkerhedskopieret i iCloud og krypteret, hvis du enten har iCloud-sikkerhedskopiering eller Beskeder i iCloud slået til. Du kan slå både iCloud-sikkerhedskopiering og Beskeder i iCloud fra når som helst. På iOS eller iPadOS skal du gå til Indstillinger > [dit navn] > iCloud. På Mac skal du gå til Beskeder > Indstillinger > iMessage og fravælge Slå Beskeder i iCloud til.\n\nDu kan logge ind på iMessage ved hjælp af dit Apple‑id eller bare dit telefonnummer. Hvis du logger ind med dit Apple‑id på din enhed, logges du automatisk ind på iMessage. Dit Apple‑id eller dine telefonnumre vises til de personer, du kontakter, og andre kan få kontakt med dig vha. dit Apple‑id og dine e-mailadresser eller telefonnumre på din konto. Du kan vælge, hvilke telefonnumre eller e-mailadresser du vil starte nye samtaler fra, og hvilke telefonnumre eller e-mailadresser du vil modtage beskeder på og svare fra, i indstillingerne til iMessage. Du kan tilføje og bekræfte flere kontaktoplysninger på din kontoside til Apple‑id på appleid.apple.com.\n\nDelt med dig arbejder på tværs af systemet for at finde artikler, musik, tv-udsendelser, fotos m.m., der deles via samtaler i Beskeder, og viser dem på smart vis i apps som Fotos, Safari, Apple News, Musik og Podcasts, så det er nemt og hurtigt at få adgang til oplysningerne i kontekst. Apple har ikke adgang til markeret indhold uden din tilladelse. Du kan altid slå Delt med dig fra i iOS og iPadOS ved at gå til Indstillinger > Beskeder > Delt med dig og trykke for at slå Delt med dig fra. På Mac skal du gå til Beskeder > Indstillinger > Delt med dig. Du kan også styre, hvilke apps der skal deltage i Delt med dig, ved at trykke på eller vælge hver enkelt app i afsnittet Delt med dig.\n\nDel navn og foto giver dig mulighed for at dele et navn og foto med personer, du sender en iMessage. Du kan vælge at dele automatisk med kun dine kontakter, eller at blive spurgt om det hver gang. Dit delte navn og foto sendes med din næste iMessage til de personer, du deler med, og lagres på deres enheder. Hvis du deler dit navn og foto med en iMessage-samtale med flere personer, vil dit navn og foto blive sendt til alle personerne i samtalen. Du kan altid opdatere dit navn og foto. Hvis du deler automatisk, sendes der opdateringer til hver person, du deler med, næste gang du sender en iMessage. Hvis du har delt dit navn og foto og senere slår deling fra, kan andre, som tidligere har modtaget dit navn og foto, muligvis stadigvæk have dine oplysninger på deres enheder. Det navn og foto, du vælger til beskeder, vil blive sendt til Apple og blive lagret på Apples servere i en krypteret form, som Apple ikke kan se.\n\nApple kan registrere og lagre nogle oplysninger relateret til din brug af appen Beskeder og tjenesten iMessage for at drive og forbedre Apples produkter og tjenester:\n\n• Apple kan lagre oplysninger om din brug af iMessage på en måde, der ikke identificerer dig.\n\n• iMessages, der ikke kan leveres, kan opbevares af Apple i op til 30 dage med henblik på genlevering.\n\n• Nogle apps på din enhed (herunder Beskeder) kan kommunikere med Apples servere for at afgøre, om andre personer kan kontaktes via iMessage. Når dette sker, kan Apple lagre disse telefonnumre og e-mailadresser, der er knyttet til din konto, i op til 30 dage.\n\nNår du bruger disse funktioner, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor.\n\nOplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com\/dk\/privacy",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Messaggi è un'app che consente agli utenti di comunicare tramite SMS, iMessage e Apple Messages for Business. iMessage è un servizio Apple che invia messaggi ad altri dispositivi iOS (con iOS 5 o versioni successive), dispositivi iPadOS, Mac (con OS X 10.8 o versioni successive) e Apple Watch. Questi messaggi non vengono contati sul tuo piano di messaggistica. I messaggi inviati tramite iMessage possono includere foto, video e altre informazioni.\n\nAbbiamo progettato iMessage in modo da utilizzare la crittografia end‑to‑end, quindi non è possibile per Apple decrittografare il contenuto delle conversazioni quando sono in transito tra dispositivi. Gli allegati che invii tramite iMessage (come foto o video) sono crittografati in modo che nessuno, oltre il mittente e il ricevente, possano accedervi. Potrebbe essere effettuato l'upload di tali messaggi crittografati su Apple: mentre scrivi un iMessage, il tuo dispositivo potrebbe caricare automaticamente su Apple gli allegati al fine di migliorare le prestazioni. Se il messaggio non viene inviato, dopo 30 giorni gli allegati vengono eliminati dal server. Quando sul dispositivo iOS, iPadOS o watchOS è impostato un codice o una password, i messaggi archiviati vengono crittografati sul dispositivo in modo che non possano essere accessibili a meno che il dispositivo non sia stato sbloccato.\n\nPuoi scegliere di eliminare automaticamente i tuoi messaggi dal tuo dispositivo dopo 30 giorni o un anno o di conservarli per sempre sul tuo dispositivo. Per comodità, i messaggi iMessage vengono inclusi nei backup di iCloud e crittografati se i backup di iCloud e “Messaggi su iCloud” sono abilitati. Puoi disattivare sia i backup di iCloud che “Messaggi su iCloud” quando vuoi. Su iOS o iPadOS, vai in Impostazioni > [Il tuo nome] > iCloud. Sul Mac, vai in Messaggi > Preferenze, seleziona iMessage e deseleziona “Abilita Messaggi su iCloud”.\n\nPuoi accedere ad iMessage usando il tuo ID Apple, o semplicemente il tuo numero di telefono. Se esegui l'accesso con il tuo ID Apple sul tuo dispositivo, accederai automaticamente ad iMessage. I tuoi ID Apple o numeri di telefono verranno mostrati alle persone che contatti e gli altri potranno raggiungerti utilizzando il tuo ID Apple e gli indirizzi email o i numeri di telefono sul tuo account. Puoi selezionare con quali numeri di telefono o indirizzi e‑mail desideri avviare le nuove conversazioni e con quali numeri di telefono o indirizzi e‑mail puoi ricevere messaggi e rispondere nelle impostazioni di iMessage. Puoi aggiungere e verificare ulteriori informazioni relative ai tuoi recapiti dalla pagina dell'account ID Apple all'indirizzo appleid.apple.com.\n\n“Condivisi con te” funziona a livello di sistema per trovare gli articoli, i brani, i programmi TV, le foto e altri contenuti che vengono condivisi nelle conversazioni di Messaggi, e li rende comodamente disponibili in app come Foto, Safari, Apple News, Apple Music e Apple Podcasts, semplificando l'accesso alle informazioni nel relativo contesto. Apple non ha accesso al contenuto contrassegnato senza il tuo permesso. Puoi disabilitare “Condivisi con te” in qualsiasi momento su iOS e iPadOS andando in Impostazioni > Messaggi > Condivisi con te, quindi disattivando questa opzione. Sul Mac, vai in Messaggi > Preferenze > Condivisi con te. Puoi anche controllare se le app partecipano a “Condivisi con te” toccandole o selezionandole in questa sezione.\n\nL'opzione di condivisione del nome e della foto ti consente di condividere un nome e una foto con le persone a cui invii messaggi tramite iMessage. Puoi scegliere di condividerli automaticamente solo con i tuoi contatti oppure di ricevere una richiesta di conferma ogni volta. Il nome e la foto condivisi verranno inviati con il prossimo messaggio di iMessage che invii alle persone con cui li condividi e verrà archiviato sui loro dispositivi. Se condividi il nome e la foto in una conversazione di iMessage con più persone, questi verranno inviati a tutte le persone nella conversazione. Puoi aggiornare il nome e la foto in qualsiasi momento. Se li condividi automaticamente, gli aggiornamenti verranno inviati con il prossimo messaggio che invii a ciascuna persona con cui li condividi. Se hai condiviso il nome e la foto e successivamente disattivi la condivisione, le persone che li hanno ricevuti in precedenza potrebbero ancora avere le tue informazioni sul proprio dispositivo. Il nome e la foto che selezioni per i messaggi verranno inviate ad Apple e archiviate sui nostri server in maniera crittografata e non potranno essere visualizzati da Apple.\n\nApple può registrare e archiviare alcune informazioni relative all'utilizzo dell'app Messaggi e del servizio iMessage per gestire e migliorare i prodotti e i servizi Apple:\n\n• Apple può archiviare informazioni sull'uso di iMessage in un modo che non consente di identificarti.\n\n• I messaggi iMessage che non possono essere consegnati possono essere conservati da Apple per un massimo di 30 giorni per essere riconsegnati.\n\n• Alcune app sul dispositivo (compresa Messaggi) possono comunicare con i server Apple per determinare se altre persone possono essere raggiunte da iMessage. Quando ciò accade, Apple può memorizzare i numeri di telefono e indirizzi e‑mail associati al tuo account, per un massimo di 30 giorni.\n\nUtilizzando queste funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l'elaborazione e l'utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari così come indicato.\n\nIn qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all'informativa sulla privacy di Apple consultabile all'indirizzo www.apple.com\/it\/privacy.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Správy umožňuje užívateľom komunikovať prostredníctvom SMS a iMessage správ a správ služby Apple Messages for Business. iMessage je služba spoločnosti Apple, ktorá umožňuje posielať správy na iné iOS zariadenia (so systémom iOS 5 alebo novším), iPadOS zariadenia, počítače Mac (so systémom OS X 10.8 alebo novším) a hodinky Apple Watch. Tieto správy nie sú započítané do vášho mobilného programu. Správy posielané cez iMessage môžu obsahovať fotky, videá a ďalšie informácie.\n\nSlužba iMessage je navrhnutá tak, aby využívala E2EE šifrovanie, takže spoločnosť Apple nedokáže žiadnym spôsobom dešifrovať obsah vašich konverzácií počas prenosu medzi zariadeniami. Prílohy, ktoré odosielate cez iMessage (napríklad fotky alebo videá) sú šifrované, takže k nim nemá prístup nikto okrem odosielateľa a príjemcu. Tieto šifrované prílohy môžu byť odosielané do Apple. Vaše zariadenie môže s cieľom zlepšenia výkonu služby automaticky odosielať prílohy do spoločnosti Apple už počas vášho písania správy v iMessage. Ak vaša správa nebude odoslaná, prílohy sa zo serverov vymažú po 30 dňoch. Ak je na vašom iOS, iPadOS alebo watchOS zariadení nastavený kód alebo heslo, uchované správy sú na zariadení zašifrované, takže k nim nie je možné pristupovať, pokiaľ je zariadenie zamknuté.\n\nSprávy iMessage môžete nechať automaticky vymazať zo svojho zariadenia po 30 dňoch alebo po roku, prípadne si ich môžete navždy ponechať na zariadení. Ak ste zapli iCloud Zálohu alebo Správy v iCloude, vaše iMessage správy sú zálohované v iCloude v zašifrovanej podobe. iCloud Zálohu a Správy v iCloude môžete kedykoľvek vypnúť. V iOS alebo iPadOS otvorte Nastavenia > [vaše meno] > iCloud. Na Macu otvorte Správy > Nastavenia > iMessage a zrušte výber možnosti Zapnúť správy v iCloude.\n\nDo služby iMessage sa môžete prihlásiť použitím svojho Apple ID, prípadne len pomocou telefónneho čísla. Keď sa na zariadení prihlásite pomocou svojho Apple ID, budete automaticky prihlásení do služby iMessage. Vaše Apple ID alebo telefónne čísla sa zobrazia osobám, ktoré kontaktujete, a ostatné osoby vás budú môcť kontaktovať pomocou vášho Apple ID a emailových adries alebo telefónnych čísiel vo vašom účte. V nastaveniach služby iMessage si môžete vybrať telefónne čísla alebo emailové adresy, pomocou ktorých budú uskutočňované nové konverzácie a na ktorých budete môcť prijímať správy a odpovedať na ne. Dodatočné informácie o vašej zastihnuteľnosti môžete pridať a overiť na stránke svojho účtu Apple ID na adrese appleid.apple.com.\n\nFunkcia Zdieľané s vami vyhľadáva v systéme články, hudbu, TV seriály, fotky a ďalší obsah zdieľaný v konverzáciách v apke Správy a zobrazuje ich v ďalších apkách, ako sú napríklad Fotky, Safari, Apple News, Apple Music a Apple Podcasts, vďaka čomu máte k týmto informáciám rýchly prístup a zobrazované informácie zodpovedajú kontextu. Spoločnosť Apple nemá bez vášho súhlasu prístup k označenému obsahu. Funkciu Zdieľané s vami môžete kedykoľvek vypnúť. V systéme iOS alebo iPadOS otvorte Nastavenia > Správy > Zdieľané s vami a klepnutím vypnite možnosť Zdieľané s vami. Na Macu otvorte Správy > Nastavenia > Zdieľané s vami. Môžete tiež nastaviť apky, ktoré funkciu Zdieľané s vami používajú – stačí klepnúť na požadovanú apku alebo ju vybrať v časti Zdieľané s vami.\n\nZdieľanie mena a fotky vám umožňuje zdieľať meno a fotku s ľuďmi, s ktorými si píšete cez iMessage. Môžete sa rozhodnúť, či ich chcete zdieľať so svojimi kontaktmi automaticky alebo či sa vám má zakaždým zobraziť výzva. Vaše meno a fotka sa odošle spolu s vašou ďalšou iMessage správou ľuďom, s ktorými ich zdieľate, a budú uložené na ich zariadeniach. Ak budete zdieľať svoje meno a fotku s iMessage konverzáciou s viacerými ľuďmi, vaše meno a fotka sa odošle všetkým ľuďom v danej konverzácii. Svoje meno a fotku môžete kedykoľvek aktualizovať. Ak máte nastavené automatické zdieľanie, aktualizované údaje budú odoslané pri najbližšej komunikácii s osobou, s ktorou tieto informácie zdieľate. Ak ste zdieľali svoje meno a fotku a neskôr vypnete zdieľanie, iné osoby, ktoré predtým dostali vaše meno a fotku, môžu mať tieto informácie naďalej na svojich zariadeniach. Meno a fotka, ktoré vyberiete pre správy, sa odošle spoločnosti Apple, a budú uložené a šifrované na serveroch spoločnosti Apple takým spôsobom, že ich Apple nedokáže prečítať.\n\nSpoločnosť Apple môže s cieľom prevádzkovania a vylepšovania poskytovaných produktov a služieb zaznamenávať a uchovávať niektoré informácie súvisiace s používaním apky Správy a služby iMessage:\n\n• Spoločnosť Apple môže uchovávať informácie týkajúce sa používania služby iMessage spôsobom, ktorý neumožňuje vašu identifikáciu.\n\n• Správy iMessage, ktoré sa nepodarilo odoslať, budú uchované spoločnosťou Apple po dobu 30 dní, aby ich bolo možné opätovne odoslať.\n\n• Niektoré apky na vašom zariadení (vrátane apky Správy) môžu komunikovať so servermi spoločnosti Apple s cieľom zistiť, či je možné zastihnúť iných užívateľov cez iMessage. Ak k tomu dôjde, spoločnosť Apple môže uchovať tieto telefónne čísla a emailové adresy priradené k vášmu účtu po dobu až 30 dní.\n\nPoužívaním týchto funkcií súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti môžu prenášať, zhromažďovať, uchovávať, spracovávať a používať tieto informácie tak, ako je uvedené vyššie.\n\nS informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com\/sk\/privacy.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Mensagens é uma aplicação que permite aos utilizadores comunicar através de SMS, iMessage e Apple Messages for Business. iMessage é um serviço da Apple que permite enviar mensagens para outros dispositivos iOS (com iOS 5 ou posterior), dispositivos iPadOS, computadores Mac (com OS X 10.8 ou posterior) e relógios Apple Watch. Estas mensagens não contam para o seu plano de mensagens. As mensagens enviadas através de iMessage podem incluir fotografias, vídeos e outras informações.\n\nO serviço iMessage foi concebido para usar cifragem ponto a ponto, o que impede a Apple de decifrar o conteúdo das conversas entre dispositivos. Os anexos enviados através de iMessage (como fotografias ou vídeos) são cifrados de modo a que ninguém tenha acesso aos mesmos, exceto o remetente e o(s) destinatário(s). Estes anexos cifrados podem ser enviados para a Apple. Com vista à melhoria do desempenho, o dispositivo pode enviar anexos automaticamente para a Apple durante a composição de uma iMessage. Se a mensagem não for enviada, os anexos são apagados do servidor ao fim de 30 dias. Quando está definido um código ou palavra‑passe no dispositivo iOS, iPadOS ou watchOS, as mensagens armazenadas são cifradas no dispositivo de modo a que só seja possível aceder às mesmas se o dispositivo for desbloqueado.\n\nÉ possível optar por apagar automaticamente as iMessages do dispositivo ao fim de 30 dias ou um ano, ou por mantê‑las indefinidamente. Para sua conveniência, é efetuada uma cópia de segurança cifrada das iMessages em iCloud, caso tenha ativado a cópia de segurança em iCloud ou Mensagens em iCloud. Pode desativar a cópia de segurança em iCloud ou Mensagens em iCloud em qualquer altura. No iOS ou iPadOS, vá a Definições > [o seu nome] > iCloud. No Mac, vá a Mensagens > Preferências > iMessage e desassinale “Ativar Mensagens em iCloud”.\n\nPode iniciar sessão em iMessage com o seu ID Apple ou apenas com o seu número de telefone. Se iniciar sessão com o ID Apple no seu dispositivo, iniciará sessão automaticamente em iMessage. O seu ID Apple ou números de telefone serão mostrados às pessoas que contactar e qualquer pessoa poderá entrar em contacto consigo usando o seu ID Apple e endereços de e‑mail ou números de telefone registados na sua conta. Pode selecionar os números de telefone ou endereços de e‑mail a partir dos quais pretende iniciar novas conversas e os números de telefone ou endereços de e‑mail através dos quais pode receber mensagens e enviar respostas, nas definições de iMessage. Na página da conta ID Apple em appleid.apple.com, pode adicionar e confirmar informação de outros números ou endereços de contacto.\n\nA funcionalidade Partilhado consigo funciona a nível do sistema procurando artigos, música, programas de TV, fotografias e outros conteúdos partilhados em conversas na aplicação Mensagens e apresentando‑os oportunamente em aplicações como Fotografias, Safari, News, Música e Podcasts, para facilitar o acesso à informação em contexto. A Apple não tem acesso a conteúdo assinalado sem a sua autorização. Pode desativar a funcionalidade Partilhado consigo em qualquer altura. No iOS e iPadOS, em Definições > Mensagens > Partilhado consigo, toque para desativar “Partilhado consigo”. No Mac, vá a Mensagens > Preferências > Partilhado consigo. Também pode controlar que aplicações podem participar nesta funcionalidade tocando ou selecionando o nome de cada aplicação na secção Partilhado consigo.\n\n“Partilhar nome e fotografia” permite‑lhe partilhar um nome e uma fotografia com as pessoas com quem troca iMessages. Pode optar entre partilhar automaticamente apenas com os seus contactos ou receber sempre um pedido de confirmação. O nome e a fotografia partilhados serão enviados na sua próxima iMessage às pessoas com as quais os partilhou e serão armazenados nos respetivos dispositivos. Se partilhar o nome e fotografia numa conversa iMessage com várias pessoas, o nome e a fotografia serão enviados a todas as pessoas nessa conversa. Pode atualizar o nome e a fotografia em qualquer altura. Se partilhar automaticamente, serão enviadas atualizações quando enviar uma iMessage a cada pessoa com a qual os partilha. Se tiver partilhado o nome e a fotografia e mais tarde desativar a partilha, quem recebeu anteriormente o nome e a fotografia poderá continuar a ter a sua informação no respetivo dispositivo. O nome e a fotografia que selecionar para mensagens serão enviados à Apple e armazenados cifrados nos nossos servidores, de forma a que a Apple não consiga ver.\n\nA Apple pode registar e armazenar alguma informação relacionada com a sua utilização da aplicação Mensagens e do serviço iMessage para fins operacionais e de melhoria dos produtos e serviços da Apple:\n\n• Durante a utilização de iMessage, a Apple pode armazenar informação sem incluir dados de teor pessoal.\n\n• iMessages por entregar podem ser retidas pela Apple por um período máximo de 30 dias para novas tentativas de entrega.\n\n• Algumas aplicações no seu dispositivo (incluindo Mensagens) podem comunicar com os servidores da Apple para determinar se outras pessoas podem ser contactadas por iMessage. Neste caso, a Apple poderá armazenar estes números de telefone e endereços de e‑mail associados à sua conta por um período máximo de 30 dias.\n\nAo utilizar estas funcionalidades, está a indicar que aceita e concorda que a Apple e respetivos agentes e subsidiárias possam transmitir, recolher, manter, processar e utilizar toda a informação nos termos acima descritos.\n\nToda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com\/pt\/privacy",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Mesej ialah app yang membolehkan pengguna berkomunikasi melalui SMS, iMessage dan Apple Messages for Business. iMessage ialah perkhidmatan Apple yang menghantar mesej kepada peranti iOS lain (dengan iOS 5 atau lebih baharu), peranti iPadOS, Mac (dengan OS X 10.8 atau lebih baharu) dan Apple Watch. Mesej ini tidak diambil kira dalam pelan pemesejan anda. Mesej yang dihantar melalui iMessage boleh menyertakan foto, video dan maklumat lain.\n\nKami mereka bentuk iMessage untuk menggunakan penyulitan hujung ke hujung, supaya Apple tidak dapat menyahsulitkan kandungan perbualan anda apabila ia sedang dihantar antara peranti. Lampiran yang anda hantar melalui iMessage (seperti foto atau video) disulitkan supaya tiada orang lain kecuali pengirim dan penerima yang boleh mengaksesnya. Lampiran disulitkan ini mungkin dimuat naik kepada Apple. Untuk meningkatkan prestasi, peranti anda mungkin memuat naik lampiran kepada Apple secara automatik semasa anda mengarang iMessage. Jika mesej anda tidak dihantar, lampiran dipadamkan daripada pelayan selepas 30 hari. Apabila kod laluan atau kata laluan disetkan pada peranti iOS, iPadOS, atau watchOS anda, mesej yang tersimpan disulitkan pada peranti anda supaya ia tidak boleh diakses melainkan peranti telah dibuka kunci.\n\nAnda boleh memilih untuk memadamkan iMessage anda secara automatik daripada peranti anda selepas 30 hari atau setahun, atau menyimpannya pada peranti anda selama-lamanya. Untuk kemudahan anda, iMessage disandarkan dalam iCloud dan disulitkan jika anda mendayakan sama ada Sandaran iCloud atau Mesej dalam iCloud. Anda boleh menyahaktifkan Sandaran iCloud dan juga Mesej dalam iCloud pada bila-bila masa anda inginkan. Pada iOS atau iPadOS, pergi ke Seting > [nama anda] > iCloud. Pada Mac, pergi ke Mesej > Keutamaan > iMessage dan nyahpilih Dayakan Mesej dalam iCloud.\n\nAnda boleh mendaftar masuk ke iMessage menggunakan Apple ID anda atau hanya nombor telefon anda. Jika anda mendaftar masuk dengan Apple ID anda pada peranti anda, anda akan daftar masuk ke iMessage secara automatik. Apple ID atau nombor telefon anda akan ditunjukkan kepada orang yang anda hubungi dan orang dapat menghubungi anda menggunakan Apple ID anda serta alamat e-mel atau nombor telefon pada akaun anda. Anda boleh memilih nombor telefon atau alamat e-mel yang ingin anda gunakan untuk memulakan perbualan baharu dan nombor telefon atau alamat e-mel yang boleh digunakan untuk menerima dan membalas mesej anda, dalam seting iMessage. Anda boleh menambah dan mengesahkan maklumat Boleh Dihubungi Melalui tambahan daripada halaman akaun Apple ID anda di appleid.apple.com.\n\nDikongsi dengan Anda berfungsi merentas sistem untuk mencari artikel, muzik, rancangan TV, foto dan banyak lagi yang dikongsi dalam perbualan Mesej dan memaparkannya dengan mudah dalam app seperti Foto, Safari, Apple News, Apple Music dan Apple Podcasts, yang memudahkan anda mengakses maklumat dalam konteks dengan cepat. Apple tiada akses kepada kandungan yang ditanda tanpa keizinan anda. Anda boleh menyahdayakan Dikongsi dengan Anda pada bila-bila masa dalam iOS dan iPadOS dengan pergi ke Seting > Mesej > Dikongsi dengan Anda, kemudian mengetik untuk menyahaktifkan Dikongsi dengan Anda. Pada Mac, pergi ke Mesej > Keutamaan > Dikongsi dengan Anda. Anda juga boleh mengawal sama ada setiap app mengambil bahagian dalam Dikongsi dengan Anda dengan mengetik atau memilihnya di bahagian Dikongsi dengan Anda.\n\nKongsi Nama dan Foto membenarkan anda berkongsi nama dan foto dengan orang yang anda iMessage. Anda boleh memilih untuk berkongsi hanya dengan kenalan anda secara automatik, atau untuk digesa setiap kali. Nama dan foto dikongsi anda akan dihantar dengan iMessage seterusnya anda kepada orang yang anda kongsikan serta disimpan pada peranti mereka. Jika anda berkongsi nama dan foto anda dengan perbualan iMessage bersama berbilang orang, nama dan foto anda akan dihantar kepada semua orang dalam perbualan. Anda boleh mengemas kini nama dan foto anda pada bila-bila masa. Jika anda berkongsi secara automatik, kemas kini akan dihantar apabila anda kemudiannya menghantar iMessage kepada setiap orang yang anda kongsikan. Jika anda telah kongsikan nama dan foto anda serta kemudiannya menyahaktifkan perkongsian, orang lain yang menerima nama dan foto anda sebelum ini mungkin masih mempunyai maklumat anda pada peranti mereka. Nama dan foto yang anda pilih untuk mesej akan dihantar kepada Apple dan disimpan pada pelayan Apple serta disulitkan dengan cara yang Apple tidak dapat lihat.\n\nApple mungkin merekodkan dan menyimpan sesetengah maklumat berkaitan dengan penggunaan app Mesej serta perkhidmatan iMessage anda untuk mengendalikan dan meningkatkan produk dan perkhidmatan Apple:\n\n• Apple mungkin menyimpan maklumat tentang penggunaan iMessage anda dalam cara yang tidak mengecam anda.\n\n• iMessage yang tidak boleh dihantar mungkin disimpan oleh Apple sehingga 30 hari untuk penghantaran semula.\n\n• Sesetengah app pada peranti anda (termasuk Mesej) mungkin berkomunikasi dengan pelayan Apple untuk menentukan sama ada orang lain boleh dihubungi melalui iMessage. Apabila ini berlaku, Apple mungkin menyimpan nombor telefon dan alamat e-mel berkaitan dengan akaun anda ini, sehingga 30 hari.\n\nDengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas.\n\nPada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com\/my\/privacy",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Meddelanden är en app som gör det möjligt för användare att kommunicera via SMS, iMessage och Apple Messages for Business. iMessage är en Apple-tjänst skickar meddelanden till andra iOS-enheter (med iOS 5 eller senare), iPadOS-enheter, Mac-datorer (med OS X 10.8 eller senare) och Apple Watch-enheter. De här meddelandena omfattas inte av eventuella abonnemangsbegränsningar eller -kostnader. Meddelanden som skickas via iMessage kan innehålla bilder, video och annan information.\n\nVi utformade iMessage så att tjänsten använder heltäckande kryptering. Apple kan inte på något sätt avkryptera innehållet i dina konversationer när de överförs mellan enheter. Bilagor som du skickar via iMessage (t.ex. bilder eller videor) krypteras så att ingen utom avsändare och mottagare kan komma åt dem. Dessa krypterade bilagor kan överföras till Apple. För att förbättra prestanda kan din enhet automatiskt överföra bilagor till Apple medan du skapar ett iMessage-meddelande. Om meddelandet inte skickas raderas bilagorna från servern efter 30 dagar. När en lösenkod eller ett lösenord har ställts in på din iOS-, iPadOS- eller watchOS-enhet krypteras lagrade meddelanden på enheten så att de bara är tillgängliga när enheten är upplåst.\n\nDu kan välja att automatiskt radera dina iMessage-meddelanden från din enhet efter 30 dagar eller ett år eller behålla dem för evigt. För din bekvämlighet säkerhetskopieras iMessage-meddelanden på iCloud och krypteras om du har aktiverat iCloud-säkerhetskopiering eller Meddelanden på iCloud. Du kan stänga av iCloud-säkerhetskopiering och Meddelanden på iCloud när du vill. I iOS eller iPadOS öppnar du Inställningar > [ditt namn] > iCloud. På Mac-datorer väljer du Meddelanden > Inställningar > iMessage och avmarkerar Aktivera Meddelanden på iCloud.\n\nDu kan logga in på iMessage med ditt Apple‑ID eller bara ditt telefonnummer. Om du loggar in med ditt Apple‑ID på enheten loggas du automatiskt in på iMessage. Ditt Apple‑ID eller telefonnummer visas för personer som du kontaktar, och andra kan nå dig via ditt Apple‑ID och e-postadresser eller telefonnummer i kontot. Du kan välja vilka telefonnummer eller e-postadresser som ska användas när du påbörjar en ny konversation, och vilka telefonnummer eller e-postadresser som du vill använda till att ta emot meddelanden och svara från, i inställningarna för iMessage. Du kan lägga till och verifiera ytterligare adresser eller nummer där du kan nås på din Apple‑ID-kontosida på appleid.apple.com.\n\nDelas med dig söker i hela systemet efter artiklar, musik, TV-program, bilder med mera som har delats via konversationer i Meddelanden och visar dem i appar som Bilder, Safari, Apple News, Musik och Podcaster så att det går snabbt och enkelt att komma åt informationen i rätt sammanhang. Apple har inte tillgång till markerat innehåll utan din tillåtelse. Du kan när som helst avaktivera Delas med dig i iOS och iPadOS genom att öppna Inställningar > Meddelanden > Delas med dig och stänga av Delas med dig. På en Mac öppnar du Meddelanden > Inställningar > Delas med dig. Du kan även styra om varje enskild app deltar i Delas med dig genom att trycka på eller markera den i avsnittet Delas med dig.\n\nMed funktionen Dela namn och bild kan du dela ett namn och en bild med personer via iMessage. Du kan välja att automatiskt dela med endast kontakter eller att bli tillfrågad varje gång. Namnet och bilden som du delar skickas med ditt nästa iMessage-meddelande till personer du delar med och lagras på deras enheter. Om du delar namn och bild i en iMessage-konversation med flera personer blir namnet och bilden skickade till alla personer i konversationen. Du kan uppdatera namn och bild när du vill. Om du delar automatiskt skickas uppdateringar nästa gång du skickar ett iMessage-meddelande till varje person du delar med. Om du har delat namn och bild, men senare har stängt av delning, kan personer som redan har fått namn och bild fortfarande ha kvar informationen på sina enheter. Namnet och bilden som du väljer för meddelanden skickas till Apple. De lagras på Apples servrar och är krypterade på ett sätt som gör att Apple inte kan se innehållet.\n\nApple kan registrera och lagra en del information i samband med din användning av appen Meddelanden och iMessage-tjänsten i syfte att tillhandahålla och förbättra Apples produkter och tjänster:\n\n• Apple kan lagra information om din användning av iMessage på ett sätt som inte identifierar dig.\n\n• iMessage-meddelanden som inte kan levereras kan sparas av Apple i upp till 30 dagar för senare leveransförsök.\n\n• En del appar på din enhet (inklusive Meddelanden) kan kommunicera med Apples servrar för att avgöra om andra personer kan nås via iMessage. När detta inträffar kan Apple lagra dessa telefonnummer och e-postadresser som är förknippade med ditt konto i upp till 30 dagar.\n\nGenom att använda dessa funktioner godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan.\n\nInformation som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com\/se\/privacy.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Zprávy umožňuje uživatelům komunikovat pomocí služeb SMS, iMessage a Apple Messages for Business. iMessage je služba společnosti Apple, která posílá zprávy do jiných iOS zařízení (se systémem iOS 5 nebo novějším), iPadOS zařízení, Maců (se systémem OS X 10.8 nebo novějším) a Apple Watch. Tyto zprávy se nezapočítávají do vašeho tarifu pro SMS. Zprávy poslané přes iMessage mohou obsahovat fotky, videa a další data.\n\nSlužba iMessage používá šifrování mezi koncovými body, takže společnost Apple nemůže během přenosu mezi zařízeními vaši konverzaci dešifrovat. Také přílohy posílané přes iMessage (například fotky nebo videa) jsou zašifrované, takže k nim nemá přístup nikdo jiný než odesilatel a příjemce. Tyto zašifrované přílohy mohou být nahrány na servery společnosti Apple. Zatímco píšete zprávu, vaše zařízení může pro zvýšení výkonnosti přílohu automaticky odeslat na server společnosti Apple. Když zprávu neodešlete, bude příloha ze serveru po uplynutí 30 dnů smazána. Pokud máte na svém iOS, iPadOS nebo watchOS zařízení nastavený přístupový kód nebo heslo, jsou na něm vaše zprávy zašifrované a bez odemknutí zařízení k nim nemůže nikdo získat přístup.\n\nMůžete se rozhodnout, zda se budou zprávy iMessage po 30 dnech nebo po roce z vašeho zařízení automaticky mazat, nebo jestli si je chcete ponechat trvale. Pokud máte zapnuté zálohování na iCloud nebo službu Zprávy na iCloudu, zprávy iMessage jsou pro vaše pohodlí zálohovány na iCloud v zašifrovaném formátu. Zálohování na iCloud a Zprávy na iCloudu můžete kdykoli vypnout. V systému iOS nebo iPadOS přejděte do Nastavení > [vaše jméno] > iCloud. Na Macu otevřete Zprávy > Předvolby > iMessage a zrušte výběr volby „Zapnout Zprávy na iCloudu“.\n\nKe službě iMessage se můžete přihlásit pomocí svého Apple ID nebo jen svého telefonního čísla. Když se na svém zařízení přihlásíte k Apple ID, budete ke službě iMessage přihlášeni automaticky. Lidé, které kontaktujete, uvidí vaše Apple ID nebo telefonní čísla a můžou se s vámi spojit přes vaše Apple ID a e‑mailové adresy nebo telefonní čísla na vašem účtu. V nastavení služby iMessage si můžete vybrat e‑mailové adresy a telefonní čísla pro zahajování nových konverzací a telefonní čísla a e‑mailové adresy, na kterých chcete přijímat zprávy a odpovědi. Další kontaktní údaje můžete přidat a ověřit v oddílu „K zastižení na“ na stránce svého účtu Apple ID na adrese appleid.apple.com\/cz.\n\nV celém systému pracuje funkce Sdíleno s vámi, která vyhledává články, hudbu, televizní pořady, fotky a další položky sdílené v konverzacích v aplikaci Zprávy a pohodlně je zpřístupňuje v aplikacích jako Fotky, Safari, News, Hudba nebo Podcasty. Sdílené informace jsou tak snadno a rychle dostupné v příslušném kontextu. Společnost Apple nemá bez vašeho svolení k označenému obsahu přístup. Funkci Sdíleno s vámi můžete v systémech iOS a iPadOS kdykoli vypnout tak, že přejdete do Nastavení > Zprávy > Sdíleno s vámi a klepnutím vypnete volbu Sdíleno s vámi. Na Macu otevřete Zprávy > Předvolby > Sdíleno s vámi. Zapojení jednotlivých aplikací do funkce Sdíleno s vámi můžete řídit klepnutím na požadovanou aplikaci nebo jejím výběrem v oddílu Sdíleno s vámi.\n\nPomocí funkce Sdílet jméno a fotku můžete sdílet své jméno a fotku s osobami, s nimiž si píšete přes iMessage. Můžete si vybrat, zda má sdílení platit jen pro vaše kontakty, nebo zda se má vždy zobrazit dotaz. Jméno a fotka budou osobě, s níž tyto údaje sdílíte, poslány spolu s vaší příští zprávou iMessage a budou uloženy na jejím zařízení. Jestliže sdílíte jméno a fotku v konverzaci iMessage, které se účastní více osob, budou vaše jméno a fotka odeslány všem osobám v konverzaci. Své jméno a fotku můžete kdykoli upravit. Máte‑li nastavené automatické sdílení, odešlou se upravené údaje spolu s příští zprávou postupně každé osobě, pro kterou máte nastaveno sdílení. Jestliže máte nastaveno sdílení a později je vypnete, mohou ostatní uživatelé, s nimiž jste své jméno a fotku sdíleli, stále mít tyto vaše údaje na svém zařízení. Jméno a fotka, které pro své zprávy vyberete, budou zaslány společnosti Apple a uloženy na jejích serverech v zašifrované podobě, takže společnost Apple k nim nemá přístup.\n\nSpolečnost Apple může za účelem provozování a zlepšování svých produktů a služeb zaznamenávat a ukládat některé informace vztahující se k vašemu využívání aplikace Zprávy a služby iMessage:\n\n• Informace o vašem využívání služby iMessage může Apple ukládat způsobem, který neumožňuje vaši osobní identifikaci.\n\n• Nedoručené zprávy iMessage může společnost Apple uchovat za účelem doručení po dobu až 30 dní.\n\n• Některé aplikace na vašem zařízení (včetně Zpráv) můžou komunikovat se servery společnosti Apple, aby zjistily, jestli jsou ve službě iMessage k zastižení jiní uživatelé. Společnost Apple může v takovém případě tato telefonní čísla a e‑mailové adresy přidružené k vašemu účtu uložit a uchovat je až po dobu 30 dní.\n\nPoužíváním těchto funkcí vyjadřujete svůj souhlas a svolení s tím, že společnost Apple a její pobočky a zastupující subjekty mohou výše uvedeným způsobem přenášet, shromažďovat, uchovávat, zpracovávat a používat uvedené informace.\n\nSpolečnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com\/cz\/privacy.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "메시지 앱은 사용자가 SMS, iMessage 및 Apple Messages for Business를 통해 커뮤니케이션할 수 있는 앱입니다. iMessage는 다른 iOS 기기(iOS 5 이상), iPadOS 기기, Mac(OS X 10.8 이상) 및 Apple Watch에 메시지를 보낼 수 있는 Apple 서비스입니다. 이 메시지는 사용자의 메시지 요금제를 사용한 것으로 간주되지 않습니다. iMessage를 통해 보낼 수 있는 메시지에는 사진, 비디오 및 기타 정보를 포함시킬 수 있습니다.\n\niMessage는 종단간 암호화를 사용하도록 설계되었기 때문에 기기 간에 데이터가 전송되는 동안 Apple이 대화 내용을 해독할 수 없습니다. iMessage를 통해 전송한 첨부파일(예: 사진, 비디오 등)은 보내는 사람과 받는 사람만 접근할 수 있도록 암호화됩니다. 이렇게 암호화된 첨부파일은 Apple에 업로드될 수 있습니다. 성능 개선을 위해 사용자가 iMessage를 작성하는 동안 기기에서 Apple에 자동으로 첨부파일을 업로드할 수 있습니다. 메시지가 전송되지 않는 경우, 30일이 지나면 서버에서 첨부파일이 삭제됩니다. iOS, iPadOS 또는 watchOS 기기에 암호가 설정된 경우 저장된 메시지가 기기에서 암호화되므로 기기가 잠금 해제되지 않는 한 접근할 수 없습니다.\n\niMessage는 기기에서 30일 후 또는 1년 후에 자동으로 삭제되거나, 기기에 영구적으로 보관되도록 선택할 수 있습니다. iCloud 백업 또는 iCloud에 메시지 보관을 활성화한 경우 사용자의 편의를 위해 iMessage가 iCloud에 백업되고 암호화됩니다. 원하는 경우 iCloud 백업 및 iCloud에 메시지 보관을 모두 끌 수 있습니다. iOS 또는 iPadOS 에서 설정 > [사용자 이름] > iCloud로 이동하십시오. Mac에서 메시지 > 환경설정 > iMessage로 이동하고 ‘iCloud에 메시지 보관 활성화’를 선택 해제하십시오.\n\nApple ID를 사용하거나 전화번호만 입력하여 iMessage에 로그인할 수 있습니다. 기기에서 Apple ID로 로그인하는 경우 iMessage에 자동으로 로그인됩니다. 사용자가 연락하는 사람에게 사용자의 Apple ID 또는 전화번호가 표시되며 사람들이 사용자의 Apple ID 및 사용자 계정의 이메일 주소 또는 전화번호를 사용하여 사용자에게 연락할 수 있습니다. iMessage 설정에서 새로운 대화를 시작할 때 사용할 전화번호 또는 이메일 주소를 선택할 수 있으며, 어떤 전화번호 또는 이메일 주소로 연락 받을지 선택할 수 있습니다. Apple ID 계정 페이지(appleid.apple.com)에서 추가 ‘연락처’ 정보를 추가하고 확인할 수 있습니다.\n\n나와 공유된 항목은 메시지 대화에서 공유된 기사, 음악, TV 프로그램, 사진 등의 항목을 찾기 위해 시스템 전반에서 작동하며, 사진, Safari, Apple News, Apple Music 및 Apple Podcasts와 같은 앱에 공유된 항목을 쉽게 보여주며, 상황에 맞는 정보에 쉽게 접근할 수 있게 합니다. Apple은 표시된 콘텐츠에 사용자의 허가 없이 접근할 수 없습니다. 나와 공유된 항목은 언제든지 iOS 및 iPadOS에서 설정 > 메시지 > 나와 공유된 항목으로 이동한 다음, ‘나와 공유된 항목’을 탭하여 끌 수 있습니다. Mac에서 메시지 > 환경설정 > ‘나와 공유된 항목’으로 이동하십시오. 또한 ‘나와 공유된 항목’ 섹션에서 개별 앱을 탭하거나 선택하여 해당 앱이 나와 공유된 항목에 참여할지 여부를 제어할 수 있습니다.\n\n‘이름 및 사진 공유’를 이용하면 사용자가 iMessage를 주고 받는 사람과 이름 및 사진을 공유할 수 있습니다. 사용자의 연락처만으로 자동으로 공유하거나 매번 물어보도록 할 수 있습니다. 공유된 이름 및 사진은 사용자의 다음 iMessage와 함께 공유한 사람에게 전송되며 상대방의 기기에 저장됩니다. 사용자의 이름 및 사진을 여러 상대와의 iMessage 대화에 공유하는 경우 대화 중인 모든 사람에게 전송됩니다. 사용자는 언제든지 이름 및 사진을 업데이트할 수 있습니다. 자동으로 공유하는 경우, 업데이트 내용은 다음에 iMessage를 보낼 때 사용자가 공유하는 각 사람에게 전송됩니다. 사용자의 이름 및 사진을 공유하고 나서 공유를 끄더라도 이전에 이름 및 사진을 받은 다른 사람의 기기에는 사용자의 정보가 남아있을 수 있습니다. 메시지에서 선택한 이름 및 사진은 Apple로 전송되며 Apple이 볼 수 없는 방식으로 암호화되어 서버에 저장됩니다.\n\nApple이 Apple 제품 및 서비스 운영 및 향상을 위해 메시지 앱 및 iMessage 서비스 사용에 관련된 다음과 같은 일부 정보를 기록하고 저장할 수 있습니다.\n\n• Apple은 사용자를 식별할 수 없는 형태로 사용자의 iMessage 사용에 관한 정보를 저장할 수 있습니다.\n\n• 전송되지 않은 iMessage는 최대 30일간 Apple이 재전송을 위해 보관할 수 있습니다.\n\n• 기기에 있는 일부 앱(메시지 등)은 다른 사람들이 iMessage로 연락할 수 있는지를 확인하기 위해 Apple 서버와 통신할 수 있습니다. 이 경우 Apple이 최대 30일 동안 사용자의 계정과 연계된 전화번호 및 이메일 주소를 보관할 수 있습니다.\n\n이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보를 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다.\n\nApple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com\/kr\/privacy 사이트에서 확인할 수 있습니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Meldinger er en app som gjør det mulig for brukere å kommunisere via SMS, iMessage og Apple Messages for Business. iMessage er en Apple-tjeneste som sender meldinger til andre iOS-enheter (med iOS 5 eller nyere), iPadOS-enheter, Macer (med OS X versjon 10.8 eller nyere) og Apple Watch-enheter. Disse meldingene bruker ikke av abonnementskvoten for tekstmeldinger. Meldinger som sendes via iMessage, kan inneholde bilder, videoer og annen informasjon.\n\nVi utviklet iMessage til å bruke gjennomgående kryptering, slik at det ikke er mulig for Apple å dekryptere innholdet i samtalene dine når de sendes mellom enheter. Vedlegg du sender via iMessage (for eksempel bilder eller videoer), krypteres, slik at ingen bortsett fra avsenderen og mottakerne har tilgang til dem. Disse krypterte vedleggene kan bli lastet opp til Apple. For å forbedre ytelsen er det mulig at enheten automatisk laster opp vedlegg til Apple mens du skriver iMessage-meldingen. Hvis meldingen ikke sendes, slettes vedleggene fra tjeneren etter 30 dager. Når en kode eller et passord er angitt på iOS-, iPadOS- eller watchOS-enheten, krypteres oppbevarte meldinger på enheten slik at de ikke kan leses når enheten er låst.\n\nDu kan velge å slette iMessage-meldinger automatisk fra enheten etter 30 dager eller ett år, eller du kan beholde dem på enheten for evig. iMessage-meldinger sikkerhetskopieres til iCloud og krypteres hvis du har slått på enten iCloud-sikkerhetskopi eller Meldinger i iCloud. Du kan slå av både iCloud-sikkerhetskopi og Meldinger i iCloud når som helst. I iOS eller iPadOS velger du Innstillinger > [navnet ditt] > iCloud. På Macen velger du Meldinger > Valg > iMessage og fjerner markeringen for «Aktiver Meldinger i iCloud».\n\nDu kan logge på iMessage med Apple‑ID-en din eller med telefonnummeret ditt. Hvis du logger på med Apple‑ID-en din på enheten, blir du automatisk logget på iMessage også. Apple‑ID-en og\/eller telefonnummeret ditt vil bli vist til personer du kontakter, og andre personer kan nå deg med Apple‑ID-en, e‑postadressene eller telefonnummeret ditt. Du kan velge hvilke telefonnumre eller e‑postadresser du vil starte nye samtaler fra, og hvilke telefonnumre eller e‑postadresser du kan motta meldinger og svar fra, i innstillinger for iMessage. Du kan legge til og verifisere mer informasjon om hvordan du kan nås, fra kontosiden til Apple‑ID-en din på appleid.apple.com.\n\nDelt med deg fungerer i hele systemet for å finne artikler, musikk, TV-programmer, bilder og annet som er delt gjennom samtaler i Meldinger, slik at delte objekter dukker opp i apper som Bilder, Safari, News, Musikk og Podkaster, med informasjonen lett tilgjengelig i kontekst. Apple har ikke tilgang til merket innhold uten din tillatelse. Du kan når som helst deaktivere Delt med  deg i iOS og iPadOS ved å gå til Innstillinger > Meldinger > Delt med  deg, og trykke for å slå av Delt med deg. På Macen går du til Meldinger > Valg > Delt med deg. Du kan også sjekke om en app deltar i Delt med deg ved å trykke på eller velge den i Delt med deg-delen.\n\nMed Del navn og bilde kan du dele et navn og et bilde med personer i iMessage-meldinger. Du kan velge å dele automatisk med kun kontaktene dine, eller å bli spurt hver gang. Det delte navnet og bildet ditt blir sendt i neste iMessage-melding til personene du deler med, og blir lagret på deres enheter. Hvis du deler navnet og bildet ditt i en iMessage-samtale med flere personer, blir navnet og bildet sendt til alle personene i samtalen. Du kan oppdatere navnet og bildet ditt når som helst. Hvis du deler automatisk, blir oppdateringer sendt når du neste gang sender en iMessage-melding til hver person du deler med. Hvis du har delt navnet og bildet ditt og slår av deling senere, kan andre som tidligere mottok navnet og bildet ditt, fortsatt ha informasjonen din på enhetene sine. Navnet og bildet du velger for meldinger, sendes til Apple og oppbevares kryptert på Apples tjenere, slik at Apple ikke kan se dem.\n\nDet kan hende at Apple registrerer og oppbevarer informasjon knyttet til bruken av Meldinger-appen og iMessage-tjenesten, for å levere og forbedre Apple-produkter og -tjenester:\n\n• Apple kan oppbevare informasjon om din bruk av iMessage på en måte som ikke identifiserer deg.\n\n• iMessage-meldinger som ikke kan leveres, kan oppbevares av Apple i opptil 30 dager for nye forsøk på levering.\n\n• Enkelte apper på enheten (inkludert Meldinger) kan kommunisere med Apples tjenere for å finne ut om andre personer er tilgjengelige via Meldinger. Når dette skjer, kan Apple oppbevare telefonnumrene og e‑postadressene som er knyttet til kontoen din, i opptil 30 dager.\n\nVed å bruke disse funksjonene aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor.\n\nAll informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com\/no\/privacy.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az Üzenetek egy app, amelyen keresztül SMS-ben, iMessage-üzenetekben és Apple Messages for Business típusú üzenetekben kommunikálhat másokkal. Az iMessage egy Apple-szolgáltatás, amely más iOS-eszközökre (iOS 5 vagy újabb), iPadOS-eszközökre, Mac gépekre (OS X 10.8 vagy újabb) és Apple Watchokra továbbít üzeneteket. Ezek az üzenetek nem számítanak bele az üzenetküldési előfizetésbe. Az iMessage-en küldött üzenetek tartalmazhatnak fotókat, videókat és más információkat.\n\nAz iMessage-et úgy terveztük, hogy végponttól végpontig történő titkosítást alkalmaz, így az Apple nem tudja visszafejteni a beszélgetések tartalmát, miközben azok továbbítva vannak két eszköz között. Az iMessage-ben küldött mellékletek (például a fotók vagy videók) titkosítva vannak, így csak a feladó és a címzett férhet hozzájuk. Ezek a titkosított tartalmak feltöltésre kerülhetnek az Apple-höz. A jobb teljesítmény érdekében az eszköze automatikusan feltölthet mellékleteket az Apple-höz, miközben iMessage-üzenetet fogalmaz. Ha az üzenetet nem küldi el, a mellékletek 30 nap múlva törlődnek. Ha iOS-, iPadOS- vagy watchOS-eszközén be van állítva jelkód vagy jelszó, a tárolt üzenetek titkosítva vannak az eszközön, így csak akkor érhetőek el, ha az eszköz fel van oldva.\n\nBeállíthatja, hogy az iMessage-üzenetek automatikusan törlődjenek az eszközéről 30 nap vagy egy év után, vagy örökre megőrizheti őket az eszközén. Az Ön kényelme érdekében az iMessage-üzenetekről titkosított biztonsági mentés készül az iCloudba, ha be van kapcsolva az iCloud biztonsági mentés vagy az Üzenetek az iCloudban. Az iCloud biztonsági mentés és az Üzenetek az iCloudban bármikor kikapcsolható. iOS vagy iPadOS esetén válassza a Beállítások > [az Ön neve] > iCloud menüpontot. Mac gépen válassza az Üzenetek > Beállítások > iMessage lehetőséget, és törölje a jelölést az Üzenetek az iCloudban funkció engedélyezése jelölőnégyzetből.\n\nAz iMessage-be az Apple ID-jával vagy a telefonszámával jelentkezhet be. Ha az Apple ID-jával jelentkezik be az eszközén, akkor automatikusan bejelentkezik az iMessage-be. Az Apple ID-ja vagy telefonszámai megjelennek azoknak az embereknek, akikkel Ön kapcsolatba lép, és az emberek elérhetik Önt a fiókjában található Apple ID, e-mail-címek vagy telefonszámok használatával. Az iMessage beállításaiban kiválaszthatja, hogy melyik telefonszámokról vagy e-mail-címekről szeretné a beszélgetést kezdeményezni, és hogy melyik telefonszámokon vagy e-mail-címeken szeretné az üzeneteket fogadni és megválaszolni. További elérhetőségi adatokat adhat meg és ellenőrizhet az Apple ID fiókoldalán, amely az appleid.apple.com címen érhető el.\n\nA Megosztva Önnel funkció a teljes rendszeren keresztül megkeresi azokat a cikkeket, zeneszámokat, tv-műsorokat, fotókat stb., amelyek az Üzenetekben folytatott beszélgetésekben lettek megosztva, és kényelmesen megjeleníti őket az appokban, például a Fotókban, a Safariban, az Apple Newsban, az Apple Musicban és az Apple Podcastsban, hogy Ön a megfelelő helyen egyszerűen és gyorsan el tudja érni ezeket az információkat. Az Apple nem rendelkezik hozzáféréssel a megjelölt tartalmakhoz az Ön engedélye nélkül. A Megosztva Önnel funkciót bármikor tetszés szerint letilthatja az iOS és az iPadOS rendszerben. Ehhez válassza a Beállítások > Üzenetek > Megosztva Önnel menüpontot, majd koppintással kapcsolja ki a Megosztva Önnel beállítást. Mac gépen válassza az Üzenetek > Beállítások > Megosztva Önnel menüpontot. Ha a Megosztva Önnel szakaszban lévő appokat kiválasztja vagy rájuk koppint, azt is meghatározhatja, hogy a Megosztva Önnel funkció kiterjedjen-e az egyes appokra.\n\nA Név és fotó megosztása funkcióval nevet és fotót oszthat meg másokkal az iMessage-ben. Választhat, hogy csak a kontaktjaival osztja meg automatikusan, vagy pedig minden alkalommal engedélyezést kér. A megosztott neve és fotója a következő iMessage-üzenettel jut el azokhoz, akikkel megosztja, és az eszközükön tárolódik. Ha egy iMessage-beszélgetésben több személlyel is megosztja a nevét és fotóját, a nevét és fotóját a beszélgetés összes résztvevője megkapja. A nevét és a fotóját bármikor frissítheti. Ha az automatikus megosztást választja, a frissítést a következő iMessage-üzenettel kapják meg az egyes személyek. Ha megosztotta a nevét és fotóját, és később kikapcsolja a megosztást, azok a személyek, akik korábban megkapták a nevét és a fotóját, továbbra is birtokolhatják ezt az információt az eszközükön. Az üzenetekhez kiválasztott név és fotó el lesz küldve az Apple-höz, és titkosítva tárolva lesz az Apple szerverein olyan módon, hogy az Apple nem láthatja.\n\nAz Apple rögzíthet és tárolhat bizonyos, az Üzenetek app és az iMessage szolgáltatás használatára vonatkozó információkat az Apple-termékek és -szolgáltatások biztosítása és fejlesztése céljából:\n\n• Az Apple Önt nem azonosító módon információkat tárolhat az iMessage használatáról.\n\n• A nem kézbesíthető iMessage-üzeneteket az Apple legfeljebb 30 napig megtarthatja az ismételt kézbesítéshez.\n\n• Az eszközön lévő bizonyos appok (többek között az Üzenetek) kommunikálhatnak az Apple szervereivel, hogy megállapítsák, más személyek elérhetők-e az iMessage használatával. Ilyen esetben az Apple legfeljebb 30 napig a fiókjához társítva tárolhatja ezeket a telefonszámokat és e-mail-címeket.\n\nEzeknek a szolgáltatásoknak a használatával Ön beleegyezik abba és hozzájárul ahhoz, hogy az Apple és leányvállalatai, valamint ügynökei a fent leírt módon továbbítsák, gyűjtsék, kezeljék, feldolgozzák és felhasználják ezeket az információkat.\n\nAz Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com\/hu\/privacy weboldalon.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "「訊息」是一款讓用户透過SMS、iMessage和Apple Messages for Business通訊的App。iMessage是一項Apple服務，可向其他iOS裝置（配備iOS 5或較新版本）、iPadOS裝置、Mac（配備OS X 10.8或較新版本）和Apple Watch傳送訊息。這些訊息並不會佔用你的訊息用量。iMessage傳送的訊息可包括相片、影片和其他資料。\n\n我們設計iMessage使用點對點加密，你的對話內容在裝置間傳輸時，Apple無法解密對話內容。你透過iMessage傳送的附件（例如相片或影片）會進行加密，只有傳送者和接收者才能取用。這些加密的附件可能會上載到Apple。為改善效能，你的裝置可能會在你編寫iMessage時自動上傳附件到Apple。如你的訊息未送出，附件會在30日後從伺服器上刪除。如你的iOS、iPadOS或watchOS裝置上設定了密碼，儲存的訊息會在裝置上加密，除非解鎖裝置才能取用訊息。\n\n你可以選擇在30日或一年之後自動刪除iMessage訊息，或是在裝置上永久保存訊息。如你啟用了「iCloud備份」或「iCloud雲端訊息」，為了方便起見，iMessage訊息會在iCloud上備份並進行加密。你可以隨時關閉「iCloud備份」和「iCloud雲端訊息」。在iOS或iPadOS上，請前往「設定」> [你的名稱] > iCloud。在Mac上，請前往「訊息」>「偏好設定」> iMessage，然後取消選擇「啟用iCloud雲端訊息」。\n\n你可以使用你的Apple ID或只用電話號碼來登入iMessage。如你在裝置上登入你的Apple ID，即會自動將你登入iMessage。你的Apple ID或電話號碼會顯示給你的聯絡對象，其他人可以透過你的Apple ID和你帳户的電郵地址或電話號碼來聯絡你。你可以在iMessage設定中選取開始新對話時使用的電話號碼或電郵地址，以及可以用來接收和回覆訊息的電話號碼或電郵地址。你可以在Apple ID帳户頁面中加入和驗證其他的「與我聯絡」資料，請前往appleid.apple.com。\n\n「與你分享」可在系統中尋找在「訊息」對話中分享的文章、音樂、電視節目、相片等，並方便地將它們顯示在「相片」、Safari、Apple News、Apple Music和Apple Podcast等App中，從而可輕鬆快速地取用資料。未經你的許可，Apple無法取用已標記示的內容。你可以隨時在iOS和iPadOS上停用「與你分享」，請前往「設定」>「訊息」>「與你分享」，然後點一下來關閉「與你分享」。在Mac上，請前往「訊息」>「偏好設定」>「與你分享」。你亦可以透過在「與你分享」區域中點一下或選擇各個App來控制其是否參與「與你分享」。\n\n「分享姓名和相片」能讓你與iMessage的聊天對象分享姓名和相片。你可以選擇只限自動與你的聯絡人分享，或是每次提示你。你分享的姓名和相片會在下一則iMessage中傳送給你的分享對象，並儲存在他們的裝置上。如你使用iMessage對話與多人分享姓名和相片，你的姓名和相片將會傳送給對話中的所有人。你可以隨時更新你的姓名和相片。如你自動分享，則會在你下次傳送iMessage給每位分享對象時傳送更新的內容。如你已經分享你的姓名和相片並在稍後關閉分享，其他先前曾經接收你的姓名和相片的人仍會在他們的裝置上擁有你的資料。你選擇在訊息中使用的姓名和相片會傳送到Apple，並以Apple無法看見的方式進行加密，儲存在Apple的伺服器上。\n\nApple會記錄並儲存部分與你使用「訊息」App和iMessage服務相關的資料，以操作並改善Apple的產品和服務：\n\n• Apple會以無法識別你個人身份的方式來儲存你使用iMessage時的資料。\n\n• Apple可能會保留無法傳送的iMessage最長達30日，以便重新傳送。\n\n• 你裝置上的部份App（包括「訊息」）可能會與Apple的伺服器通訊，以確定iMessage是否能聯絡到其他人。在此情況下，Apple可能會儲存這些與你帳户相關的電話號碼和電郵地址，最長達30日。\n\n當你使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資料。\n\n無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com\/hk\/privacy",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mesajlar, kullanıcıların SMS, iMessage ve Apple Messages for Business aracılığıyla iletişime geçmesine izin veren bir uygulamadır. iMessage, diğer iOS aygıtlarına (iOS 5 veya daha yenisine sahip), iPadOS aygıtlarına, Mac’lere (OS X 10.8 veya daha yenisine sahip) ve Apple Watch’lara mesajlar gönderen bir Apple servisidir. Bu mesajlar, mesaj paketinize dahil edilmez. iMessage yoluyla gönderilen mesajlar fotoğraf, video ve diğer bilgileri içerebilir.\n\niMessage’ı uçtan uca şifreleme kullanacak şekilde tasarladık, bu nedenle Apple’ın aygıtlar arasında aktarılırken yazışmalarınızın içeriğinin şifresini çözme olanağı yoktur. iMessage ile gönderdiğiniz ilişikler (fotoğraflar ve videolar gibi), onlara yalnızca gönderenin ve alan(lar)ın erişebilmesi için şifrelenir. Şifrelenen bu ilişikler Apple’a gönderilebilir. Aygıtınız performansı artırmak için iMessage oluşturduğunuz sırada ilişikleri Apple’a otomatik olarak gönderebilir. Mesajınız gönderilmezse ilişikler 30 gün sonra sunucudan silinir. iOS, iPadOS veya watchOS aygıtınızda bir parola ayarlandığında, saklanan mesajlar aygıtınızda şifrelenir, böylece aygıtın kilidi açılmadığı sürece bunlara erişilemez.\n\niMessage’larınızı aygıtınızdan 30 gün veya bir yıl sonra otomatik olarak silmeyi ya da aygıtınızda sonsuza kadar tutmayı seçebilirsiniz. Size kolaylık olması için iMessage’lar, iCloud Yedekleme’yi veya iCloud’daki Mesajlar’ı etkinleştirdeyseniz iCloud’a yedeklenir ve şifrelenir. Hem iCloud Yedekleme’yi hem de iCloud’daki Mesajlar’ı istediğiniz zaman kapatabilirsiniz. iOS’te veya iPadOS’te Ayarlar > [adınız] > iCloud’a gidin. Mac’te Mesajlar > Tercihler > iMessage bölümüne gidin ve iCloud’daki Mesajlar’ı Etkinleştir’in seçimini kaldırın.\n\niMessage’a Apple kimliğinizi ya da yalnızca telefon numaranızı kullanarak giriş yapabilirsiniz. Aygıtınızda Apple kimliğiniz ile giriş yaparsanız otomatik olarak iMessage’a da giriş yaparsınız. Apple kimliğiniz veya telefon numaralarınız iletişime geçtiğiniz kişilere gösterilir ve kişiler size hesabınızdaki Apple kimliğinizi ve e-posta adreslerinizi veya telefon numaralarınızı kullanarak ulaşabilir. Yeni yazışmaları hangi telefon numarasından veya e-posta adresinden başlatacağınızı ve mesajları hangi telefon numarasından veya e-posta adresinden alıp yanıtlayacağınızı iMessage ayarlarında seçebilirsiniz. appleid.apple.com adresindeki Apple kimliğinizin hesap sayfasında ek Şuradan Ulaşılabilir bilgileri ekleyebilir ve bunları doğrulayabilirsiniz.\n\nSizinle Paylaşılanlar, Mesajlar yazışmalarında paylaşılan yazıları, müzikleri, TV şovlarını, fotoğrafları ve daha fazlasını bulmak için sistem genelinde çalışır ve bağlama göre bilgiye hızlıca ulaşmak için bunları Fotoğraflar, Safari, Apple News, Apple Music ve Apple Podcasts gibi uygulamalarda uygun şekilde gösterir. Apple, işaretli içeriklere sizin izniniz olmadan erişemez. Sizinle Paylaşılanlar özelliğini iOS’te ve iPadOS’te Ayarlar > Mesajlar > Sizinle Paylaşılanlar bölümüne gidip ardından Sizinle Paylaşılanlar’ı kapatmak için dokunarak istediğiniz zaman etkisizleştirebilirsiniz. Mac’te Mesajlar > Tercihler > Sizinle Paylaşılanlar bölümüne gidin. Her bir uygulamanın Sizinle Paylaşılanlar’a katılıp katılmadığını Sizinle Paylaşılanlar bölümünde uygulamaya dokunarak veya uygulamayı seçerek de denetleyebilirsiniz.\n\nAd ve Fotoğraf Paylaş özelliği, iMessage yoluyla iletişim kurduğunuz kişilerle bir ad ve fotoğraf paylaşmanıza izin verir. Yalnızca kişilerinizle otomatik olarak paylaşmayı ya da her seferinde size sorulmasını seçebilirsiniz. Paylaşılan adınız ve fotoğrafınız bir sonraki iMessage’ınız ile birlikte paylaştığınız kişiye gönderilir ve onun aygıtında saklanır. Adınızı ve fotoğrafınızı birden fazla kişinin olduğu bir iMessage yazışmasında paylaşırsanız adınız ve fotoğrafınız yazışmadaki tüm kişilere gönderilir. Adınızı ve fotoğrafınızı istediğiniz zaman güncelleyebilirsiniz. Otomatik olarak paylaşıyorsanız güncellemeler, paylaştığınız her bir kişiye bir sonraki iMessage gönderişinizde gönderilir. Adınızı ve fotoğrafınızı paylaştıktan sonra paylaşmayı kapatırsanız bilgileriniz daha önce adınızı ve fotoğrafınızı alan kişilerin aygıtlarında bulunmaya devam eder. Mesajlar için seçtiğiniz ad ve fotoğraf Apple’a gönderilir ve Apple’ın sunucularında Apple’ın göremeyeceği bir biçimde şifreli olarak saklanır.\n\nApple, Mesajlar uygulamasını ve iMessage servisini kullanımınıza ilişkin bazı bilgileri Apple’ın ürünlerini ve servislerini çalıştırmak ve iyileştirmek amacıyla kaydedebilir ve saklayabilir:\n\n• Apple, iMessage’ı kullanmanızla ilgili bilgileri sizi tanımlamayacak şekilde saklayabilir.\n\n• İletilemeyen iMessage’lar Apple tarafından yeniden iletme amacıyla 30 güne kadar saklanabilir.\n\n• Aygıtınızdaki bazı uygulamalar (Mesajlar da dahil), diğer kişilere iMessage ile ulaşılıp ulaşılamayacağını belirlemek için Apple’ın sunucularıyla iletişim kurabilir. Bu durum oluştuğunda Apple, hesabınızla ilişkili olan bu telefon numaralarını ve e-posta adreslerini 30 güne kadar saklayabilir.\n\nBu özellikleri kullanarak Apple’ın ve bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklandığı şekilde aktarabileceğini, toplayabileceğini, bulundurabileceğini, işleyebileceğini ve kullanabileceğini kabul etmiş ve onaylamış olursunuz.\n\nApple tarafından toplanan bilgiler her zaman www.apple.com\/tr\/privacy sayfasında bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Wiadomości to aplikacja Apple, która pozwala komunikować się za pośrednictwem wiadomości SMS, iMessage oraz Apple Messages for Business. iMessage to usługa Apple, która pozwala wysyłać wiadomości do innych urządzeń iOS (z systemem iOS 5 lub nowszym), urządzeń iPadOS, Maców (z systemem OS X 10.8 lub nowszym) oraz do Apple Watch. Te wiadomości nie są wliczanie do Twojego planu sieci komórkowej. Wiadomości wysyłane przez iMessage mogą zawierać zdjęcia, wideo oraz inne dane.\n\nUsługa iMessage została zaprojektowana tak, aby jej dane były zaszyfrowane na całej drodze przesyłu. Dzięki temu Apple nie może odszyfrować treści rozmów przesyłanych między urządzeniami. Załączniki wysyłane przez iMessage (takie jak zdjęcia lub wideo) są zaszyfrowane, aby nikt poza nadawcą i odbiorcą (odbiorcami) nie miał do nich dostępu. Zaszyfrowane załączniki mogą zostać wysłane do Apple. Aby poprawić wydajność, Twoje urządzenie podczas tworzenia wiadomości iMessage może automatycznie wysyłać załączniki do Apple. Jeśli wiadomość nie zostanie wysłana, załączniki zostaną usunięte z serwera po 30 dniach. Gdy na urządzeniu iOS, iPadOS lub watchOS jest ustawiony kod lub hasło, zachowane wiadomości są szyfrowane na urządzeniu, aby nie można było uzyskać do nich dostępu, chyba że urządzenie zostanie odblokowane.\n\nMożesz automatycznie usuwać wiadomości iMessage z urządzenia po 30 dniach lub roku albo pozostawiać je na urządzeniu na zawsze. Jeśli masz włączoną opcję Backup w iCloud albo opcję Wiadomości w iCloud, dla Twojej wygody w iCloud tworzony jest szyfrowany backup wiadomości iMessage. Obie opcje (Backup w iCloud oraz Wiadomości w iCloud) możesz wyłączyć w dowolnej chwili. W systemie iOS oraz iPadOS przejdź do Ustawień, a następnie stuknij w [Twoje imię i nazwisko] > iCloud. Na Macu otwórz menu Wiadomości > Preferencje > iMessage i usuń zaznaczenie opcji Włącz Wiadomości w iCloud.\n\nW iMessage możesz się zalogować, używając swojego Apple ID lub tylko swojego numeru telefonu. Zalogowanie się na swoim urządzeniu przy użyciu Apple ID powoduje automatyczne zalogowanie się w iMessage. Twój Apple ID lub numery telefonów będą pokazywane osobom, z którymi się kontaktujesz, a osoby te będą mogły kontaktować się z Tobą, używając Twojego Apple ID, adresów email lub numerów telefonów wymienionych w danych Twojego konta. W ustawieniach iMessage możesz wybrać, z których numerów telefonów lub adresów email chcesz rozpoczynać nowe rozmowy, oraz z których numerów telefonów lub adresów email możesz otrzymywać odpowiedzi. Dodatkowe informacje możesz dodawać i weryfikować pod etykietą Informacje kontaktowe na stronie konta Apple ID (appleid.apple.com).\n\nDostępna w całym systemie funkcja Udostępnione Tobie znajduje artykuły, muzykę, programy TV, zdjęcia i inne rzeczy udostępnione w rozmowach w Wiadomościach i wyświetla je na przykład w Zdjęciach, Safari, News, Muzyce i Podcastach, dzięki czemu możesz szybko i wygodnie ich używać. Apple nie może uzyskiwać dostępu do oznaczonych treści bez Twojej zgody. Funkcję Udostępnione Tobie na urządzeniu iOS lub iPadOS możesz wyłączyć w dowolnym momencie, przechodząc do Ustawień, stukając w Wiadomości > Udostępnione Tobie, a następnie wyłączając stuknięciem opcję Udostępnione Tobie. Na Macu otwórz menu Wiadomości > Preferencje > Udostępnione Tobie. Możesz także wybrać aplikacje, które mogą używać tej funkcji, stukając w nie lub wybierając je w sekcji Udostępnione Tobie.\n\nFunkcja Udostępniaj nazwę i zdjęcie pozwala udostępniać nazwę użytkownika oraz zdjęcie osobom, z którymi rozmawiasz przez iMessage. Możesz wybrać, czy automatycznie udostępniać tylko swoim kontaktom czy potwierdzać udostępnienie za każdym razem. Twoja udostępniana nazwa i zdjęcie zostaną wysłane w następnej wiadomości iMessage osobom, którym to udostępniasz oraz zapisana w ich urządzeniach. Jeśli udostępnisz swoją nazwę i zdjęcie podczas rozmowy iMessage z wieloma osobami, Twoja nazwa i zdjęcie zostaną wysłane do wszystkich osób w tej rozmowie. Możesz w dowolnym momencie uaktualnić swoją nazwę i zdjęcie. Jeśli udostępniasz automatycznie, uaktualnienie zostanie wysłane podczas następnej rozmowy iMessage z osobą, której udostępniasz. Jeśli po udostępnieniu nazwy i zdjęcia zdecydujesz się wyłączyć udostępnianie, osoby, które już otrzymały Twoją nazwę i zdjęcie, mogą nadal mieć Twoje informacje na swoich urządzeniach. Nazwa i zdjęcie zaznaczone do udostępniania w wiadomościach zostaną wysłane do Apple i zapisane na serwerach Apple w postaci zaszyfrowanej, która uniemożliwia Apple ich wyświetlenie.\n\nApple może rejestrować i przechowywać pewne informacje na temat sposobu, w jaki korzystasz z aplikacji Wiadomości i usługi iMessage, w celu oferowania i udoskonalania usług:\n\n• Apple może przechowywać informacje na temat tego, jak korzystasz z iMessage. Informacje te nie pozwalają Cię zidentyfikować.\n\n• Wiadomości iMessage, których nie można dostarczyć, mogą być przechowywane przez Apple maksymalnie przez 30 dni w celu ponownej próby dostarczenia.\n\n• Niektóre aplikacje na Twoim urządzeniu (w tym Wiadomości) mogą komunikować się z serwerami Apple w celu ustalenia, czy z innymi osobami można się skontaktować za pomocą iMessage. W takim przypadku Apple może przechowywać te numery telefonów i adresy email, które są powiązane z Twoim kontem, przez maksymalnie 30 dni.\n\nKorzystając z tych funkcji, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów.\n\nInformacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com\/pl\/privacy.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "「訊息」是一種App，可讓使用者透過SMS、iMessage和Apple Messages for Business來通訊。iMessage是一項Apple提供的服務，可傳送訊息到其他iOS裝置（iOS 5或以上版本）或iPadOS裝置、Mac電腦（OS X 10.8或以上版本）和Apple Watch上。這些訊息並不會佔用您的簡訊用量。iMessage傳送的訊息可包含照片、影片和其他資訊。\n\n我們設計iMessage和使用端對端加密，您的對話內容在裝置間傳輸時，Apple無法解密對話內容。您透過iMessage傳送的附件（例如照片或影片）會進行加密，只有傳送者和接收者才能取用。這些加密的附件可能會傳送到Apple。為增進效能，您的裝置可能會在您編寫iMessage時自動上傳附件到Apple。若您的訊息未送出，附件會在30天後從伺服器上刪除。若您的iOS、iPadOS或watchOS裝置上設定了密碼或通行碼，儲存的訊息會在裝置上加密，除非解鎖裝置才能取用訊息。\n\n您可以選擇在30天或一年之後自動刪除iMessage訊息，或是在裝置上永久保存訊息。若您啟用了「iCloud備份」或「iCloud雲端訊息」，為了方便起見，iMessage訊息會在iCloud上備份並進行加密。您可以隨時關閉「iCloud備份」或「iCloud雲端訊息」。在iOS或iPadOS上，請前往「設定」> [您的名稱] > iCloud。在Mac上，請前往「訊息」>「偏好設定」> iMessage，然後取消選取「啟用iCloud雲端訊息」。\n\n您可以使用您的Apple ID或電話號碼來登入iMessage。若您在裝置上登入您的Apple ID，即會自動將您登入iMessage。您的Apple ID或電話號碼會顯示給您的聯絡對象，其他人可以使用您的Apple ID和您帳號的電子郵件地址或電話號碼來聯絡您。您可以在iMessage設定中選取要開始新對話的電話號碼或電子郵件地址，以及可以用來接收和回覆訊息的電話號碼或電子郵件地址。您可以在Apple ID帳號頁面（appleid.apple.com）中加入和驗證其他的「與我聯絡」資訊。\n\n「與您分享」會在整個系統中尋找於「訊息」對話中分享的文章、音樂、電視節目、照片等內容，並方便地將它們顯示在「照片」、Safari、Apple News、Apple Music和Apple Podcast等App中，以便輕易地取用內文中的資訊。未經您的許可，Apple無法取用標記的內容。您可以隨時在iOS和iPadOS中停用「與您分享」，請前往「設定」>「訊息」>「與您分享」，然後點一下來關閉「與您分享」。在Mac上，請前往「訊息」>「偏好設定」>「與您分享」。您也可以點一下或選取「與您分享」的部分來控制是否每個App都能加入「與您分享」。\n\n「分享姓名和照片」能讓您與iMessage的聊天對象分享姓名和照片。您可以選擇只要自動與您的聯絡人分享，或是每次提示您。您共享的姓名和照片會在下一則iMessage中傳送給您的共享對象，並儲存在他們的裝置上。若您使用iMessage對話與多人共享姓名和照片，您的姓名和照片將會傳送給對話中的所有人。您可以隨時更新您的姓名和照片。若您是自動分享，則會再您下次傳送iMessage給每位分享對象時傳送更新的內容。若您已經分享您的姓名和照片並在稍後關閉分享，其他先前曾經接收您的姓名和照片的人仍會在他們的裝置上擁有您的資訊。您選擇在訊息中使用的姓名和照片會傳送到Apple，並以Apple無法看見的方式進行加密，儲存在Apple的伺服器上。\n\nApple會記錄並儲存部分與您使用iMessage App和iMessage服務相關的資訊，以利作業並改進Apple的產品和服務：\n\n• Apple會以無法識別您個人身分的方式來儲存您使用iMessage時的資訊。\n\n• Apple可能會保留無法傳送的iMessage最長達30天，以便重新傳送。\n\n• 您裝置上的部分App（包含「訊息」）可能會與Apple的伺服器通訊，以確定iMessage是否能聯絡到其他人。在此情況下，Apple可能會儲存這些與您帳號相關的電話號碼和電子郵件地址，最長達30天。\n\n使用這些功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用此資訊。\n\n在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com\/tw\/privacy",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Messages is an app that allows users to communicate via SMS, iMessage and Apple Messages for Business. iMessage is an Apple service that sends messages to other iOS devices (with iOS 5 or later), iPadOS devices, Mac computers (with OS X 10.8 or later) and Apple Watches. These messages don’t count towards your messaging plan. Messages sent via iMessage can include photos, videos and other information.\n\nWe designed iMessage to use end-to-end encryption, so there’s no way for Apple to decrypt the content of your conversations when they are in transit between devices. Attachments you send over iMessage (such as photos or videos) are encrypted so that no one but the sender and receiver(s) can access them. These encrypted attachments may be uploaded to Apple. To improve performance, your device may automatically upload attachments to Apple while you are composing an iMessage. If your message isn’t sent, the attachments are deleted from the server after 30 days. When a passcode or password is set on your iOS, iPadOS or watchOS device, stored messages are encrypted on your device so they can’t be accessed unless the device has been unlocked.\n\nYou can choose to automatically delete your iMessages from your device after 30 days or a year, or to keep them on your device forever. For your convenience, iMessages are backed up to iCloud and encrypted if you have enabled either iCloud Backup or Messages in iCloud. You can turn off both iCloud Backup and Messages in iCloud whenever you want. On iOS or iPadOS, go to Settings > [your name] > iCloud. On Mac, go to Messages > Preferences > iMessage, and deselect Enable Messages in iCloud.\n\nYou can sign in to iMessage using your Apple ID or just your phone number. If you sign in with your Apple ID on your device, you will be signed in to iMessage automatically. Your Apple ID or phone numbers will be shown to the people you contact, and people can reach you using your Apple ID and email addresses or phone numbers on your account. You can select which phone numbers or email addresses you’d like to start new conversations from, and which phone numbers or email addresses you can receive messages and reply from, in iMessage settings. You can add and verify additional Reachable At information from your Apple ID account page at appleid.apple.com.\n\nShared with You works across the system to find the articles, music, TV shows, photos and more that are shared in Messages conversations, and conveniently shows them in apps like Photos, Safari, Apple News, Apple Music and Apple Podcasts, making it easy to quickly access the information in context. Apple does not have access to marked content without your permission. You can disable Shared with You at any time in iOS and iPadOS by going to Settings > Messages > Shared with You, then tapping to turn off Shared with You. On Mac, go to Messages > Preferences > Shared with You. You can also control whether each app participates in Shared with You by tapping or selecting it in the Shared with You section.\n\nShare Name and Photo allows you to share a name and photo with people you iMessage. You can choose to automatically share with just your contacts or to be prompted each time. Your shared name and photo will be sent with your next iMessage to the people you share with and stored on their devices. If you share your name and photo with an iMessage conversation with multiple people, your name and photo will be sent to all the people in the conversation. You can update your name and photo at any time. If you automatically share, updates will be sent when you next send an iMessage to each person you share with. If you have shared your name and photo and later turn off sharing, others who previously received your name and photo may still have your information on their devices. The name and photo you select for messages will be sent to Apple and stored on Apple’s servers encrypted in a way that Apple cannot see.\n\nApple may record and store some information related to your use of the Messages app and the iMessage service to operate and improve Apple’s products and services:\n\n• Apple may store information about your use of iMessage in a way that doesn’t identify you.\n\n• iMessages that can’t be delivered may be held by Apple for up to 30 days for redelivery.\n\n• Some apps on your device (including Messages) may communicate with Apple’s servers to determine whether other people can be reached by iMessage. When this happens, Apple may store these phone numbers and email addresses associated with your account for up to 30 days.\n\nBy using these features, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above.\n\nAt all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com\/uk\/privacy",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tin nhắn là ứng dụng cho phép người dùng liên lạc qua SMS, iMessage và Apple Messages for Business. iMessage là một dịch vụ của Apple, dùng để gửi tin nhắn tới các thiết bị iOS khác (với iOS 5 trở lên), các thiết bị iPadOS, các máy Mac (với OS X 10.8 trở lên) và các Apple Watch. Những tin nhắn này không tính vào hạn mức gói cước nhắn tin của bạn. Các tin nhắn được gửi qua iMessage có thể bao gồm ảnh, video và thông tin khác.\n\nChúng tôi đã thiết kế iMessage để sử dụng mã hóa hai chiều, do đó, Apple không có cách nào để giải mã nội dung của các cuộc hội thoại của bạn khi chúng được truyền giữa các thiết bị. Các tệp đính kèm mà bạn gửi qua iMessage (ví dụ như ảnh hoặc video) được mã hóa sao cho chỉ người gửi và (các) người nhận có thể truy cập chúng. Những tệp đính kèm được mã hóa này có thể được tải lên Apple. Để cải thiện hiệu năng, thiết bị của bạn có thể tự động tải các tệp đính kèm lên Apple trong khi bạn đang soạn iMessage. Nếu tin nhắn của bạn không được gửi, tệp đính kèm bị xóa khỏi máy chủ sau 30 ngày. Khi mật mã hoặc mật khẩu được đặt trên thiết bị iOS, iPadOS hoặc watchOS của bạn thì các tin nhắn được lưu trữ sẽ được mã hóa trên thiết bị, do đó, bạn không thể truy cập vào các tin nhắn đó trừ khi thiết bị đã được mở khóa.\n\nBạn có thể lựa chọn tự động xóa các iMessage khỏi thiết bị của mình sau 30 ngày hoặc sau một năm hoặc lưu giữ vĩnh viễn trên thiết bị. Để thuận tiện cho bạn, các iMessage được sao lưu trong iCloud và được mã hóa nếu bạn đã bật Sao lưu iCloud hoặc Tin nhắn trong iCloud. Bạn có thể tắt cả Sao lưu iCloud và Tin nhắn trong iCloud bất kỳ lúc nào bạn muốn. Trên iOS hoặc iPadOS, hãy đi tới Cài đặt > [tên của bạn] > iCloud. Trên máy Mac, hãy đi tới Tin nhắn > Tùy chọn > iMessage và bỏ chọn Bật Tin nhắn trong iCloud.\n\nBạn có thể đăng nhập vào iMessage bằng ID Apple hoặc chỉ bằng số điện thoại của mình. Nếu bạn đăng nhập bằng ID Apple của mình trên thiết bị thì bạn sẽ tự động được đăng nhập vào iMessage. ID Apple hoặc số điện thoại của bạn sẽ được hiển thị cho những người mà bạn liên hệ và mọi người có thể liên hệ với bạn bằng ID Apple và các địa chỉ email hoặc số điện thoại trên tài khoản của bạn. Bạn có thể chọn số điện thoại hoặc địa chỉ email mà bạn muốn bắt đầu cuộc hội thoại mới cũng như số điện thoại hoặc địa chỉ email mà bạn có thể nhận tin nhắn và trả lời, trong cài đặt iMessage. Bạn có thể thêm và xác minh thông tin Liên hệ tại bổ sung từ trang tài khoản ID Apple tại địa chỉ appleid.apple.com\/vn.\n\nTính năng Được chia sẻ với bạn hoạt động trên toàn hệ thống nhằm tìm các bài viết, bản nhạc, chương trình TV, ảnh và các nội dung khác được chia sẻ trong cuộc hội thoại Tin nhắn và hiển thị chúng một cách thuận tiện trong các ứng dụng như Ảnh, Safari, Apple News, Apple Music và Apple Podcasts, giúp bạn dễ dàng truy cập nhanh vào thông tin theo ngữ cảnh. Apple không có quyền truy cập vào nội dung được đánh dấu mà không có sự cho phép của bạn. Bạn có thể tắt Được chia sẻ với bạn bất kỳ lúc nào trong iOS và iPadOS bằng cách đi tới Cài đặt > Tin nhắn > Được chia sẻ với bạn, sau đó chạm để tắt Được chia sẻ với bạn. Trên máy Mac, hãy đi tới Tin nhắn > Tùy chọn > Được chia sẻ với bạn. Bạn cũng có thể kiểm soát liệu từng ứng dụng có tham gia trong Được chia sẻ với bạn không bằng cách chạm vào hoặc chọn ứng dụng đó trong phần Được chia sẻ với bạn.\n\nChia sẻ tên và ảnh cho phép bạn chia sẻ tên và ảnh với những người mà bạn nhắn iMessage. Bạn có thể lựa chọn tự động chia sẻ chỉ với danh bạ hoặc được nhắc mỗi lần. Tên và ảnh được chia sẻ của bạn sẽ được gửi với iMessage tiếp theo của bạn đến những người mà bạn chia sẻ và được lưu trữ trên thiết bị của họ. Nếu bạn chia sẻ tên và ảnh với một cuộc hội thoại iMessage có nhiều người, tên và ảnh của bạn sẽ được gửi cho tất cả những người có trong cuộc hội thoại. Bạn có thể cập nhật tên và ảnh bất kỳ lúc nào. Nếu bạn chia sẻ tự động, các cập nhật sẽ được gửi trong lần tiếp theo bạn gửi iMessage cho từng người mà bạn chia sẻ. Nếu bạn đã chia sẻ tên và ảnh, rồi sau đó tắt tính năng chia sẻ, những người khác mà trước đó đã nhận được tên và ảnh của bạn có thể vẫn có thông tin của bạn trên thiết bị của họ. Tên và ảnh mà bạn chọn cho các tin nhắn sẽ được gửi đến Apple và được lưu trữ trên các máy chủ của Apple, được mã hóa theo cách mà Apple không thể xem.\n\nApple có thể ghi lại và lưu trữ một số thông tin liên quan đến việc sử dụng ứng dụng Tin nhắn và dịch vụ iMessage của bạn để vận hành và cải thiện các sản phẩm và dịch vụ của Apple:\n\n• Apple có thể lưu trữ thông tin về việc sử dụng iMessage của bạn theo cách không nhận dạng bạn.\n\n• Các iMessage không thể gửi đi được có thể được Apple giữ lại tối đa 30 ngày để gửi lại.\n\n• Một số ứng dụng trên thiết bị của bạn (bao gồm Tin nhắn) có thể kết nối với các máy chủ của Apple để xác định xem có thể liên hệ với những người khác bằng iMessage không. Khi việc này diễn ra, Apple có thể lưu trữ những số điện thoại này và các địa chỉ email được liên kết với tài khoản của bạn trong tối đa 30 ngày.\n\nBằng việc sử dụng những tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên.\n\nThông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com\/vn\/privacy",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Сообщения — это приложение для общения посредством SMS, iMessage и Apple Messages for Business. iMessage — это сервис Apple, который отправляет сообщения на другие устройства iOS (с iOS 5 или новее), устройства iPadOS, компьютеры Mac (с OS X 10.8 или новее) и часы Apple Watch. За эти сообщения не взимается плата по Вашему тарифному плану. Сообщения, передаваемые по iMessage, могут включать фото, видео и другую информацию.\n\nВ iMessage используется сквозное шифрование, поэтому Apple не может расшифровать содержимое Ваших разговоров, передаваемое между устройствами. Вложения (такие как фото и видео) передаются через iMessage в зашифрованном виде, чтобы никто, кроме получателей и отправителей, не мог получить к ним доступ. Эти зашифрованные вложения могут быть отправлены в Apple. Для повышения скорости работы функции устройство может автоматически отправлять вложения в Apple, пока Вы набираете сообщение iMessage. Если не удастся отправить сообщение, вложения будут удалены с сервера через 30 дней. После создания код‑пароля или пароля на устройстве iOS, iPadOS или watchOS сохраненные сообщения зашифровываются на Вашем устройстве, поэтому получить к ним доступ без разблокировки устройства невозможно.\n\nВы можете настроить автоматическое удаление сообщений iMessage с устройства спустя 30 дней или один год либо постоянно хранить их на своем устройстве. Для Вашего удобства в iCloud создается зашифрованная резервная копия сообщений iMessage, если Вы включили резервное копирование в iCloud или функцию «Сообщения в iCloud». Вы можете в любое время выключить резервное копирование в iCloud и функцию «Сообщения в iCloud». На устройстве iOS или iPadOS откройте «Настройки» > [Ваше имя] > «iCloud». На Mac откройте меню «Сообщения» > «Настройки» > «iMessage» и снимите флажок «Включить Сообщения в iCloud».\n\nВы можете войти в iMessage, используя свой Apple ID или только номер телефона. Если Вы выполнили вход на устройстве с помощью своего Apple ID, вход в iMessage будет выполнен автоматически. Все, с кем Вы общаетесь, смогут просмотреть Ваш Apple ID или номера телефонов. Пользователи могут связаться с Вами, используя Ваш Apple ID, адреса электронной почты или номера телефонов, привязанные к Вашей учетной записи. В настройках iMessage можно выбрать, с какого номера телефона или адреса электронной почты начинать разговор и отвечать на сообщения или вызовы. Вы также можете добавить и подтвердить свои дополнительные контактные данные на странице учетной записи Apple ID: appleid.apple.com\/ru.\n\nУниверсальная функция «Отправлено Вам» находит статьи, музыку, телешоу, фото и другой контент, отправленный Вам в Сообщениях, и удобно отображает его в таких приложениях, как Фото, Safari, Apple News, Apple Music и Подкасты, помогая Вам легко получать доступ к нужной информации. Без Вашего разрешения у Apple не будет доступа к контенту с этой пометкой. Функцию «Отправлено Вам» можно выключить в любое время. Для этого на устройстве iOS или iPadOS откройте «Настройки» > «Сообщения» > «Отправлено Вам», а затем выключите параметр «Отправлено Вам». На Mac откройте меню «Сообщения» > «Настройки» > «Отправлено Вам». Вы также можете управлять тем, какие приложения имеют доступ к функции «Отправлено Вам». Для этого в разделе «Отправлено Вам» коснитесь приложения или выберите его.\n\nБлагодаря функции «Показ имени и фото» (на Mac — «Делиться именем и фото») Вы можете отправлять свои имя и фото людям, с которыми общаетесь в iMessage. Можно включить автоматическую отправку своим контактам или создать запрос, который будет появляться каждый раз при отправке. Ваши имя и фото будут отправлены вместе с очередным сообщением iMessage людям, с которыми Вы хотите ими поделиться, а затем сохранены на устройствах получателей. Если Вы включите эту функцию для разговора iMessage, в котором участвуют несколько пользователей, Ваши имя и фото будут отправлены каждому из участников разговора. Изменить имя и фото можно в любой момент. В случае автоматической отправки обновленное имя и фото будут автоматически отправлены каждому пользователю, с которым Вы ими делитесь, при последующей передаче сообщения iMessage. Если Вы ранее делились именем и фото, но позже выключили эту функцию, то Ваши имя и фото, отправленные ранее, могут сохраняться на устройствах получателей. Имя и фото, отправляемые другим пользователям, будут переданы в Apple и сохранены на серверах Apple в зашифрованном виде. У Apple не будет возможности просматривать эту информацию.\n\nApple может записывать и сохранять некоторую информацию о том, как Вы используете приложение «Сообщения» и сервис iMessage, чтобы обеспечивать работу функций и улучшать продукты и сервисы Apple.\n\n• Apple может сохранять информацию о том, как Вы пользуетесь iMessage. На основании этих данных невозможно установить Вашу личность.\n\n• Сообщения iMessage, которые не удается доставить, могут храниться на серверах Apple до 30 дней для повторной отправки.\n\n• Некоторые приложения на Вашем устройстве (в том числе Сообщения) могут отправлять запросы на серверы Apple, чтобы определить, можно ли связаться с другими пользователями посредством сообщений iMessage. При этом Apple может хранить телефонные номера и адреса электронной почты, привязанные к Вашей учетной записи, но не более 30 дней.\n\nИспользуя эти функции, Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше.\n\nИнформация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу: www.apple.com\/ru\/privacy.",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Messages est une app qui permet aux utilisateurs de communiquer par SMS, iMessage et Apple Messages for Business. iMessage est un service Apple qui envoie des messages vers d’autres appareils iOS (sous iOS 5 ou ultérieur), les appareils iPadOS, les Mac (sous OS X 10.8 ou ultérieur) et les Apple Watch. Ces messages ne sont pas comptabilisés dans votre forfait de messagerie. Les messages envoyés par l’intermédiaire d’iMessage peuvent comprendre des photos, des vidéos et d’autres informations.\n\nNous avons conçu iMessage avec une technologie de chiffrement de bout en bout, de façon qu’il nous soit impossible de déchiffrer vos conversations pendant leur envoi entre appareils. Les pièces jointes envoyées avec iMessage (telles que les photos et les vidéos) sont chiffrées de sorte que seuls l’expéditeur et les destinataires puissent y accéder. Ces pièces jointes chiffrées peuvent être téléversées vers les serveurs d’Apple. Pour améliorer les performances, votre appareil est susceptible de téléverser automatiquement les pièces jointes vers les serveurs d’Apple lorsque vous composez un iMessage. Si vous n’envoyez pas votre message, les pièces jointes sont supprimées du serveur après 30 jours. Lorsqu’un code ou un mot de passe est défini sur votre appareil iOS, iPadOS ou watchOS, les messages stockés sont chiffrés sur l’appareil afin qu’ils ne soient pas accessibles quand l’appareil est verrouillé.\n\nVous pouvez choisir de supprimer automatiquement vos iMessages de votre appareil après 30 jours ou un an, ou de les garder sur votre appareil indéfiniment. Pour plus de commodité, les iMessages sont sauvegardés dans iCloud et chiffrés si Sauvegarde iCloud ou Messages dans iCloud sont activés. Vous pouvez désactiver Sauvegarde iCloud comme Messages dans iCloud à tout moment. Sur iOS ou iPadOS, accédez à Réglages > [votre nom] > iCloud. Sur Mac, accédez à Messages > Préférences > iMessage, puis désélectionnez « Activer Messages dans iCloud ».\n\nVous pouvez vous connecter à iMessage à l’aide de votre identifiant Apple, ou seulement de votre numéro de téléphone. Si vous connectez votre identifiant Apple à votre appareil, vous êtes automatiquement connecté à iMessage. Votre identifiant Apple ou vos numéros de téléphone s’afficheront auprès des personnes que vous contacterez, et les autres utilisateurs pourront vous contacter au moyen de votre identifiant Apple, de vos adresses courriel ou de vos numéros de téléphone. Vous pouvez choisir à partir de quels numéros de téléphone ou adresses courriel vous souhaitez entamer les nouvelles conversations, et à partir de quels numéros de téléphone ou adresses courriel vous pouvez recevoir des messages et y répondre, dans les réglages iMessage. Vous pouvez ajouter et vérifier d’autres informations relatives aux façons de vous contacter à partir de la page du compte de votre identifiant Apple à l’adresse appleid.apple.com.\n\n« Partagé avec vous » fonctionne à l’échelle du système pour trouver des articles, de la musique, des émissions de télévision, des photos, etc., qui sont partagés dans les conversations Messages et ses recommandations sont proposées en toute commodité dans des apps comme Photos, Safari, News, Musique et Balados, afin de faciliter l’accès aux informations en contexte. Sans votre autorisation, Apple n’a pas accès au contenu marqué. Vous pouvez désactiver « Partagé avec vous » à tout moment : sur iOS et iPadOS, accédez à Réglages > Messages > Partagé avec vous, puis désactivez l’option; sur Mac, accédez à Messages > Préférences > Partagé avec vous. Vous pouvez aussi décider si une app participe aux recommandations « Partagé avec vous » en la touchant ou en la sélectionnant dans la section en question.\n\nPartager le nom et la photo vous permet d’afficher un nom et une photo aux personnes avec qui vous échangez des iMessages. Vous pouvez choisir le partage automatique avec vos contacts seulement ou être invité à partager votre nom et votre photo chaque fois. Votre nom et votre photo partagés seront envoyés avec votre prochain iMessage aux personnes avec qui vous les partagez et ils seront stockés sur les appareils de celles-ci. Si vous partagez votre nom et votre photo dans une conversation iMessage à plusieurs personnes, ils seront envoyés à toutes les personnes de la conversation. Vous pouvez mettre à jour votre nom et votre photo à tout moment. Si vous choisissez le partage automatique, les mises à jour seront envoyées avec votre prochain iMessage à chaque personne avec qui vous les partagez. Si vous avez partagé votre nom et votre photo, et désactivez le partage plus tard, il est possible que les personnes ayant déjà reçu votre nom et votre photo aient toujours vos informations sur leurs appareils. Le nom et la photo que vous sélectionnez pour les messages seront envoyés à Apple et stockés sur ses serveurs chiffrés d’une manière qui ne permet pas à Apple de les voir.\n\nIl est possible qu’Apple enregistre et stocke certaines informations relatives à votre utilisation de Messages et du service iMessage afin de fournir et d’améliorer les produits et services d’Apple :\n\n• Apple peut stocker des informations sur l’utilisation que vous faites d’iMessage, d’une façon qui ne permet pas de vous identifier.\n\n• Les iMessages qui ne peuvent être envoyés peuvent être conservés par Apple pendant une période allant jusqu’à 30 jours afin d’être réenvoyés.\n\n• Certaines apps sur votre appareil (comme Messages) peuvent communiquer avec les serveurs d’Apple pour déterminer si d’autres personnes peuvent être contactées par iMessage. Lorsque cela se produit, Apple peut stocker ces numéros de téléphone et ces adresses courriel en association avec votre compte pendant un maximum de 30 jours.\n\nEn utilisant ces fonctionnalités, vous reconnaissez et acceptez qu’Apple, ses filiales et ses partenaires transmettent, collectent, conservent, traitent et utilisent les informations susmentionnées.\n\nLes informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com\/ca\/fr\/privacy.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Messages est une app permettant aux utilisateurs de communiquer via SMS, iMessages et Apple Messages for Business. iMessage est un service Apple permettant d’envoyer des messages à d’autres appareils iOS (exécutant iOS 5 ou ultérieur), appareils iPadOS, Mac (exécutant OS X 10.8 ou ultérieur) et Apple Watch. Ces messages ne sont pas décomptés de votre forfait SMS. Les messages envoyés via iMessage peuvent comporter des photos, des vidéos et d’autres données.\n\niMessage est conçu pour utiliser le chiffrement de bout en bout ; Apple n’a donc aucun moyen de déchiffrer le contenu de vos conversations durant leur transmission entre les appareils. Les pièces jointes envoyées via iMessage (comme des photos ou des vidéos) sont chiffrées de sorte que seuls l’expéditeur et le ou les destinataires puissent y accéder. Ces pièces jointes chiffrées peuvent être transférées à Apple. Pour améliorer les performances, votre appareil peut transférer automatiquement les pièces jointes à Apple pendant que vous rédigez un iMessage. Si votre message n’est pas envoyé, les pièces jointes sont supprimées du serveur après 30 jours. Si un code ou un mot de passe est défini sur votre appareil iOS, iPadOS ou watchOS, les messages stockés sont chiffrés sur l’appareil et ne peuvent être consultés que si ce dernier est déverrouillé.\n\nVous pouvez choisir de supprimer automatiquement les iMessages de votre appareil après 30 jours ou un an, ou de les conserver indéfiniment sur celui-ci. Pour plus de commodité, les iMessages sont sauvegardés sur iCloud et chiffrés si les options « Sauvegarde iCloud » ou « Messages sur iCloud » sont activées. Vous pouvez désactiver à tout moment « Sauvegarde iCloud » et « Messages sur iCloud ». Sous iOS ou iPadOS, accédez à Réglages > [votre nom] > iCloud. Sur votre Mac, accédez à Messages > Préférences > iMessage, puis désélectionnez « Activer Messages sur iCloud ».\n\nVous pouvez vous connecter à iMessage à l’aide de votre identifiant Apple ou de votre numéro de téléphone. Si vous vous connectez avec votre identifiant Apple sur votre appareil, vous êtes automatiquement connecté à iMessage. Votre identifiant Apple ou vos numéros de téléphone sont présentés aux personnes que vous contactez et les autres utilisateurs peuvent vous joindre en utilisant votre identifiant Apple ainsi que les adresses e-mail ou numéros de téléphone enregistrés dans votre compte. Vous pouvez choisir les adresses e-mail ou numéros de téléphone à utiliser pour les nouvelles conversations et celles ou ceux à utiliser pour la réception de messages et l’envoi de réponses dans les réglages iMessage. Vous pouvez ajouter et valider d’autres coordonnées depuis la page de gestion de votre identifiant Apple à l’adresse appleid.apple.com.\n\nLa fonctionnalité « Partagé avec vous » fonctionne sur l’intégralité du système pour rechercher des articles, des morceaux, des séries TV, des photos et d’autres éléments partagés via vos conversations Messages, et présente ces éléments à des moments opportuns dans des apps telles que Photos, Safari, Apple News, Apple Music et Apple Podcasts, afin de vous aider à accéder rapidement à certaines informations en contexte. Apple ne peut pas accéder au contenu épinglé sans votre permission. Vous pouvez désactiver la fonctionnalité « Partagé avec vous » à tout moment sur iOS et iPadOS en accédant à Réglages > Messages > Partagé avec vous, puis en touchant « Partagé avec vous » pour désactiver cette fonctionnalité. Sur un Mac, accédez à Messages > Préférences > Partagé avec vous. Vous pouvez également contrôler les apps participant à « Partagé avec vous » en les touchant ou en les sélectionnant dans la section « Partagé avec vous ».\n\nLa fonctionnalité « Partager le nom et la photo » vous permet de partager un nom et une photo avec les personnes auxquelles vous envoyez des messages. Vous avez la possibilité de partager automatiquement ces éléments uniquement avec vos contacts, ou d’être invité à les partager pour chaque conversation. Votre nom et votre photo seront envoyés avec votre prochain iMessage aux personnes concernées par le partage, et seront stockés sur leurs appareils. Si vous partagez votre nom et votre photo dans une conversation iMessage comprenant plusieurs personnes, votre nom et votre photo seront envoyés à tous les membres de la conversation. Vous pouvez mettre à jour votre nom et votre photo à tout moment. Si vous avez choisi le partage automatique, les mises à jour seront envoyées la prochaine fois que vous enverrez un iMessage à chaque personne concernée par le partage. Si vous avez partagé votre nom et votre photo et que vous désactivez ensuite le partage, les personnes ayant déjà reçu votre nom et votre photo peuvent toujours posséder ces éléments sur leurs appareils. Le nom et la photo que vous sélectionnez pour les messages seront envoyés à Apple et stockés sur les serveurs d’Apple avec un chiffrement de sorte qu’Apple ne peut pas les voir.\n\nApple peut enregistrer et stocker certaines informations concernant votre utilisation d’iMessage et de Messages dans le but de fournir et d’améliorer les produits et services Apple :\n\n• Apple peut stocker des informations concernant votre utilisation d’iMessage sous une forme ne permettant pas de vous identifier.\n\n• Les iMessages qui ne peuvent pas être distribués peuvent être conservés jusqu’à 30 jours par Apple en vue d’être distribués ultérieurement.\n\n• Certaines apps installées sur votre appareil (notamment Messages) peuvent communiquer avec les serveurs d’Apple pour déterminer si d’autres personnes peuvent être contactées via iMessage. Quand cela se produit, Apple peut associer ces numéros de téléphone et adresses e-mail à votre compte et les conserver jusqu’à 30 jours.\n\nEn utilisant ces fonctionnalités, vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus.\n\nLes données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com\/fr\/privacy",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Viestit on appi, jonka avulla käyttäjät voivat lähettää teksiviestejä, iMessage-viestejä ja Apple Messages for Business -viestejä. iMessage on Applen palvelu, joka lähettää viestejä toisille iOS-laitteille (iOS 5 tai uudempi), iPadOS-laitteille, Maceille (OS X 10.8 tai uudempi) ja Apple Watcheille. Näitä viestejä ei lasketa liittymäsopimuksesi viestimäärään. iMessagella lähetetyt viestit voivat sisältää kuvia, videoita ja muuta tietoa.\n\niMessage on suunniteltu siten, että keskusteluissa käytetään päästä päähän -salausta, joten Apple ei voi purkaa keskustelujesi salausta laitteiden välillä. iMessagella lähettämäsi liitteet, kuten kuvat ja videot, salataan siten, että vain lähettäjä ja vastaanottaja(t) voivat käyttää niitä. Nämä salatut liitteet saatetaan lähettää Applelle. Suorituskyvyn parantamiseksi laitteesi saattaa lähettää liitteitä Applelle samaan aikaan, kun luot vielä iMessage-viestiä. Jos viestiä ei lähetetä, liitteet poistetaan palvelimelta 30 päivän kuluttua. Kun iOS-, iPadOS- tai watchOS-laitteelle on asetettu pääsykoodi tai salasana, tallennetut viestit salataan laitteella, eikä niitä voida käyttää avaamatta laitteen lukitusta.\n\nVoit valita poistetaanko iMessage-viestit laitteelta automaattisesti 30 päivän kuluttua vai säilytetäänkö ne ikuisesti. iMessage-viesteistä tehdään salattu varmuuskopio iCloudiin, jos iCloud-varmuuskopiot tai Viestit iCloudissa on käytössä. Voit laittaa iCloud-varmuuskopiot ja Viestit iCloudissa pois päältä milloin tahansa. iOS:ssä tai iPadOS:ssä valitse Asetukset > [oma nimesi] > iCloud. Macissa valitse Viestit > Asetukset > iMessage ja poista ”Ota iCloud-viestit käyttöön” -asetuksen valinta.\n\nVoit kirjautua iMessageen Apple ID:lläsi tai puhelinnumerollasi. Sinut kirjataan automaattisesti iMessageen, jos kirjaudut laitteeseesi Apple ID:lläsi. Apple ID:si tai puhelinnumerosi näytetään niille, joihin otat yhteyttä, ja sinuun voidaan ottaa yhteyttä tilisi Apple ID:llä, sähköpostiosoitteilla tai puhelinnumeroilla. iMessagen asetuksissa voit valita, millä puhelinnumeroilla tai sähköpostiosoitteilla haluat aloittaa uudet keskustelut, ja millä puhelinnumeroilla tai sähköpostiosoitteilla vastaanotat viestejä ja vastaat niihin. Voit lisätä ja tarkistaa Tavoitettavissa-tietoja Apple ID -tilisivulla osoitteessa appleid.apple.com.\n\nJaettu kanssasi -ominaisuus etsii koko järjestelmästä mm. Viesteissä jaettuja artikkeleita, TV-ohjelmia ja kuvia, ja näyttää ne kätevästi apeissa, kuten Kuvat, Safari, News, Musiikki ja Podcastit, minkä ansiosta tiedot ovat nopeasti käytettävissä asiayhteydessä. Apple ei voi käyttää merkittyä sisältöä ilman lupaasi. Voit poistaa Jaettu kanssasi -ominaisuuden käytöstä koska tahansa iOS:ssä ja iPadOS:ssä, valitsemalla Asetukset > Viestit > Jaettu kanssasi ja napauttamalla sitten toiminnon pois päältä. Macissa valitse Viestit > Asetukset > Jaettu kanssasi. Voit myös hallita sitä, osallistuuko tietty appi Jaettu kanssasi -ominaisuuteen napauttamalla kyseistä appia tai valitsemalla sen Jaettu kanssasi -asetuksissa.\n\nJaa nimi ja kuva sallii sinun jakaa nimen ja kuvan muiden kanssa, kun käytät iMessagea. Voit valita jakamisen automaattisesti omille yhteystiedoillesi, tai kysymisen jokaisella kerralla. Jakamasi nimi ja kuva lähetetään seuraavan iMessagesi yhteydessä vastaanottajille, joiden kanssa jaat, ja tallennetaan heidän laitteilleen. Jos jaat nimesi ja kuvasi iMessage-ryhmäkeskustelussa, nimesi ja kuvasi lähetetään kaikille keskustelun osallistujille. Voit päivittää nimesi ja kuvasi milloin tahansa. Jos jaat automaattisesti, päivitykset lähetetään seuraavan kerran, kun lähetät iMessagen henkilölle, jonka kanssa jaat. Jos olet aiemmin jakanut nimesi ja kuvasi, ja laitat jaon pois päältä, käyttäjillä, jotka ovat aiemmin saaneet nimesi ja kuvasi, ne saattavat säilyä laitteilla. Nimi ja kuva, jotka valitset jaettavaksi viesteissä, lähetetään Applelle ja niitä säilytetään Applen palvelimilla salattuina siten, että Apple ei näe niitä.\n\nApple voi tallentaa joitakin Viestit-apin ja iMessage-palveluun käyttöön liittyviä tietoja Applen tuotteiden ja palvelujen toimittamiseksi ja parantamiseksi:\n\n• Apple voi tallentaa tietoa iMessagen käytöstäsi tavalla, joka ei yksilöi sinua.\n\n• iMessaget, joita ei voida toimittaa perille, säilytetään Applella enintään 30 päivää uudelleen perille toimittamista varten.\n\n• Jotkin laitteen apit (kuten Viestit) voivat kommunikoida Applen palvelinten kanssa sen selvittämiseksi, voidaanko muita henkilöitä tavoittaa iMessagella. Kun näin tapahtuu, Apple voi tallentaa nämä tiliisi liitetyt puhelinnumerot ja sähköpostiosoitteet enintään 30 päivän ajan.\n\nKäyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla.\n\nApplen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com\/fi\/privacy.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Pesan adalah app yang memungkinkan pengguna untuk berkomunikasi melalui SMS, iMessage, dan Apple Messages for Business. iMessage adalah layanan Apple yang mengirimkan pesan ke perangkat iOS lainnya (dengan iOS 5 atau lebih baru), perangkat iPadOS, Mac (dengan OS X 10.8 atau lebih baru), dan Apple Watch. Pesan ini tidak mengurangi paket pesan Anda. Pesan dikirimkan melalui iMessage dapat meliputi foto, video, dan informasi lainnya.\n\nKami merancang iMessage agar menggunakan enkripsi ujung ke ujung, sehingga tidak ada cara bagi Apple untuk mendekripsi konten percakapan Anda saat dalam transit antarperangkat. Lampiran yang Anda kirimkan melalui iMessage (seperti foto atau video) dienkripsi agar tidak ada yang dapat mengaksesnya kecuali pengirim dan penerima. Lampiran yang dienkripsi ini mungkin diunggah ke Apple. Untuk meningkatkan kinerja, perangkat Anda dapat mengunggah lampiran ke Apple secara otomatis saat Anda menulis iMessage. Jika pesan Anda tidak dikirim, lampiran akan dihapus dari server setelah 30 hari. Ketika kode sandi atau kata sandi diatur di perangkat iOS, iPadOS, atau watchOS Anda, pesan yang disimpan akan dienkripsi di perangkat Anda sehingga pesan tidak dapat diakses kecuali jika perangkat telah dibuka.\n\nAnda dapat memilih untuk menghapus iMessage dari perangkat Anda setelah 30 hari atau setahun, atau menyimpannya di perangkat Anda selamanya. Demi kemudahan Anda, iMessage dicadangkan di iCloud dan dienkripsi jika Anda telah menyalakan Cadangan iCloud atau Pesan di iCloud. Anda dapat mematikan Cadangan iCloud dan Pesan di iCloud kapan pun Anda mau. Di iOS atau iPadOS, buka Pengaturan > [nama Anda] > iCloud. Di Mac, buka Pesan > Preferensi > iMessage, dan batal pilih Aktifkan Pesan di iCloud.\n\nAnda dapat masuk ke iMessage menggunakan ID Apple Anda, atau hanya dengan nomor telepon Anda. Jika Anda masuk dengan ID Apple di perangkat Anda, Anda akan masuk ke iMessage secara otomatis. ID Apple atau nomor telepon Anda akan ditampilkan ke orang yang Anda hubungi, dan orang dapat menghubungi Anda menggunakan ID Apple Anda, dan alamat email atau nomor telepon di akun Anda. Anda dapat memilih nomor telepon atau alamat email mana yang ingin Anda gunakan untuk memulai percakapan baru, dan nomor telepon atau alamat email mana yang akan Anda gunakan untuk menerima dan membalas, di pengaturan iMessage. Anda dapat menambahkan dan memverifikasi informasi Dapat Dihubungi Di dari halaman akun ID Apple Anda di appleid.apple.com.\n\nDibagikan dengan Anda berfungsi di berbagai sistem untuk menemukan artikel, musik, acara TV, foto, dan lainnya yang dibagikan di percakapan Pesan, dan secara praktis menampilkannya di app seperti Foto, Safari, Apple News, Apple Music, dan Apple Podcasts, memudahkan Anda untuk mengakses informasi dalam konten dengan cepat. Apple tidak memiliki akses ke konten yang ditandai tanpa izin Anda. Anda dapat menonaktifkan Dibagikan dengan Anda kapan pun di iOS dan iPadOS dengan membuka Pengaturan > Pesan > Dibagikan dengan Anda, lalu mengetuk untuk mematikan Dibagikan dengan Anda. Di Mac, buka Pesan > Preferensi > Dibagikan dengan Anda. Anda juga dapat mengontrol apakah setiap app berpartisipasi dalam Dibagikan dengan Anda dengan mengetuk atau memilihnya di bagian Dibagikan dengan Anda.\n\nBagikan Nama dan Foto memungkinkan Anda untuk membagikan nama dan foto dengan orang yang Anda kirimi iMessage. Anda dapat memilih untuk hanya membagikan secara otomatis dengan kontak Anda, atau ditanya setiap kali. Nama dan foto bersama Anda akan dikirimkan dengan iMessage Anda berikutnya ke orang yang berbagi dengan Anda, dan disimpan di perangkat mereka. Jika Anda membagikan nama dan foto Anda di percakapan iMessage dengan beberapa orang, nama dan foto Anda akan dikirimkan ke semua orang di percakapan tersebut. Anda dapat memperbarui nama dan foto Anda kapan pun. Jika Anda membagikan secara otomatis, pembaruan akan dikirimkan lain kali Anda mengirimkan iMessage ke setiap orang yang berbagi dengan Anda. Jika Anda telah membagikan nama dan foto, lalu mematikan berbagi, orang yang sebelumnya menerima nama dan foto Anda mungkin akan masih memiliki informasi Anda di perangkat mereka. Nama dan foto yang Anda pilih untuk pesan akan dikirimkan ke Apple, dan disimpan di server Apple serta dienkripsi dengan cara yang tidak memungkinkan Apple untuk melihatnya.\n\nApple dapat merekam dan menyimpan sebagian informasi terkait penggunaan app Pesan dan layanan iMessage oleh Anda untuk mengoperasikan dan meningkatkan produk serta layanan Apple:\n\n• Apple dapat menyimpan informasi mengenai penggunaan iMessage oleh Anda dengan cara yang tidak mengidentifikasi Anda.\n\n• iMessage yang tidak dapat dikirimkan dapat disimpan oleh Apple selama 30 hari untuk dikirimkan ulang.\n\n• Beberapa app di perangkat Anda (termasuk iMessage) dapat berkomunikasi dengan server Apple untuk menentukan apakah orang lain dapat dihubungi dengan iMessage. Jika ini terjadi, Apple dapat menyimpan nomor telepon dan alamat email ini yang terkait dengan akun Anda hingga selama 30 hari.\n\nDengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas.\n\nInformasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com\/id\/privacy",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Berichten is een app waarmee gebruikers kunnen communiceren via sms, iMessage en Apple Messages for Business. iMessage is een voorziening van Apple waarmee je berichten kunt versturen naar andere iOS-apparaten (met iOS 5 of nieuwer), iPadOS-apparaten, Macs (met OS X 10.8 of nieuwer) en Apple Watches. Deze berichten gaan niet ten koste van je sms-tegoed. Berichten die via iMessage worden verstuurd, kunnen foto's, video's en andere informatie bevatten.\n\niMessage maakt gebruik van end-to-end-encryptie en is zo ontworpen dat de inhoud van je gesprekken niet door Apple kan worden ontsleuteld tijdens de over­dracht naar een ander apparaat. Bijlagen die je via iMessage verstuurt (zoals foto's of video's) worden versleuteld, zodat niemand toegang heeft tot de bijlagen, behalve de verzender en de ontvanger(s). Het is mogelijk dat deze versleutelde bijlagen naar Apple worden geüpload. Om de prestaties te verbeteren, is het mogelijk dat je apparaat auto­matisch bijlagen naar Apple uploadt wanneer je een iMessage schrijft. Als je bericht niet wordt verstuurd, worden de bijlagen na 30 dagen van de server verwijderd. Wanneer een toegangs­code of wacht­woord is ingesteld op je iOS-, iPadOS- of watchOS-apparaat, worden opgeslagen berichten op je apparaat versleuteld zodat je er zonder je toegangs­code niet bij kunt.\n\nJe kunt ervoor kiezen om je iMessages na 30 dagen of een jaar auto­matisch van je apparaat te verwijderen of ze voor altijd op je apparaat te laten staan. Voor je gemak worden er reserve­kopieën van je iMessage-berichten in iCloud gemaakt als je iCloud-reserve­kopie of Berichten in iCloud hebt ingeschakeld. Je kunt zowel iCloud-reserve­kopie als Berichten in iCloud op elk gewenst moment uitschakelen. In iOS of iPadOS ga je in Instellingen naar '[je naam]' > 'iCloud'. Ga op je Mac in Berichten naar 'Voorkeuren' > 'iMessage' en deselecteer 'Schakel Berichten in iCloud in'.\n\nJe kunt inloggen bij iMessage met je Apple ID of alleen je telefoon­nummer. Als je met je Apple ID inlogt op je apparaat, word je auto­matisch ingelogd bij iMessage. Je Apple ID of telefoon­nummers worden weer­gegeven aan personen met wie je contact opneemt en personen kunnen je bereiken via je Apple ID en e‑mail­adressen of telefoon­nummers in je account. In de instellingen van iMessage kun je opgeven met welke telefoon­nummers of e‑mail­adressen je nieuwe gesprekken wilt starten en via welke telefoon­nummers of e‑mail­adressen je berichten kunt ontvangen en verzenden. Op je Apple ID-account­pagina op appleid.apple.com kun je extra 'Bereikbaar op'-gegevens toevoegen en verifiëren.\n\n'Gedeeld met jou' werkt in het hele systeem om onder andere de artikelen, muziek, tv-programma's en foto's te vinden die in gesprekken in Berichten zijn gedeeld, en geeft deze voor je gemak weer in apps als Foto's, Safari, Apple News, Muziek en Podcasts, waardoor je snel en gemakkelijk toegang hebt tot de informatie in context. Apple heeft zonder jouw toestemming geen toegang tot gemarkeerd materiaal. Je kunt 'Gedeeld met jou' op elk gewenst moment uitschakelen in iOS en iPadOS door in Instellingen naar 'Berichten' > 'Gedeeld met jou' te gaan en vervolgens te tikken om 'Gedeeld met jou' uit te schakelen. Ga op je Mac in Berichten naar 'Voorkeuren' > 'Gedeeld met jou'. Je kunt ook bepalen of elke app deel­neemt aan 'Gedeeld met jou' door erop te tikken of deze te selecteren in het gedeelte 'Gedeeld met jou'.\n\nMet 'Deel naam en foto' kun je je naam en foto delen met personen met wie je iMessage-berichten uitwisselt. Je kunt ervoor kiezen om je naam en foto auto­matisch te delen met alleen je contacten of om elke keer te worden gevraagd of je ze wilt delen. Je gedeelde naam en foto worden samen met het eerst­volgende iMessage-bericht naar de personen gestuurd met wie je je naam en foto deelt en opgeslagen op hun apparaten. Als je je naam en foto tijdens een iMessage-gesprek met meerdere personen deelt, worden je naam en foto naar alle personen in het gesprek gestuurd. Je kunt je naam en foto wijzigen wanneer je wilt. Als je auto­matisch deelt, worden de gewijzigde gegevens verstuurd wanneer je de volgende keer een iMessage-bericht naar de personen stuurt met wie je je naam en foto deelt. Als je je naam en foto hebt gedeeld en delen daarna uitschakelt, blijven deze gegevens beschikbaar op de apparaten van de personen die je naam en foto eerder hebben ontvangen. De naam en foto die je voor berichten selecteert, worden naar Apple verstuurd en versleuteld opgeslagen op de servers van Apple zodat Apple deze gegevens niet kan bekijken.\n\nApple kan bepaalde informatie over je gebruik van de Berichten-app en de iMessage-dienst vast­leggen en bewaren om de producten en diensten van Apple te kunnen uitvoeren en verbeteren:\n\n• Apple kan informatie over je gebruik van iMessage bewaren. Dit wordt zo gedaan dat je identiteit niet kan worden achter­haald.\n\n• iMessage-berichten die niet kunnen worden afgeleverd, kunnen door Apple 30 dagen worden bewaard om opnieuw te worden bezorgd.\n\n• Sommige apps op je apparaat (inclusief Berichten) kunnen met de servers van Apple communiceren om vast te stellen of andere personen via iMessage bereik­baar zijn. Wanneer dit gebeurt, kan Apple deze telefoon­nummers en e‑mail­adressen aan je account koppelen en maximaal 30 dagen bewaren.\n\nDoor deze functies te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onder­houden, verwerken en gebruiken van deze informatie door Apple, zijn dochter­ondernemingen en tussen­personen, zoals hierboven beschreven.\n\nDe door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com\/nl\/privacy",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความเป็นแอปที่สามารถช่วยให้ผู้ใช้สื่อสารผ่าน SMS, iMessage และ Apple Messages for Business ได้ iMessage เป็นบริการของ Apple ที่จะส่งข้อความไปยังอุปกรณ์ iOS (ที่ใช้ iOS 5 ขึ้นไป), อุปกรณ์ iPadOS, Mac (ที่ใช้ OS X 10.8 ขึ้นไป) และ Apple Watch เครื่องอื่นๆ ข้อความเหล่านี้จะไม่นับรวมกับแผนข้อความของคุณ ข้อความที่ส่งผ่าน iMessage สามารถรวมรูปภาพ วิดีโอ และข้อมูลอื่นๆ ไว้ได้\n\nเราออกแบบ iMessage ให้ใช้การเข้ารหัสแบบต้นทางถึงปลายทาง Apple จึงไม่สามารถถอดรหัสเนื้อหาและการสนทนาของคุณได้อย่างเด็ดขาดในระหว่างที่ส่งต่อข้อมูลระหว่างอุปกรณ์ ไฟล์แนบที่คุณส่งผ่าน iMessage (เช่น รูปภาพหรือวิดีโอ) จะถูกเข้ารหัสเพื่อให้มีเพียงผู้ส่งและผู้รับเท่านั้นที่สามารถเข้าถึงไฟล์แนบได้ ไฟล์แนบที่เข้ารหัสเหล่านี้อาจถูกอัปโหลดไปยัง Apple ในการปรับปรุงประสิทธิภาพการทำงาน อุปกรณ์ของคุณอาจอัปโหลดไฟล์แนบไปยัง Apple โดยอัตโนมัติขณะที่คุณเขียนข้อความ iMessage ถ้าข้อความของคุณไม่ถูกส่ง ไฟล์แนบจะถูกลบจากเซิร์ฟเวอร์หลังจากผ่านไป 30 วัน เมื่อตั้งรหัสหรือรหัสผ่านบนอุปกรณ์ iOS, iPadOS หรือ watchOS ของคุณแล้ว ข้อความที่จัดเก็บบนอุปกรณ์ของคุณจะไม่สามารถเข้าถึงได้นอกเสียจากอุปกรณ์จะถูกปลดล็อค\n\nคุณสามารถเลือกที่จะลบข้อความ iMessage ออกจากอุปกรณ์ของคุณโดยอัตโนมัติหลังจากผ่านไป 30 วันหรือหนึ่งปี หรือเลือกที่จะเก็บข้อความเหล่านั้นไว้บนอุปกรณ์ของคุณตลอดไปก็ได้ ข้อความ iMessage จะถูกสำรองข้อมูลไว้บน iCloud และเข้ารหัสหากคุณเปิดใช้งานข้อมูลสำรอง iCloud หรือข้อความบน iCloud ไว้เพื่อความสะดวกของคุณ คุณสามารถปิดใช้ทั้งข้อมูลสำรอง iCloud และข้อความบน iCloud เมื่อใดก็ได้ที่คุณต้องการ บน iOS หรือ iPadOS ให้ไปที่ การตั้งค่า > [ชื่อของคุณ] > iCloud บน Mac ให้ไปที่ข้อความ > การตั้งค่า > iMessage แล้วเลิกเลือกเปิดใช้งานข้อความบน iCloud\n\nคุณสามารถลงชื่อเข้า iMessage ได้โดยใช้ Apple ID ของคุณหรือใช้เพียงเบอร์โทรศัพท์ของคุณ ถ้าคุณลงชื่อเข้าด้วย Apple ID บนอุปกรณ์ของคุณ คุณจะลงชื่อเข้า iMessage โดยอัตโนมัติ Apple ID หรือเบอร์โทรศัพท์ของคุณจะแสดงขึ้นมาให้คนที่คุณติดต่อด้วยเห็น และคนอื่นสามารถเข้าถึงคุณได้โดยใช้ Apple ID ของคุณ รวมทั้งที่อยู่อีเมลหรือเบอร์โทรศัพท์ในบัญชีของคุณ คุณสามารถเลือกเบอร์โทรศัพท์หรือที่อยู่อีเมลที่คุณต้องการใช้ในการเริ่มต้นการสนทนาครั้งใหม่ รวมทั้งที่อยู่อีเมลหรือเบอร์โทรศัพท์ที่คุณสามารถใช้รับและตอบกลับข้อความได้ในการตั้งค่า iMessage คุณสามารถเพิ่มและตรวจสอบยืนยันข้อมูลเพิ่มเติมของ “สามารถเข้าถึงได้ที่” ได้จากหน้าบัญชี Apple ID ของคุณที่ appleid.apple.com\/th\n\nแชร์กับคุณทำงานทั่วทั้งระบบเพื่อค้นหาบทความ เพลง รายการทีวี รูปภาพ และอื่นๆ ที่แชร์ในการสนทนาของแอปข้อความ และแสดงในแอปต่างๆ เช่น รูปภาพ, Safari, Apple News, Apple Music และ Apple Podcasts อย่างสะดวก ทำให้การเข้าถึงข้อมูลในบริบทอย่างรวดเร็วเป็นเรื่องง่าย Apple ไม่สามารถเข้าถึงเนื้อหาที่ทำเครื่องหมายโดยไม่ได้รับอนุญาตจากคุณได้ คุณสามารถปิดใช้งานแชร์กับคุณได้ตลอดเวลาใน iOS และ iPadOS โดยไปที่การตั้งค่า > ข้อความ > แชร์กับคุณ จากนั้นแตะเพื่อปิดใช้แชร์กับคุณ บน Mac ให้ไปที่ข้อความ > การตั้งค่า > แชร์กับคุณ คุณยังสามารถควบคุมได้ว่าแต่ละแอปจะเข้าร่วมในแชร์กับคุณหรือไม่โดยแตะหรือเลือกแอปนั้นในส่วนแชร์กับคุณ\n\nการแชร์ชื่อและรูปภาพทำให้คุณสามารถแชร์ชื่อและรูปภาพกับผู้คนที่คุณสนทนาผ่าน iMessage ได้ คุณสามารถเลือกได้ว่าจะแชร์โดยอัตโนมัติกับรายชื่อของคุณเท่านั้น หรือให้ระบบแจ้งทุกครั้ง ชื่อและรูปภาพที่แชร์จะส่งให้กับผู้คนที่คุณแชร์ด้วยพร้อม iMessage ถัดไป และจัดเก็บในอุปกรณ์ของพวกเขา ถ้าคุณแชร์ชื่อและรูปภาพในการสนทนา iMessage กับผู้คนจำนวนมาก ชื่อและรูปภาพของคุณจะถูกส่งให้กับทุกคนในการสนทนา คุณสามารถอัปเดตชื่อและรูปภาพของคุณได้ตลอดเวลา ถ้าคุณแชร์โดยอัตโนมัติ การอัปเดตจะถูกส่งเมื่อคุณส่ง iMessage ให้แต่ละคนที่คุณแชร์ด้วยในครั้งถัดไป ถ้าคุณเคยแชร์ชื่อและรูปภาพ แล้วปิดใช้การแชร์ในภายหลัง คนอื่นที่เคยได้รับชื่อและรูปภาพของคุณก่อนหน้านี้อาจยังคงมีข้อมูลของคุณบนอุปกรณ์ของพวกเขาอยู่ ชื่อและรูปภาพที่คุณเลือกสำหรับข้อความจะถูกส่งไปที่ Apple และจัดเก็บอยู่บนเซิร์ฟเวอร์ของ Apple โดยเข้ารหัสในรูปแบบที่ Apple ไม่สามารถดูได้\n\nApple อาจบันทึกและจัดเก็บข้อมูลบางอย่างที่เกี่ยวข้องกับการใช้งานแอปข้อความและบริการ iMessage ของคุณเพื่อดำเนินการและปรับปรุงผลิตภัณฑ์และบริการของ Apple:\n\n• Apple อาจจัดเก็บข้อมูลเกี่ยวกับการใช้ iMessage ของคุณในลักษณะที่ไม่สามารถระบุตัวตนของคุณได้\n\n• Apple อาจเก็บข้อความ iMessage ที่ไม่สามารถนำส่งได้ไว้นานสูงสุด 30 วันเพื่อนำส่งอีกครั้ง\n\n• แอปบางแอปบนอุปกรณ์ของคุณ (รวมถึงข้อความ) อาจติดต่อสื่อสารกับเซิร์ฟเวอร์ของ Apple เพื่อพิจารณาว่าสามารถเข้าถึงคนอื่นด้วย iMessage ได้หรือไม่ เมื่อเกิดเหตุการณ์นี้ขึ้น Apple อาจจัดเก็บเบอร์โทรศัพท์และที่อยู่อีเมลเหล่านี้ซึ่งผูกกับบัญชีของคุณ นานสูงสุด 30 วัน\n\nโดยการใช้คุณสมบัติเหล่านี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน\n\nข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com\/th\/privacy",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Mesaje este o aplicație care le permite utilizatorilor să comunice prin SMS, iMessage și “Apple Messages for Business”. iMessage este un serviciu Apple care trimite mesaje către alte dispozitive iOS (cu iOS 5 sau versiuni ulterioare), dispozitive iPadOS, Mac‑uri (cu OS X 10.8 sau versiuni ulterioare) și Apple Watch‑uri. Aceste mesaje nu vă afectează planul tarifar de mesagerie. Mesajele trimise prin iMessage pot include poze, clipuri video și alte informații.\n\nServiciul iMessage a fost conceput pentru a utiliza criptare end-to-end, prin urmare este exclus ca Apple să vă decripteze conținutul conversațiilor atunci când acestea sunt în tranzit între dispozitive. Fișierele atașate pe care le trimiteți prin iMessage (precum poze sau clipuri video) sunt criptate pentru a nu putea fi accesate de nimeni în afara expeditorului și a destinatarului sau destinatarilor. Aceste fișiere atașate criptate pot fi încărcate la Apple. Pentru îmbunătățirea performanței, dispozitivul dvs. poate încărca automat fișierele atașate la Apple în timp ce compuneți un mesaj iMessage. Dacă mesajul dvs. nu este trimis, fișierele atașate sunt șterse de pe server după 30 de zile. Atunci când pe dispozitivul dvs. iOS, iPadOS sau watchOS este fixat un cod de acces sau o parolă, mesajele stocate sunt criptate pe dispozitiv pentru a nu putea fi accesate decât dacă dispozitivul a fost deblocat.\n\nPuteți opta pentru ștergerea automată a mesajelor iMessage de pe dispozitiv după 30 de zile sau după un an ori le puteți păstra oricât pe dispozitiv. Pentru comoditatea dvs., dacă aveți activată oricare dintre funcționalitățile Backup iCloud sau Mesaje pe iCloud, backupul și criptarea mesajelor iMessage se efectuează pe iCloud. Puteți dezactiva oricând doriți atât Backup iCloud, cât și Mesaje pe iCloud. Pe iOS sau iPadOS, accesați Configurări > [numele dvs.] > iCloud. Pe macOS, accesați Mesaje > Preferințe > iMessage și deselectați “Activează Mesaje pe iCloud”.\n\nVă puteți autentifica în iMessage utilizându‑vă ID‑ul Apple sau doar numărul de telefon. Dacă vă autentificați cu ID‑ul Apple pe dispozitiv, vă veți autentifica automat în iMessage. ID‑ul dvs. Apple sau numerele de telefon vor fi vizibile pentru persoanele pe care le contactați, iar persoanele vă pot contacta utilizând ID‑ul dvs. Apple și adresele de e‑mail sau numerele de telefon din contul dvs. Puteți selecta de la ce numere de telefon sau adrese de e‑mail ați dori să începeți o conversație nouă și la ce numere de telefon sau adrese de e‑mail puteți primi sau de la care puteți răspunde la mesaje în configurările iMessage. Puteți adăuga și verifica informații suplimentare privind contactarea în pagina contului dvs. de ID Apple de la appleid.apple.com.\n\nFuncționalitatea “Partajate cu dvs.” funcționează la nivel de sistem pentru a găsi articolele, muzica, emisiunile TV, pozele ș.a.m.d. care sunt partajate în conversațiile din aplicația Mesaje și le afișează în mod convenabil în aplicații precum Poze, Safari, News, Muzică și Podcasturi, facilitând accesarea rapidă a informațiilor în context. Apple nu are acces la conținutul marcat fără permisiunea dvs. Puteți dezactiva oricând funcționalitatea “Partajate cu dvs.” de pe iOS și iPadOS accesând Configurări > Mesaje > Partajate cu dvs., apoi apăsând pentru a dezactiva opțiunea “Partajate cu dvs.”. Pe Mac, accesați Mesaje > Preferințe > Partajate cu dvs. De asemenea, puteți controla individual ce aplicații participă la “Partajate cu dvs.” apăsând sau selectând numele acestora în secțiunea “Partajate cu dvs.”.\n\nPartajare nume și poză vă permite să partajați un nume și o poză cu persoanele cărora le trimiteți mesaje prin iMessage. Puteți selecta să partajați automat doar cu contactele dvs. sau să fiți întrebați de fiecare dată. Numele și poza dvs. partajate vor fi trimise odată cu următorul dvs. mesaj iMessage persoanelor cu care le partajați și vor fi stocate pe dispozitivele acestora. Dacă vă partajați numele și poza cu o conversație iMessage cu mai multe persoane, numele și poza dvs. vor fi trimise tuturor persoanelor din conversație. Vă puteți actualiza oricând numele și poza. Dacă partajați automat, actualizările vor fi trimise următoarea dată când trimiteți un mesaj iMessage fiecărei persoane cu care le partajați. Dacă ați partajat numele și poza dvs. și ulterior dezactivați partajarea, este posibil ca utilizatorii care au primit anterior numele și poza dvs. să aibă în continuare pe dispozitivele lor informațiile dvs. Numele și poza pe care le selectați pentru mesaje vor fi trimise către Apple și stocate pe serverele Apple criptate astfel încât să nu poată fi vizualizate de Apple.\n\nApple poate înregistra și stoca unele informații legate de modul în care utilizați aplicația Mesaje și serviciul iMessage pentru a opera și îmbunătăți produsele și serviciile Apple:\n\n• Apple poate stoca informații despre modul în care utilizați iMessage într‑un mod care nu vă identifică.\n\n• Mesajele iMessage care nu pot fi livrate pot fi păstrate de Apple timp de până la 30 de zile pentru a reîncerca livrarea.\n\n• Unele aplicații de pe dispozitivul dvs. (inclusiv Mesaje) pot comunica cu serverele Apple pentru a determina dacă alte persoane pot fi contactate sau nu prin iMessage. Când se petrece acest lucru, Apple poate stoca aceste numere de telefon și adrese de e‑mail asociate contului dvs. timp de până la 30 de zile.\n\nPrin utilizarea acestor funcționalități, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus.\n\nInformațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com\/ro\/privacy.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Poruke su aplikacija koja korisnicima omogućava komuniciranje putem usluga SMS, iMessage i Apple Messages for Business. iMessage je usluga tvrtke Apple kojom se poruke šalju na druge iOS uređaje (sa sustavom iOS 5 ili noviji), iPadOS uređaje, Mac računala (sa sustavom OS X 10.8 ili novijim) i Apple Watch uređaje. Te poruke ne uračunavaju se u vašu tarifu za poruke. Poruke poslane putem usluge iMessage mogu sadržavati fotografije, videozapise i druge informacije.\n\nDizajnirali smo uslugu iMessage kako bi koristila enkripciju s kraja na kraj tako da Apple ne može dekriptirati sadržaj vaših razgovora kad su u tranzitu između uređaja. Privitci koje pošaljete koristeći iMessage (primjerice, fotografije ili videozapisi) kriptirani su na način da im ne može pristupiti nitko osim pošiljatelja i primatelja. Ti kriptirani privitci mogu se postaviti na poslužitelje tvrtke Apple. Radi poboljšanja performansi, vaš uređaj automatski može postavljati privitke na poslužitelje tvrtke Apple dok sastavljate iMessage poruku. Ako poruka ne bude poslana, privitci se brišu sa servera nakon 30 dana. Kad je na vašem iOS, iPadOS ili watchOS uređaju podešena šifra ili lozinka, pohranjene poruke kriptirane su na vašem uređaju i ne može im se pristupiti osim ako se uređaj otključa.\n\nMožete odabrati automatsko brisanje iMessage poruka s uređaja nakon 30 dana ili jedne godine ili ih zauvijek zadržati na uređaju. Kao dodatna pogodnost, iMessage poruke sigurnosno se kopiraju na iCloud i kriptiraju ako imate omogućenu značajku iCloud sigurnosno kopiranje ili Poruke na iCloudu. Ako želite, u bilo kojem trenutku možete isključiti iCloud sigurnosno kopiranje i Poruke na iCloudu. U sustavu iOS ili iPadOS otvorite Postavke > [vaše ime] > iCloud. Na Macu odaberite Poruke > Postavke > iMessage i odznačite Omogući Poruke na iCloudu.\n\nMožete se prijaviti na iMessage pomoću svog Apple ID-ja ili samo telefonskog broja. Ako se prijavite pomoću Apple ID-ja na svom uređaju, automatski ćete biti prijavljeni na iMessage. Vaš Apple ID ili telefonski brojevi bit će prikazani osobama koje kontaktirate i osobe će vas moći kontaktirati putem vašeg Apple ID računa kao i e-mail adresa ili telefonskih brojeva na vašem računu. U postavkama za iMessage možete odabrati telefonske brojeve ili e-mail adrese s kojih želite započinjati nove razgovore i telefonske brojeve ili e-mail adrese za primanje i slanje poruka. Možete dodati i verificirati dodatne informacije o dostupnosti sa stranice svog Apple ID računa na appleid.apple.com.\n\nZnačajka “Podijeljeno s vama” radi duž sustava kako bi pronašla članke, glazbu, TV emisije, fotografije i druge sadržaje koji su podijeljeni u razgovorima putem aplikacije Poruke te ih prikladno prikazuje u aplikacijama kao što su Foto, Safari, Apple News, Glazba i Podcasti, čime se olakšava brzo pristupanje informacijama unutar konteksta. Apple nema pristup označenom sadržaju bez vašeg dopuštenja. Značajku “Podijeljeno s vama” možete onemogućiti u bilo kojem trenutku u sustavu iOS i iPadOS tako da otvorite Postavke > Poruke > Podijeljeno s vama, zatim dodirom isključite Podijeljeno s vama. Na Macu idite u Poruke > Postavke > Podijeljeno s vama. Također možete odrediti za svaku aplikaciju hoće li sudjelovati u značajci Podijeljeno s vama tako da je dodirnete ili odaberete u odjeljku Podijeljeno s vama.\n\nOpcija dijeljenja imena i fotografije omogućava vam dijeljenje imena i fotografije s osobama kojima ste poslali iMessage. Možete odabrati automatsko dijeljenje samo sa svojim kontaktima ili da vas se upita svaki put. Vaše dijeljeno ime i fotografija poslat će se s vašom sljedećom porukom iMessage osobama s kojima ste ih podijelili te će se pohraniti na njihovim uređajima. Ako ste svoje ime i fotografiju u iMessage razgovoru podijelili s više ljudi, vaše će se ime i fotografija poslati svim osobama u razgovoru. Svoje ime i fotografiju možete ažurirati u svakom trenutku. Ako ste odabrali automatsko dijeljenje, ažuriranja će se poslati kada sljedeći put pošaljete iMessage svakoj osobi s kojom dijelite. Ako ste podijelili svoje ime i fotografiju i kasnije isključili dijeljenje, možda će drugi koji su prethodno primili vaše ime i fotografiju još uvijek imati vaše informacije na svojim uređajima. Ime i fotografija koje ste odabrali za poruke poslat će se Appleu i pohraniti na Appleovim serverima kriptirani na način da ih Apple ne može vidjeti.\n\nApple može snimiti i pohraniti neke informacije povezane s vašom uporabom aplikacije Poruke i usluge iMessage radi upravljanja i poboljšanja Appleovih proizvoda i usluga:\n\n• Apple može pohraniti informacije o vašoj uporabi usluge iMessage na način da vas se ne može identificirati.\n\n• Apple može do 30 dana zadržati iMessage poruke koje se ne mogu isporučiti kako bi ih ponovno pokušao dostaviti.\n\n• Neke aplikacije na vašem uređaju (uključujući Poruke) mogu komunicirati s poslužiteljima tvrtke Apple kako bi utvrdile mogu li se druge osobe kontaktirati putem usluge iMessage. Kad do toga dođe, Apple može pohraniti te telefonske brojeve i e-mail adrese povezane s vašim računom do 30 dana.\n\nUporabom ovih značajki, slažete se i pristajete da tvrtka Apple kao i njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad.\n\nInformacije koje Apple prikupi u svakom će se trenutku tretirati u skladu s pravilima privatnosti tvrtke Apple, koja se mogu pronaći na www.apple.com\/legal\/privacy\/hr",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "संदेश एक ऐप है जो यूज़र को SMS, iMessage और व्यवसाय के लिए Apple संदेश से संचार करने की अनुमति देता है। iMessage एक ऐसी Apple सेवा है जिसके माध्यम से अन्य iOS डिवाइस (iOS 5 या बाद के संस्करण), iPadOS डिवाइस, Macs (OS X 10.8 या बाद के संस्करण) और Apple Watch पर संदेश भेजे जाते हैं। इन संदेशों के लिए आपके संदेश प्लान से शुल्क नहीं लिया जाता है। iMessage के माध्यम से भेजे गए संदेशों में तस्वीरें, वीडियो और अन्य जानकारी शामिल हो सकती है।\n\nहमने iMessage को एंड-टू-एंड एंक्रिप्शन का उपयोग करने के लिए डिज़ाइन किया है ताकि Apple के पास ऐसा कोई उपाय न रहे जिससे आपके वार्तालाप का कॉन्टेंट डिवाइस के बीच संचारित होते समय डीक्रिप्ट किया जा सके। iMessage पर आपके द्वारा भेजे गए अटैचमेंट (जैसे कि तस्वीरें या वीडियो) एंक्रिप्टेड होते हैं ताकि प्रेषक और प्राप्तकर्ता के अलावा कोई और उन्हें ऐक्सेस न कर सके। ये एंक्रिप्टेड अटैचमेंट Apple पर अपलोड किए जा सकते हैं। जब आप iMessage लिख रहे होते हैं, तो प्रदर्शन सुधारने के लिए आपका डिवाइस अटैचमेंट को Apple पर ऑटोमैटिकली अपलोड कर सकता है। यदि आपका संदेश नहीं भेजा जाता है, तो सर्वर से 30 दिनों बाद अटैचमेंट डिलीट कर दिए जाते हैं। जब आपके iOS, iPadOS या watchOS डिवाइस पर पासकोड या पासवर्ड सेट होता है, तो संग्रहित संदेश आपके डिवाइस पर एंक्रिप्ट हो जाते हैं ताकि उन्हें तब तक ऐक्सेस न किया जा सके जब तक डिवाइस अनलॉक न हो।\n\nआप अपने डिवाइस से अपने iMessages 30 दिनों या एक वर्ष बाद ऑटोमैटिकली डिलीट करने का विकल्प चुन सकते हैं या उन्हें अपने डिवाइस पर हमेशा के लिए रख सकते हैं। आपकी सुविधा के लिए यदि आपने iCloud बैकअप या iCloud में संदेश सक्षम किया है, तो iMessages iCloud में बैकअप और एंक्रिप्ट किए जाते हैं। आप iCloud बैकअप और iCloud में संदेश दोनों को जब चाहें बंद कर सकते हैं। iOS या iPadOS पर, सेटिंग्ज़ > [आपका नाम] > iCloud पर जाएँ। Mac पर, संदेश > प्राथमिकता > iMessage पर जाएँ और “iCloud में संदेश सक्षम करें” अचयनित करें।\n\nआप अपने Apple ID या केवल अपने फ़ोन नंबर से iMessage में साइन इन कर सकते हैं। यदि आप अपने Apple ID से अपने डिवाइस पर साइन इन करते हैं, तो आप iMessage में ऑटोमैटिकली साइन इन हो जाएँगे। आपके Apple ID या फ़ोन नंबर आपके द्वारा संपर्क किए जाने वाले लोगों को दिखाई देंगे और लोग आपके Apple ID और आपके खाते के ईमेल पते या फ़ोन नंबर द्वारा आपसे संपर्क कर सकते हैं। आप iMessage सेटिंग्ज़ में यह तय कर सकते हैं कि किस फ़ोन नंबर या ईमेल पते से नया वार्तालाप शुरू हो और आप किस फ़ोन नंबर या ईमेल पते से संदेश प्राप्त कर और जवाब दे सकें। आप appleid.apple.com पर अपने Apple ID खाता पृष्ठ से अतिरिक्त “इस पर संपर्क करें” जानकारी जोड़ सकते और सत्यापित कर सकते हैं।\n\n“आपके साथ शेयर किए गए” संदेश के वार्तालाप में शेयर किए गए आलेख, संगीत, टीवी शो, तस्वीरें आदि ढूँढने के लिए पूरे सिस्टम में काम करता है और उन्हें तस्वीर, Safari, Apple News, Apple Music और Apple Podcasts जैसे ऐप्स में सामने लाता है, ताकि प्रसंग के अनुसार जानकारी को तुरंत ऐक्सेस करना आसान हो। आपकी अनुमति के बिना Apple चिह्नित कॉन्टेंट को ऐक्सेस नहीं कर सकता है। आप iOS और iPadOS में सेटिंग्ज़ > संदेश > आपके साथ शेयर किया गया में जाकर, फिर आपके साथ शेयर किया गया को बंद करने के लिए उस पर टैप करके, किसी भी समय आपके साथ शेयर किया गया को अक्षम कर सकते हैं। Mac पर, संदेश > प्राथमिकता > आपके साथ शेयर किए गए पर जाएँ। आप “आपके साथ शेयर किए गए” सेक्शन में किसी ऐप पर टैप करके या उसे चुन कर प्रत्येक ऐप के लिए यह नियंत्रित कर सकते हैं कि वह “आपके साथ शेयर किए गए” में सहभागिता करेगा या नहीं।\n\n“नाम और तस्वीर शेयर करें” से आप उन लोगों के साथ नाम और तस्वीर शेयर कर सकते हैं जिन्हें आप iMessage भेजते हैं। आप केवल अपने संपर्कों के साथ ऑटोमैटिकली शेयर करने या हर बार संकेत देने का विकल्प चुन सकते हैं। आपका शेयर किया गया नाम और तस्वीर आपके अगले iMessage के साथ उन लोगों के साथ शेयर किए जाएँगे, जिन्हें आपने चुना है और उन्हें उनके डिवाइस पर संग्रहित भी किया जाएगा। यदि आप किसी iMessage वार्तालाप में कई लोगों के साथ अपना नाम और तस्वीर शेयर करते हैं, तो आपका नाम और तस्वीर वार्तालाप में शामिल सभी लोगों को भेजे जाएँगे। आप अपना नाम और तस्वीर किसी भी समय अपडेट कर सकते हैं। यदि आप ऑटोमैटिकली शेयर करते हैं, तो अगला iMessage भेजने पर, शेयर किए जाने वाले हर व्यक्ति को अपडेट भेजे जाएँगे। यदि आपने अपना नाम और तस्वीर शेयर करने के बाद शेयरिंग बंद कर दी है, तो उन लोगों के डिवाइस पर आपकी जानकारी फिर भी रह सकती है, जिन्हें आपका नाम और तस्वीर पहले मिल चुकी हैं। संदेशों के लिए आपके द्वारा चुना गया नाम और तस्वीर Apple को भेजे जाएँगे और इस प्रकार से एंक्रिप्टेड रूप से Apple के सर्वर पर रखे जाएँगे ताकि Apple उन्हें न देख सके।\n\nApple आपके संदेश ऐप और iMessage सेवा के आपके उपयोग संबंधी कुछ जानकारी Apple के उत्पादों और सेवाओं के ऑपरेशन और सुधार के लिए रिकॉर्ड और संग्रहित कर सकता है :\n\n• Apple आपके iMessage के उपयोग की जानकारी इस तरीक़े से संग्रहित कर सकता है जिससे आपकी पहचान न होती हो।\n\n• जो iMessages डिलीवर नहीं हो पाते, उन्हें Apple द्वारा फिर से डिलीवर करने के लिए 30 दिनों तक रखा जा सकता है।\n\n• आपके डिवाइस पर कुछ ऐप्स (संदेश सहित) Apple के सर्वर से यह पता लगाने के लिए संपर्क कर सकते हैं कि अन्य लोगों तक iMessage द्वारा पहुँचा जा सकता है या नहीं। जब यह होता है, तो Apple आपके खाते से जुड़े हुए इन फ़ोन नंबरों और ईमेल पतों को 30 दिनों तक संग्रहित कर सकता है।\n\nइन फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और एजेंट द्वारा ऊपर बताए गए अनुसार इस जानकारी को संचारित, संग्रहित, देखभाल, प्रोसेस करने और उसका उपयोग किए जाने के लिए सहमत होते और अनुमति देते हैं।\n\nApple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com\/in\/privacy पर देखा जा सकता है",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Missatges és una app que permet que els usuaris es comuniquin amb missatges SMS, iMessage i Apple Messages for Business. L’iMessage és un servei d’Apple que permet enviar missatges a altres dispositius iOS (amb l’iOS 5 o posterior), iPadOS, Mac (amb l’OS X 10.8 o posterior) i Apple Watch. Aquests missatges no passen per la teva operadora de telefonia i per tant, no es cobren. Els missatges enviats per mitjà de l’iMessage poden incloure fotos, vídeos i altres tipus d’informació.\n\nHem dissenyat l’iMessage amb encriptació d’extrem a extrem, de manera que Apple no pot desencriptar el contingut de les teves converses quan es transmeten entre dispositius. Els adjunts que envies a través de l’iMessage (com ara fotos o vídeos) s’encripten perquè ningú pugui accedir‑hi a excepció del remitent i del destinatari o destinataris. Aquests adjunts encriptats es poden carregar a Apple. Per millorar el rendiment, el dispositiu pot carregar automàticament els adjunts a Apple mentre estàs escrivint un iMessage. Si no s’envia el missatge, els adjunts s’eliminen del servidor després de 30 dies. Quan es defineix un codi o contrasenya en el teu dispositiu iOS, iPadOS o watchOS, els missatges emmagatzemats s’encripten al mateix dispositiu, de manera que no s’hi pot accedir sense desbloquejar‑lo.\n\nPots eliminar els missatges de l’iMessage del dispositiu automàticament passats trenta dies o un any, o bé conservar‑los al dispositiu per sempre. Per a la teva comoditat, i si tens activada la còpia de seguretat a l’iCloud o l’app Missatges a l’iCloud, fem còpies de seguretat encriptades dels missatges de l’iMessage a l’iCloud. Pots desactivar tant les còpies de seguretat a l’iCloud com els missatges a l’iCloud en qualsevol moment. En un dispositiu iOS o iPadOS, ves a l’app Configuració > [el teu nom] > iCloud. En un Mac, ves a Missatges > Preferències > iMessage i desmarca “Activar l’app Missatges a l’iCloud”.\n\nPots iniciar sessió a l’iMessage amb l’ID d’Apple i també amb el teu número de telèfon. Si inicies sessió amb l’ID d’Apple al dispositiu, s’iniciarà sessió a l’iMessage automàticament. El teu ID d’Apple o número de telèfon es mostrarà a les persones amb qui et posis en contacte, i les persones que vulguin es podran posar en contacte amb tu per mitjà de l’ID d’Apple i de les adreces de correu electrònic o els números de telèfon que hi hagi al teu compte. A la configuració de l’iMessage pots seleccionar amb quines adreces de correu electrònic i quins números de telèfon vols iniciar noves converses, i també en quins números de telèfon i adreces de correu electrònic pots rebre i enviar missatges. A la pàgina del compte de l’ID d’Apple pots afegir i verificar informació addicional sobre com es pot contactar amb tu a appleid.apple.com.\n\nL’opció “Compartit amb tu” busca en tot el sistema els articles, la música, els programes de televisió, les fotos i altres ítems que s’han compartit en converses de l’app Missatges i els organitza a les apps Fotos, Safari, Apple News, Apple Music i Apple Podcasts, entre d’altres, perquè sigui més fàcil accedir a la informació en el seu context. Apple no té accés al contingut marcat sense el teu permís. Pots desactivar l’opció “Compartit amb tu” en qualsevol moment. En dispositius iOS i iPadOS ves a l’app Configuració > Missatges > “Compartit amb tu” i, a continuació, desactiva l’opció “Compartit amb tu”. Al Mac, ves a l’app Missatges > Preferències > “Compartit amb tu”. També pots tocar o seleccionar una app a la secció “Compartit amb tu” per saber si hi està inclosa.\n\nL’opció “Compartir el nom i la foto” et permet compartir un nom i una foto amb les persones amb qui t’envies missatges de l’iMessage. Pots compartir‑los automàticament només amb els teus contactes o decidir‑ho cada vegada. El nom i la foto que comparteixis s’enviaran amb el proper missatge de l’iMessage que escriguis a les persones amb qui els comparteixis, i s’emmagatzemaran als seus dispositius. Si comparteixes el teu nom i la teva foto en una conversa de l’iMessage on hi participen diverses persones, el teu nom i la teva foto s’enviaran a totes aquestes persones. Pots actualitzar el teu nom i la teva foto en qualsevol moment. Si els comparteixes automàticament, les actualitzacions s’enviaran la propera vegada que enviïs un missatge de l’iMessage a les persones amb qui comparteixes aquesta informació. Si has compartit el teu nom i la teva foto i més tard els deixes de compartir, les persones que ja havien rebut el teu nom i la teva foto encara tindran aquesta informació als seus dispositius. El nom i la foto que seleccionis per als missatges s’enviaran a Apple, que els emmagatzemarà de manera encriptada als seus servidors. Apple no podrà veure aquesta informació.\n\nApple pot registrar i emmagatzemar informació sobre com utilitzes l’app Missatges i el servei de l’iMessage per fer funcionar i millorar els productes i serveis d’Apple:\n\n• Apple pot emmagatzemar informació sobre com utilitzes l’iMessage d’una manera que no t’identifiqui.\n\n• Apple pot conservar els missatges de l’iMessage que no es puguin entregar fins a 30 dies amb la finalitat de tornar‑los a enviar.\n\n• Algunes apps del teu dispositiu (també l’app Missatges) es poden comunicar amb els servidors d’Apple per determinar si és possible contactar amb altres persones mitjançant l’iMessage. Quan això passa, Apple pot emmagatzemar fins a 30 dies les adreces de correu electrònic i els números de telèfon associats al teu compte.\n\nFent servir aquesta funció, acceptes que Apple i els seus agents i filials puguin transmetre, recopilar, mantenir, processar i utilitzar aquesta informació tal com s’explica a dalt.\n\nLa informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com\/es\/privacy.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "THIRD_BULLET" : [
      {
        "target" : "Apple speichert eine begrenzte Menge Informationen über die Nutzung von iMessage bis zu 30 Tage lang. Hierzu gehören z. B., ob dein Gerät für die Verwendung von iMessage qualifiziert ist.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "‏Apple שומרת מידע מוגבל בנוגע לשימוש שלך ב-iMessage, כגון האם המכשיר שלך מאפשר שימוש ב-iMessage, למשך עד 30 יום.",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Apple retains limited information about the use of iMessage, such as whether your device is eligible to use iMessage, for up to 30 days.",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تحتفظ Apple بمعلومات محدودة حول استخدام iMessage، مثل ما إذا كان جهازك مؤهلاً لاستخدام iMessage أم لا، لمدة تصل إلى ٣٠ يومًا.",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Η Apple διατηρεί περιορισμένες πληροφορίες σχετικά με τη χρήση του iMessage, π.χ. αν η συσκευή σας πληροί τα κριτήρια για χρήση του iMessage, για έως 30 ημέρες.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "Appleは、デバイスがiMessageを使用できるかどうかなど、iMessageの使用に関する限定的な情報を最大30日間保持します。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Apple retains limited information about the use of iMessage, such as whether your device is eligible to use iMessage, for up to 30 days.",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Apple зберігає обмежену інформацію про використання iMessage, наприклад чи відповідає ваш пристрій вимогам до використання iMessage, строком до 30 днів.",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Apple retiene hasta por 30 días información limitada sobre el uso que haces de iMessage, por ejemplo, si tu dispositivo es compatible con la app.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "Apple会保留iMessage信息使用相关的有限信息最多30天，如您的设备是否符合使用iMessage信息的条件等。",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Apple conserva información limitada acerca del uso de iMessage (por ejemplo, si se puede usar iMessage en tu dispositivo) durante un periodo máximo de 30 días.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "A Apple retém informações limitadas sobre o uso do iMessage por até 30 dias, como se o seu dispositivo é elegível para usar o iMessage.",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Apple beholder en begrænset mængde oplysninger om brugen af iMessage, f.eks. om enheden kan bruges til iMessage, i op til 30 dage.",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Apple conserva informazioni limitate riguardo al tuo utilizzo di iMessage, ad esempio se il tuo dispositivo è idoneo all'uso del servizio, per un periodo massimo di 30 giorni.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Spoločnosť Apple po dobu maximálne 30 dní uchováva obmedzené informácie o používaní služby iMessage, napríklad či je vaše zariadenie spôsobilé na používanie služby iMessage.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "A Apple conserva informação limitada sobre a sua utilização de iMessage, como, por exemplo, se o seu dispositivo é elegível para usar iMessage, por um período máximo de 30 dias.",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Apple mengekalkan maklumat terhad tentang penggunaan iMessage, seperti sama ada peranti anda layak untuk menggunakan iMessage, sehingga 30 hari.",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Apple behåller begränsad information om din användning av iMessage, till exempel om din enhet är berättigad att använda iMessage, i upp till 30 dagar.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Apple po dobu maximálně 30 dní uchovává omezené množství informací o používání služby iMessage – například zda je vaše zařízení pro používání služby iMessage způsobilé.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "Apple은 iMessage 사용에 관한 제한된 정보(예: 사용자의 기기가 iMessage를 사용하기에 적합한지 여부)를 최대 30일 동안 보관합니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Apple oppbevarer begrenset informasjon om bruk av iMessage, som for eksempel om enheten kvalifiserer til å bruke iMessage, i opptil 30 dager.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az Apple olyan korlátozott információkat tárol legfeljebb 30 napig az iMessage használatáról, mint hogy az eszköze jogosult-e az iMessage használatára.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "Apple會保留關於使用iMessage的有限資料（例如你的裝置是否符合iMessage使用資格）最多30日。",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Apple, aygıtınızın iMessage’ı kullanmaya uygun olup olmadığı gibi iMessage kullanımıyla ilgili sınırlı bilgileri en fazla 30 gün tutar.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Apple zachowuje ograniczone informacje na temat użycia iMessage (np. czy Twoje urządzenie kwalifikuje się do korzystania z iMessage) i przechowuje je do 30 dni.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "Apple會保留關於使用iMessage的有限資訊最長達30天，例如您的裝置是否適用於iMessage。",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Apple retains limited information about the use of iMessage, such as whether your device is eligible to use iMessage, for up to 30 days.",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Apple lưu giữ thông tin giới hạn về việc sử dụng iMessage, ví dụ như liệu thiết bị của bạn có đủ điều kiện để sử dụng iMessage không, trong thời gian tối đa 30 ngày.",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Apple хранит ограниченную информацию об использовании iMessage, например о том, доступен ли сервис iMessage на Вашем устройстве. Эта информация хранится до 30 дней.",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Apple conserve des informations limitées sur l’utilisation d’iMessage, telles que la compatibilité de votre appareil avec iMessage, pendant un maximum de 30 jours.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Apple conserve pendant 30 jours certaines informations concernant votre utilisation d’iMessage, comme l’éventuelle compatibilité de votre appareil avec iMessage.",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Apple säilyttää enintään 30 päivää rajoitettuja tietoja iMessagen käytöstä, esimerkiksi tietoa siitä, onko laitteesi soveltuva iMessage-käyttöön.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Apple menyimpan informasi terbatas mengenai penggunaan iMessage, seperti apakah perangkat Anda memenuhi syarat untuk menggunakan iMessage selama 30 hari.",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Apple bewaart gedurende maximaal 30 dagen beperkte informatie over het gebruik van iMessage, bijvoorbeeld of je apparaat in aanmerking komt voor het gebruik van iMessage.",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "Apple เก็บบันทึกข้อมูลที่จำกัดเกี่ยวกับการใช้ iMessage นานสูงสุด 30 วัน เช่น อุปกรณ์ของคุณสามารถใช้ iMessage ได้หรือไม่",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Apple reține informații limitate despre utilizarea iMessage, precum dacă dispozitivul este eligibil să utilizeze iMessage, timp de până la 30 de zile.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Apple na najviše 30 dana zadržava ograničene informacije o uporabi usluge iMessage, primjerice, podržava li vaš uređaj uporabu usluge iMessage.",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "iMessage के उपयोग से संबंधित सीमित जानकारी Apple अपने पास अधिकतम 30 दिनों के लिए रखता है, जैसे कि आपका डिवाइस iMessage का उपयोग करने के योग्य है या नहीं।",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Apple conserva informació limitada fins a un màxim de 30 dies sobre l’ús de l’iMessage, per exemple, si el teu dispositiu és compatible o no amb l’iMessage.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "SECOND_BULLET" : [
      {
        "target" : "iMessage ist mit der Ende-zu-Ende-Verschlüsselung gesichert. Die verwendete Telefonnummer oder E-Mail-Adresse wird den Personen gezeigt, die du kontaktierst, und du kannst wählen, ob dein Name und Foto geteilt werden sollen.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "‏iMessage מוצפן מקצה לקצה. מספר הטלפון או כתובת הדוא״ל שלך מוצגים בפני האנשים שיצרת איתם קשר, ובאפשרותך לשתף את השם ואת התמונה שלך.",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "iMessage is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم تشفير iMessage تشفيرًا كاملاً. يظهر رقم الهاتف أو عنوان البريد الإلكتروني الذي تستخدمه للأشخاص الذين تتواصل معهم، ويمكنك اختيار مشاركة اسمك وصورتك.",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Το iMessage κρυπτογραφείται διατερματικά. Ο αριθμός τηλεφώνου ή η διεύθυνση email που χρησιμοποιείτε εμφανίζεται στα άτομα με τα οποία επικοινωνείτε, και μπορείτε να επιλέξετε αν θέλετε να εμφανίζονται το όνομα και η φωτογραφία σας.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "iMessageはエンドツーエンドで暗号化されています。使用している電話番号やメールアドレスは、連絡を取った人に表示され、名前および写真を共有するかどうかを選択できます。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "iMessage is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Вміст iMessage наскрізно шифрується. Ваш номер телефону або адреса е-пошти відображається людям, з якими ви зв’язуєтеся, і ви можете вибрати, чи поширювати свої ім’я та фото.",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Los servicios de iMessage se encriptan de extremo a extremo. El número telefónico o la dirección de correo electrónico que usas se muestra a las personas con las que te comunicas, y puedes elegir compartir también tu nombre y foto.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "iMessage信息使用端对端进行加密。您使用的电话号码或电子邮件地址会显示给您联系的对象，并且您可以选取共享您的姓名和照片。",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "iMessage usa encriptación punto a punto. El número de teléfono o la dirección de correo electrónico que uses será visible para las personas con las que contactes, pero tú decides si quieres compartir tu nombre y foto.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "O iMessage é criptografado de ponta a ponta. O número de telefone ou endereço de e-mail que você usa é mostrado para as pessoas que você contata, e você pode escolher se deseja compartilhar seu nome e foto.",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "iMessage krypteres fra start til slut. Det telefonnummer eller den e-mailadresse, du bruger, vises for de personer, du kontakter, og du kan vælge at dele dit navn og foto.",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "iMessage è protetto tramite crittografia end‑to‑end. Il numero di telefono o l'indirizzo e‑mail che utilizzi viene mostrato alle persone che contatti e puoi scegliere se condividere il nome e la foto.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Dáta služby iMessage sú zabezpečené E2EE šifrovaním. Ľudia, ktorých kontaktujete, uvidia telefónne číslo alebo emailovú adresu, ktoré na to použijete. Môžete sa rozhodnúť, či chcete zdieľať svoje meno a fotku.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "iMessage usa cifragem ponto a ponto. O número de telefone e o endereço de e‑mail que usar são mostrados às pessoas que contactar, existindo ainda a opção de partilhar o seu nome e fotografia.",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "iMessage disulitkan hujung ke hujung. Nombor telefon atau alamat e-mel yang anda gunakan ditunjukkan kepada orang yang anda hubungi dan anda boleh memilih untuk berkongsi nama serta foto anda.",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "iMessage är heltäckande krypterat. Telefonnumret eller e-postadressen som du använder visas för personerna som du kontaktar, och du kan välja att dela ditt namn och din bild.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Data služby iMessage jsou při přenosu šifrována mezi koncovými body. Lidé, které kontaktujete, uvidí vaše telefonní číslo nebo e‑mailovou adresu, a pokud chcete, můžete s nimi sdílet i své jméno a fotku.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "iMessage는 종단간 암호화되어 있습니다. 사용자가 연락하는 사람에게 사용자의 전화번호 또는 이메일 주소가 표시되며, 사용자의 이름 및 사진을 공유하도록 선택할 수 있습니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "iMessage har gjennomgående kryptering. Telefonnummeret eller e‑postadressen du bruker, vises til personen du kontakter, og du kan velge å dele navnet og bildet ditt.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az iMessage végponttól végpontig titkosított. Az Ön által használt telefonszám vagy e-mail-cím megjelenik azok számára, akikkel kapcsolatba lép, és Ön megadhatja, hogy megosztja-e a nevét és fotóját.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "iMessage透過點對點加密。你聯絡的人會看到你使用的電話號碼或電郵地址，且你可以選擇分享你的姓名和相片。",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iMessage uçtan uca şifrelenir. Kullandığınız telefon numarası veya e-posta adresi iletişim kurduğunuz kişilere gösterilir; adınızı ve fotoğrafınızı paylaşmayı da seçebilirsiniz.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "iMessage cechuje pełne szyfrowanie transmisji. Używany numer telefonu lub adres email jest widoczny dla osób, z którymi się kontaktujesz. Możesz także udostępnić swoje imię i nazwisko oraz zdjęcie.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "iMessage是使用端對端加密。您使用的電話號碼或電子郵件地址會顯示給您的聯絡人，且您可以選擇分享您的姓名和照片。",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "iMessage is end-to-end encrypted. The phone number or email address you use is shown to the people you contact, and you can choose to share your name and photo.",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "iMessage được mã hóa hai chiều. Số điện thoại hoặc địa chỉ email mà bạn sử dụng được hiển thị cho những người mà bạn liên lạc và bạn có thể lựa chọn chia sẻ tên và ảnh của mình.",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Данные, передаваемые через iMessage, защищены сквозным шифрованием. Ваш телефонный номер или адрес электронной почты могут просмотреть те, с кем Вы связываетесь. Вы также можете выбрать, будут ли им доступны Ваше имя и фото.",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "iMessage est chiffré de bout en bout. Les personnes avec qui vous communiquez peuvent voir le numéro de téléphone ou l’adresse courriel que vous utilisez et vous pouvez choisir de partager votre nom et votre image.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "iMessage est chiffré de bout en bout. Le numéro de téléphone ou l’adresse e-mail que vous utilisez est présenté(e) aux personnes que vous contactez, et vous pouvez choisir de partager votre nom et votre photo.",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "iMessage on salattu päästä päähän. Käyttämäsi puhelinnumero tai sähköpostiosoite näkyy käyttäjille, joihin olet yhteydessä. Voit valita, jaetaanko nimesi ja kuvasi.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "iMessage dienkripsi ujung ke ujung. Nomor telepon atau alamat email yang Anda gunakan ditampilkan kepada orang yang Anda hubungi dan Anda dapat memilih untuk membagikan nama serta foto Anda.",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "iMessage is versleuteld met end-to-end-encryptie. Het telefoon­nummer of e‑mail­adres dat je gebruikt, wordt getoond aan de mensen met wie je contact opneemt en je kunt ervoor kiezen om je naam en foto te delen.",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "iMessage ถูกเข้ารหัสแบบต้นทางถึงปลายทาง เบอร์โทรศัพท์หรือที่อยู่อีเมลที่คุณใช้จะแสดงให้คนที่คุณติดต่อด้วยเห็น และคุณสามารถเลือกว่าจะแชร์ชื่อและรูปภาพของคุณได้",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Serviciul iMessage este criptat end-to-end. Numărul de telefon și\/sau adresa de e‑mail pe care le utilizați le sunt afișate persoanelor pe care le contactați și puteți opta să vă partajați numele și poza.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "iMessage je kriptiran s kraja na kraj. Telefonski broj ili e-mail adresa koju koristite prikazuju se osobama koje kontaktirate, a možete podijeliti i svoje ime i fotografiju.",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "iMessage एंड-टू-एंड एंक्रिप्टेड होता है। आपके द्वारा उपयोग किया जाने वाला फ़ोन नंबर या ईमेल पता उन लोगों को दिखाई देता है जिनसे आप संपर्क करते हैं और आप अपना नाम और फ़ोटो शेयर करने का विकल्प चुन सकते हैं।",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "L’iMessage està encriptat d’extrem a extrem. El número de telèfon o l’adreça de correu electrònic que utilitzes es mostren a les persones amb qui et comuniques. També pots compartir el teu nom i la teva foto.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_CAPTION" : [
      {
        "target" : "Du kannst deine Telefonnummer oder Apple-ID registrieren, um iMessages zu senden.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "באפשרותך לרשום את מספר הטלפון או את ה-Apple ID שלך כדי לשלוח הודעות iMessage.",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "You can register your phone number or Apple ID to send iMessages.",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يمكنك تسجيل رقم هاتفك أو Apple ID لإرسال رسائل iMessage.",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Μπορείτε να δηλώσετε τον αριθμό τηλεφώνου ή το Apple ID σας για αποστολή iMessage.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "電話番号またはApple IDを登録して、iMessageを送信することができます。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "You can register your phone number or Apple ID to send iMessages.",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Ви можете зареєструвати свій номер телефону або Apple ID, щоб надсилати повідомлення в iMessage.",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Puedes registrar tu número telefónico o Apple ID para enviar mensajes de iMessage.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "您可以注册您的电话号码或Apple ID以发送iMessage信息。",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Puedes registrar tu número de teléfono o tu ID de Apple para enviar mensajes de iMessage.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "Você pode registrar o seu número de telefone ou ID Apple para enviar iMessages.",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du kan registrere dit telefonnummer eller Apple‑id, så du kan sende iMessages.",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Puoi registrare il tuo numero di telefono o il tuo ID Apple per inviare messaggi tramite iMessage.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Na posielanie iMessage správ môžete zaregistrovať svoje telefónne číslo alebo Apple ID.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Pode registar o seu número de telefone ou ID Apple para enviar iMessages.",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Anda boleh mendaftarkan nombor telefon atau Apple ID anda untuk menghantar iMessage.",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Du kan registrera ditt telefonnummer eller Apple‑ID för att kunna skicka iMessage-meddelanden.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Pro posílání zpráv iMessage si můžete zaregistrovat telefonní číslo nebo Apple ID.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 전화번호 또는 Apple ID를 등록하여 iMessage를 보낼 수 있습니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Du kan registrere telefonnummeret ditt eller Apple‑ID-en din for å sende iMessage-meldinger.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Regisztrálhatja a telefonszámát vagy az Apple ID-ját iMessage-üzenetek küldéséhez.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "你可以註冊你的電話號碼或Apple ID以傳送iMessage。",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iMessage göndermek için telefon numaranızı veya Apple kimliğinizi kaydettirebilirsiniz.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Aby wysyłać wiadomości iMessage, możesz zarejestrować swój numer telefonu lub Apple ID.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "您可以登錄您的電話號碼或Apple ID來傳送iMessage。",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "You can register your phone number or Apple ID to send iMessages.",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Bạn có thể đăng ký số điện thoại hoặc ID Apple sẽ gửi iMessage.",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Вы можете зарегистрировать свой номер телефона или Apple ID для отправки сообщений iMessage.",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Vous pouvez inscrire votre numéro de téléphone ou votre identifiant Apple pour envoyer des iMessages.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Vous pouvez enregistrer votre numéro de téléphone ou votre identifiant Apple pour envoyer des iMessages.",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Voit rekisteröidä puhelinnumerosi tai Apple ID:si iMessage-viestien lähettämistä varten.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Anda dapat mendaftarkan nomor telepon atau ID Apple Anda untuk mengirim iMessage.",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Je kunt je telefoon­nummer of Apple ID registreren om iMessages te verzenden.",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "คุณสามารถลงทะเบียนเบอร์โทรศัพท์หรือ Apple ID ของคุณเพื่อส่ง iMessage ได้",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Vă puteți înregistra numărul de telefon sau ID‑ul Apple pentru a trimite mesaje iMessage.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Možete registrirati svoj telefonski broj ili Apple ID za slanje iMessage poruka.",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "आप iMessages भेजने के लिए अपना फ़ोन नंबर या Apple ID रजिस्टर कर सकते हैं।",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Pots registrar el teu número de telèfon o el teu ID d’Apple per enviar missatges de l’iMessage.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "BUTTON_TITLE" : [
      {
        "target" : "So werden deine Daten verwaltet …",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "ראה\/י כיצד מנוהלים הנתונים שלך…",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تعرف على كيفية إدارة بياناتك…",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Τρόπος διαχείρισης των δεδομένων σας…",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "個人データの管理方法について確認…",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Як керують вашими даними…",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Consulta cómo se utiliza tu información…",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "了解数据的管理方式…",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Consulta cómo se gestionan tus datos…",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "Veja como os seus dados são gerenciados…",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Se, hvordan dine data administreres…",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Scopri come vengono gestiti i tuoi dati…",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Informácie o správe vašich dát…",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Veja como são geridos os seus dados…",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Lihat cara data anda diurus…",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Se hur dina data hanteras…",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Informace o správě vašich dat…",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "사용자의 데이터가 어떻게 관리되는지 보기…",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Se hvordan dataene administreres…",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az adatok kezelésének megtekintése…",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "查看資料管理方式⋯",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Verilerinizin nasıl yönetildiğini görün…",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Jak zarządzamy Twoimi danymi…",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "查看您資料的管理方式⋯",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "See how your data is managed…",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Xem cách quản lý dữ liệu của bạn…",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Как осуществляется управление данными…",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Découvrez comment vos données sont gérées…",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Découvrez comment sont gérées vos données…",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Katso, miten tietojasi hallitaan…",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Lihat bagaimana data Anda dikelola…",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Bekijk hoe je gegevens worden beheerd…",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ดูการจัดการข้อมูลของคุณ…",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Aflați cum sunt gestionate datele dvs…",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Pogledajte kako se upravlja vašim podacima…",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Veure com es gestionen les dades",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SUMMARY" : [
      {
        "target" : "„Nachrichten“ ist dafür konzipiert, deine Informationen zu schützen und es dir zu ermöglichen, auszuwählen, was du teilst.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "״הודעות״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Messages is designed to protect your information and enable you to choose what you share.",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "صُمّم تطبيق الرسائل لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Τα Μηνύματα έχουν σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "“メッセージ”はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Messages is designed to protect your information and enable you to choose what you share.",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Програму «Повідомлення» спроєктовано так, щоб захищати вашу інформацію та давати вам змогу обирати, що поширювати.",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "La app Mensajes se diseñó para proteger tu información y permitirte elegir lo que compartes.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "“信息”旨在保护您的信息并可让您选择要共享的内容。",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mensajes se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "O app Mensagens foi projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskeder er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Messaggi è concepito in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Apka Správy chráni vaše údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "A aplicação Mensagens foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Mesej direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Meddelanden har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Aplikace Zprávy chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "메시지는 사용자의 정보를 보호하도록 설계되었으며 공유할 대상을 사용자가 선택할 수 있습니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Meldinger er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az Üzeneteket úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "「訊息」的設計可保護你的資料並讓你選擇分享內容。",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mesajlar, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Aplikacja Wiadomości została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o ich udostępnianiu.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "「訊息」的設計可保護您的資訊並讓您選擇分享的內容。",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Messages is designed to protect your information and enable you to choose what you share.",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Ứng dụng Tin nhắn được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Ваши данные, используемые приложением «Сообщения», надежно защищены, и только Вы решаете, чем поделиться.",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "L’app Messages est conçue pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "L’app Messages est conçue pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Viestit on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Pesan dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Berichten is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Aplicația Mesaje este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Poruke su dizajnirane kako bi zaštitile vaše informacije i omogućile odabir sadržaja koje želite podijeliti.",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "संदेश ऐप को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "L’app Missatges s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "FIRST_BULLET" : [
      {
        "target" : "Nachrichten werden in iCloud gesichert und verschlüsselt, wenn in iCloud die Option „iCloud-Backup“ oder „Nachrichten in iCloud“ aktiviert ist.",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "ההודעות מגובות ב-iCloud וגם מוצפנות אם הפעלת את ״גיבוי iCloud״ או את ״הודעות״ ב-iCloud.",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Messages are backed up in iCloud and encrypted if you enable iCloud Backup or Messages in iCloud.",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "يتم نسخ الرسائل احتياطيًا في iCloud وتشفيرها إذا كنت قد قمت بتمكين النسخ الاحتياطي على iCloud أو الرسائل في iCloud.",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Δημιουργούνται εφεδρικά αντίγραφα των μηνυμάτων στο iCloud και κρυπτογραφούνται αν έχετε ενεργοποιήσει το Εφεδρικό αντίγραφο iCloud ή τα Μηνύματα στο iCloud.",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "iCloudバックアップまたは“iCloudにメッセージを保管”を有効にしている場合、iMessagesはiCloudにバックアップされ、暗号化されます。",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Messages are backed up in iCloud and encrypted if you enable iCloud Backup or Messages in iCloud.",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Якщо ви ввімкнули функцію «Архівація в iCloud» або «Повідомлення в iCloud», повідомлення архівуватимуться в iCloud і шифруватимуться.",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Los mensajes se respaldan en iCloud y se encriptan si activas “Respaldo en iCloud” o “Mensajes en iCloud”.",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "若启用了“iCloud云备份”或“iCloud云端信息”，信息会在iCloud中备份并加密。",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Si activas las funciones “Copia en iCloud” o “Mensajes en iCloud”, los mensajes se encriptarán y se realizará una copia de seguridad de ellos en iCloud.",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "As conversas do app Mensagens serão copiadas para o iCloud e criptografadas se você ativar Backup do iCloud ou Mensagens no iCloud.",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskeder sikkerhedskopieres i iCloud og krypteres, hvis du slår iCloud-sikkerhedskopiering eller Beskeder i iCloud til.",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Se abiliti il backup su iCloud o “Messaggi su iCloud”, i messaggi vengono inclusi nel backup su iCloud e crittografati.",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Ak zapnete iCloud zálohu alebo Správy v iCloude, správy budú v zašifrovanej podobe zálohované na iCloude.",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Se ativar a cópia de segurança em iCloud ou Mensagens em iCloud, as mensagens são cifradas e é efetuada uma cópia de segurança das mesmas em iCloud.",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Mesej disandarkan dalam iCloud dan disulitkan jika anda mendayakan Sandaran iCloud atau Mesej dalam iCloud.",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Meddelanden säkerhetskopieras på iCloud och krypteras om du aktiverar iCloud-säkerhetskopiering eller Meddelanden på iCloud.",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Pokud máte zapnuté Zálohy na iCloudu nebo Zprávy na iCloudu, zprávy se v zašifrované podobě zálohují na iCloud.",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "iCloud 백업 또는 iCloud에 메시지 보관을 활성화한 경우 메시지가 iCloud에 백업되고 암호화됩니다.",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Meldinger sikkerhetskopieres til iCloud og krypteres hvis du har slått på enten iCloud-sikkerhetskopiering eller Meldinger i iCloud.",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Az üzenetekről biztonsági mentés készül az iCloudba, és az üzenetek titkosítva lesznek, ha engedélyezi az iCloud biztonsági mentést vagy az Üzenetek az iCloudban funkciót.",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "如你在iCloud中啟用「iCloud備份」或「訊息」，「訊息」會在iCloud中備份並加密。",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "iCloud Yedekleme’yi veya iCloud’daki Mesajlar’ı etkinleştirirseniz mesajlar iCloud’a yedeklenir ve şifrelenir.",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "W iCloud tworzony jest szyfrowany backup wiadomości, jeśli włączysz opcję Backup w iCloud lub Wiadomości w iCloud.",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "若您啟用了「iCloud備份」或iCloud雲端「訊息」，則訊息會以加密的形式備份在iCloud中。",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Messages are backed up in iCloud and encrypted if you enable iCloud Backup or Messages in iCloud.",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tin nhắn được sao lưu trong iCloud và được mã hóa nếu bạn bật Sao lưu iCloud hoặc Tin nhắn trong iCloud.",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Резервная копия зашифрованных сообщений хранится в iCloud, если Вы включили функцию «Резервная копия в iCloud» или «Сообщения в iCloud».",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Les messages sont sauvegardés dans iCloud et chiffrés si vous activez la sauvegarde iCloud ou Messages dans iCloud.",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Les messages sont sauvegardés sur iCloud et chiffrés si vous activez la sauvegarde iCloud ou Messages sur iCloud.",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Viesteistä tehdään salattu varmuuskopio iCloudiin, jos iCloud-varmuuskopiot tai Viestit iCloudissa laitetaan päälle.",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Pesan dicadangkan di iCloud dan dienkripsi jika Anda mengaktifkan Cadangan iCloud atau Pesan di iCloud.",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Er wordt een reserve­kopie van je berichten in iCloud bewaard als je 'iCloud-reserve­kopie' of 'Berichten in iCloud' inschakelt.",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความจะถูกสำรองข้อมูลบน iCloud และถูกเข้ารหัสหากคุณเปิดใช้งานข้อมูลสำรอง iCloud หรือแอปข้อความบน iCloud",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Dacă activați Backup iCloud sau Mesaje pe iCloud, mesajele sunt criptate și backupul acestora este efectuat pe iCloud.",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Poruke se sigurnosno kopiraju na iCloud i kriptiraju ako omogućite iCloud sigurnosnu kopiju ili Poruke na iCloudu.",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "संदेश का बैकअप iCloud में लिया जाता है और यदि आप iCloud बैकअप या iCloud में संदेश सक्षम करते हैं, तो एन्क्रिप्ट किया जाता है।",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Si actives les còpies de seguretat a l’iCloud o els missatges a l’iCloud, es faran còpies de seguretat a l’iCloud dels missatges.",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ],
    "SPLASH_SHORT_TITLE" : [
      {
        "target" : "Nachrichten",
        "filename" : "Messages.strings",
        "language" : "de"
      },
      {
        "target" : "הודעות",
        "filename" : "Messages.strings",
        "language" : "he"
      },
      {
        "target" : "Messages",
        "filename" : "Messages.strings",
        "language" : "en_AU"
      },
      {
        "target" : "الرسائل",
        "filename" : "Messages.strings",
        "language" : "ar"
      },
      {
        "target" : "Μηνύματα",
        "filename" : "Messages.strings",
        "language" : "el"
      },
      {
        "target" : "メッセージ",
        "filename" : "Messages.strings",
        "language" : "ja"
      },
      {
        "target" : "Messages",
        "filename" : "Messages.strings",
        "language" : "en"
      },
      {
        "target" : "Повідомлення",
        "filename" : "Messages.strings",
        "language" : "uk"
      },
      {
        "target" : "Mensajes",
        "filename" : "Messages.strings",
        "language" : "es_419"
      },
      {
        "target" : "信息",
        "filename" : "Messages.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Mensajes",
        "filename" : "Messages.strings",
        "language" : "es"
      },
      {
        "target" : "Mensagens",
        "filename" : "Messages.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Beskeder",
        "filename" : "Messages.strings",
        "language" : "da"
      },
      {
        "target" : "Messaggi",
        "filename" : "Messages.strings",
        "language" : "it"
      },
      {
        "target" : "Správy",
        "filename" : "Messages.strings",
        "language" : "sk"
      },
      {
        "target" : "Mensagens",
        "filename" : "Messages.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Mesej",
        "filename" : "Messages.strings",
        "language" : "ms"
      },
      {
        "target" : "Meddelanden",
        "filename" : "Messages.strings",
        "language" : "sv"
      },
      {
        "target" : "Zprávy",
        "filename" : "Messages.strings",
        "language" : "cs"
      },
      {
        "target" : "메시지",
        "filename" : "Messages.strings",
        "language" : "ko"
      },
      {
        "target" : "Meldinger",
        "filename" : "Messages.strings",
        "language" : "no"
      },
      {
        "target" : "Üzenetek",
        "filename" : "Messages.strings",
        "language" : "hu"
      },
      {
        "target" : "訊息",
        "filename" : "Messages.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Mesajlar",
        "filename" : "Messages.strings",
        "language" : "tr"
      },
      {
        "target" : "Wiadomości",
        "filename" : "Messages.strings",
        "language" : "pl"
      },
      {
        "target" : "訊息",
        "filename" : "Messages.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Messages",
        "filename" : "Messages.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Tin nhắn",
        "filename" : "Messages.strings",
        "language" : "vi"
      },
      {
        "target" : "Сообщения",
        "filename" : "Messages.strings",
        "language" : "ru"
      },
      {
        "target" : "Messages",
        "filename" : "Messages.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Messages",
        "filename" : "Messages.strings",
        "language" : "fr"
      },
      {
        "target" : "Viestit",
        "filename" : "Messages.strings",
        "language" : "fi"
      },
      {
        "target" : "Pesan",
        "filename" : "Messages.strings",
        "language" : "id"
      },
      {
        "target" : "Berichten",
        "filename" : "Messages.strings",
        "language" : "nl"
      },
      {
        "target" : "ข้อความ",
        "filename" : "Messages.strings",
        "language" : "th"
      },
      {
        "target" : "Mesaje",
        "filename" : "Messages.strings",
        "language" : "ro"
      },
      {
        "target" : "Poruke",
        "filename" : "Messages.strings",
        "language" : "hr"
      },
      {
        "target" : "संदेश",
        "filename" : "Messages.strings",
        "language" : "hi"
      },
      {
        "target" : "Missatges",
        "filename" : "Messages.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/OnBoardingBundles\/com.apple.onboarding.messages.bundle",
  "framework" : "com.apple.onboarding.messages.bundle"
}