{
  "localizations" : {
    "UnsupportedWebBrowserError" : [
      {
        "target" : "Das Ändern der Bundle-ID, die zum Melden oder Löschen von Webnutzungsdaten verwendet wird, wird nur für registrierte Webbrowser unterstützt. Informationen darüber, wie die Registrierung erfolgt, erhältst du beim Apple Developer Support unter https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "de"
      },
      {
        "target" : "שינוי מזהה החבילה המשמש לדיווח ומחיקת נתוני שימוש ברשת נתמך בדפדפני אינטרנט רשומים בלבד. באתר התמיכה Apple Developer Support ניתן למצוא פרטים נוספים על רישום דפדפנים:\nhttps:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "he"
      },
      {
        "target" : "Changing the bundle identifier used to report or delete web usage data is only supported for registered web browsers. Please contact Apple Developer Support for more details on how to register at https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "en_AU"
      },
      {
        "target" : "تغيير معرّف الحزمة المستخدَم في الإبلاغ عن بيانات استخدام الويب أو حذفها مدعوم لمتصفحات الويب المسجلة فقط. الرجاء التواصل مع دعم مطوري Apple للحصول على مزيد من التفاصيل عن كيفية التسجيل على https:\/\/developer.apple.com\/support",
        "filename" : "Localizable.strings",
        "language" : "ar"
      },
      {
        "target" : "Η αλλαγή του αναγνωριστικού δέσμης, που χρησιμοποιείται για αναφορά ή διαγραφή δεδομένων χρήσης Ιστού, υποστηρίζεται μόνο για εγγεγραμμένα προγράμματα περιήγησης Ιστού. Επικοινωνήστε με την Υποστήριξη Apple Developer για λεπτομέρειες σχετικά με τον τρόπο εγγραφής στη διεύθυνση https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "el"
      },
      {
        "target" : "Web使用状況データを報告または削除するために使用されるバンドル識別子を変更することは、登録済みWebブラウザでのみ対応しています。登録方法について詳しくは、Appleデベロッパサポート（https:\/\/developer.apple.com\/jp\/support\/）までお問い合わせください。",
        "filename" : "Localizable.strings",
        "language" : "ja"
      },
      {
        "target" : "Changing the bundle identifier used to report or delete web usage data is only supported for registered web browsers. Please contact Apple Developer Support for more details on how to register at https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "en"
      },
      {
        "target" : "Змінення пакетного ідентифікатора, використовуваного для звітів чи видалення даних про використання, підтримується тільки для зареєстрованих веббраузерів. За відомостями про реєстрацію зверніться до служби підтримки розробників Apple Developer Support за адресою https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "uk"
      },
      {
        "target" : "Para cambiar el identificador de paquetes que te permite reportar o eliminar datos de uso de la web debes usar un navegador web registrado. Para obtener información sobre el registro, ponte en contacto con Soporte para Desarrolladores de Apple en https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "es_419"
      },
      {
        "target" : "仅已注册的网页浏览器支持更改用于报告或删除网站使用数据的捆绑包标识符。请联系Apple开发者支持以获取更多注册方式的详细信息：https:\/\/developer.apple.com\/cn\/support\/",
        "filename" : "Localizable.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Solo se puede cambiar el identificador de paquete usado para informar de los datos de uso de internet o eliminarlos. Ponte en contacto con Soporte para desarrolladores de Apple si quieres obtener más información sobre cómo registrarte en https:\/\/developer.apple.com\/es\/support\/",
        "filename" : "Localizable.strings",
        "language" : "es"
      },
      {
        "target" : "A alteração do identificador de pacote usado para comunicar ou apagar os dados de uso da web é compatível apenas com navegadores registrados. Contate o Suporte ao Desenvolvedor da Apple para obter mais detalhes sobre como se registrar em https:\/\/developer.apple.com\/pt\/support\/",
        "filename" : "Localizable.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Du kan kun ændre det pakke-id, der bruges til at rapportere eller slette data om webforbrug, på registrerede webbrowsere. Kontakt Apple Developer Support for at få flere oplysninger om tilmeldning på https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "da"
      },
      {
        "target" : "La modifica dell'identificativo del pacchetto utilizzato per inviare o eliminare i dati di utilizzo del web è supportata solo per i browser web registrati. Per ulteriori dettagli sulla registrazione, contatta il supporto per sviluppatori Apple all'indirizzo https:\/\/developer.apple.com\/it\/support\/",
        "filename" : "Localizable.strings",
        "language" : "it"
      },
      {
        "target" : "Zmena identifikátora balíka, ktorý sa používa na nahlasovanie alebo vymazávanie dát o používaní webu, je podporovaná len v zaregistrovaných webových prehliadačoch. Viac informácií o registrácii vám poskytne podpora pre vývojárov spoločnosti Apple, ktorú môžete kontaktovať na stránke https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "sk"
      },
      {
        "target" : "A alteração do identificador de bundle usado para comunicar ou apagar dados de utilização da web é suportada apenas em navegadores registados. Contacte o suporte para programadores Apple para obter informação detalhada acerca do registo em https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Menukar pengecam pakej yang digunakan untuk melaporkan atau memadamkan data penggunaan web hanya disokong untuk pelayar web berdaftar. Sila hubungi Sokongan Pembangun Apple untuk mendapatkan butiran lanjut tentang cara mendaftar di https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "ms"
      },
      {
        "target" : "Att ändra paket-ID som används till att rapportera eller radera data för webbanvändning stöds bara för registrerade webbläsare. Om du vill veta mer om registrering kontaktar du supporten för Apple-utvecklare på https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "sv"
      },
      {
        "target" : "Změny identifikátorů balíků, které se používají k hlášení a mazání údajů o využívání webu, jsou podporovány jen u zaregistrovaných webových prohlížečů. Podrobnější informace o postupu při registraci vám poskytne vývojářská podpora společnosti Apple – kontakt najdete na https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "cs"
      },
      {
        "target" : "웹 사용 데이터를 리포트하거나 삭제하는 데 사용되는 번들 식별자의 변경은 등록된 웹 브라우저에서만 지원됩니다. 더 자세한 등록 방법은 https:\/\/developer.apple.com\/kr\/support\/ 사이트에서 Apple 개발자 지원에 문의하십시오.",
        "filename" : "Localizable.strings",
        "language" : "ko"
      },
      {
        "target" : "Kun registrerte nettlesere kan endre pakkeidentifikatoren som brukes til å rapportere eller slette data fra nettbruk. Kontakt Apple Developer Support på https:\/\/developer.apple.com\/support\/ for mer informasjon om registrering.",
        "filename" : "Localizable.strings",
        "language" : "no"
      },
      {
        "target" : "A webes használattal kapcsolatos adatok jelentéséhez vagy törléséhez használt csomagazonosító módosítása csak a regisztrált webböngészők esetében támogatott. A regisztráció menetére vonatkozó bővebb tudnivalókért vegye fel a kapcsolatot az Apple fejlesztői támogatással a következő weboldalon keresztül: https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "hu"
      },
      {
        "target" : "更改用作報告或刪除網頁使用狀況資料的套裝識別碼只支援已註冊的網頁瀏覽器。請聯絡Apple開發者支援以取得更多註冊方式的詳細資料：https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Web kullanımı verilerini bildirmek veya silmek için kullanılan paket tanıtıcısının değiştirilmesi yalnızca kayıtlı web tarayıcıları için desteklenir. Kayıt olmak hakkında ayrıntılı bilgi için lütfen https:\/\/developer.apple.com\/support\/ adresinde Apple Geliştirici Destek ile iletişim kurun.",
        "filename" : "Localizable.strings",
        "language" : "tr"
      },
      {
        "target" : "Zmiany ID pakietu używanego do zgłaszania lub usuwania danych użycia sieci www są obsługiwane tylko w przypadku zarejestrowanych przeglądarek. Aby uzyskać więcej informacji na temat rejestracji, skontaktuj się z działem Apple Developer Support na stronie https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "pl"
      },
      {
        "target" : "更改用來回報或刪除網頁使用狀況資料的套件識別碼僅支援已註冊的網頁瀏覽器。請聯絡「Apple開發者支援」以取得更多註冊方式的詳細資訊：https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "zh_TW"
      },
      {
        "target" : "Changing the bundle identifier used to report or delete web usage data is only supported for registered web browsers. Please contact Apple Developer Support for more details on how to register at https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Việc thay đổi mã định danh gói được sử dụng để báo cáo hoặc xóa dữ liệu sử dụng trang web chỉ được hỗ trợ cho các trình duyệt web đã đăng ký. Vui lòng liên hệ với bộ phận Hỗ trợ nhà phát triển của Apple để biết thêm chi tiết về cách đăng ký tại https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "vi"
      },
      {
        "target" : "Идентификатор пакета, используемый при создании отчетов с данными использования интернета и при удалении этих данных, можно изменить только для зарегистрированных веб‑браузеров. Чтобы узнать подробнее о процедуре регистрации, обратитесь в службу поддержки программы Apple Developer: https:\/\/developer.apple.com\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "ru"
      },
      {
        "target" : "La modification de l’identifiant de lot utilisé pour signaler ou supprimer des données d’utilisation Web est uniquement prise en charge pour les navigateurs Web inscrits. Pour obtenir plus de détails sur l’inscription, veuillez communiquer avec l’assistance Apple pour les développeurs à l’adresse https:\/\/developer.apple.com\/fr\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "La modification de l’identifiant du paquet utilisé pour transmettre ou supprimer les données d’utilisation du Web n’est prise en charge que sur les navigateurs web enregistrés. Veuillez contacter l’assistance Apple pour les développeurs pour en savoir plus sur la procédure d’enregistrement à la page https:\/\/developer.apple.com\/fr\/support\/.",
        "filename" : "Localizable.strings",
        "language" : "fr"
      },
      {
        "target" : "Verkon käyttötietojen raportoimiseen tai poistamiseen käytetyn nipputunnisteen muuttamista tuetaan vain rekisteröidyille verkkoselaimille. Saat lisätietoja rekisteröitymisestä ottamalla yhteyttä Apple Developer Supportiin osoitteessa https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "fi"
      },
      {
        "target" : "Mengubah pengenal bundel yang digunakan untuk melaporkan atau menghapus data penggunaan web hanya didukung untuk browser web terdaftar. Hubungi Dukungan Pengembang Apple untuk detail lainnya mengenai cara mendaftar di https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "id"
      },
      {
        "target" : "Het wijzigen van de bundel-ID voor het rapporteren of verwijderen van gegevens over webgebruik, wordt alleen ondersteund voor geregistreerde webbrowsers. Neem voor meer informatie over de registratieprocedure contact op met Apple Developer Support op https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "nl"
      },
      {
        "target" : "การเปลี่ยนข้อมูลจำเพาะของชุดรวมที่ใช้แจ้งหรือลบข้อมูลการใช้งานเว็บจะรองรับเฉพาะสำหรับเว็บเบราว์เซอร์ที่ลงทะเบียน โปรดติดต่อ Apple Developer Support สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับวิธีการลงทะเบียนที่ https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "th"
      },
      {
        "target" : "Schimbarea identificatorului de pachet utilizat pentru a raporta sau șterge datele de utilizare web este permisă doar pentru browserele web înregistrate. Contactați Apple Developer Support pentru detalii suplimentare despre modul de înregistrare la https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "ro"
      },
      {
        "target" : "Promjena identifikatora svežnja korištenog za prijavljivanje ili brisanje podataka o uporabi weba podržana je samo za registrirane preglednike weba. Za dodatne informacije o načinu na koji se možete registrirati obratite se Appleovoj podršci za developere na https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "hr"
      },
      {
        "target" : "वेब उपयोग डेटा रिपोर्ट या डिलीट करने के लिए उपयोग किए जाने वाले बंडल आइडेंटिफ़ायर को बदलना केवल पंजीकृत वेब ब्राउज़र के लिए समर्थित है। कृपया पंजीकरण करने के बारे में विवरणों के लिए Apple डेवलपर सहायता से यहाँ संपर्क करें https:\/\/developer.apple.com\/support\/",
        "filename" : "Localizable.strings",
        "language" : "hi"
      },
      {
        "target" : "L’identificador de paquet que s’utilitza per informar sobre les dades d’ús d’internet o eliminar‑les només es pot canviar en navegadors web registrats. Per obtenir més informació sobre com registrar‑te, posa’t en contacte amb el servei de suport d’Apple per a desenvolupadors a https:\/\/developer.apple.com\/es\/support\/",
        "filename" : "Localizable.strings",
        "language" : "ca"
      }
    ]
  },
  "bundlePath" : "\/System\/iOSSupport\/System\/Library\/Frameworks\/ScreenTime.framework",
  "framework" : "ScreenTime.framework"
}