{
  "localizations" : {
    "USERCONFIRM_DENY" : [
      {
        "target" : "Nicht erlauben",
        "filename" : "CellularLoggingTask.strings",
        "language" : "de"
      },
      {
        "target" : "אל תאפשר",
        "filename" : "CellularLoggingTask.strings",
        "language" : "he"
      },
      {
        "target" : "عدم السماح",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ar"
      },
      {
        "target" : "Να μην επιτραπεί",
        "filename" : "CellularLoggingTask.strings",
        "language" : "el"
      },
      {
        "target" : "許可しない",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ja"
      },
      {
        "target" : "Don’t Allow",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en"
      },
      {
        "target" : "Не дозволяти",
        "filename" : "CellularLoggingTask.strings",
        "language" : "uk"
      },
      {
        "target" : "No permitir",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es_419"
      },
      {
        "target" : "Não permitir",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "No permitir",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es"
      },
      {
        "target" : "Tillad ikke",
        "filename" : "CellularLoggingTask.strings",
        "language" : "da"
      },
      {
        "target" : "Non consentire",
        "filename" : "CellularLoggingTask.strings",
        "language" : "it"
      },
      {
        "target" : "Nepovoliť",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sk"
      },
      {
        "target" : "不允许",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Não Permitir",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Jangan Benarkan",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ms"
      },
      {
        "target" : "Tillåt inte",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sv"
      },
      {
        "target" : "Don’t Allow",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_AU"
      },
      {
        "target" : "Zakázat",
        "filename" : "CellularLoggingTask.strings",
        "language" : "cs"
      },
      {
        "target" : "허용 안 함",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ko"
      },
      {
        "target" : "Ikke tillat",
        "filename" : "CellularLoggingTask.strings",
        "language" : "no"
      },
      {
        "target" : "Tiltás",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hu"
      },
      {
        "target" : "İzin Verme",
        "filename" : "CellularLoggingTask.strings",
        "language" : "tr"
      },
      {
        "target" : "Niedozwolone",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pl"
      },
      {
        "target" : "Ne pas autoriser",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Từ chối",
        "filename" : "CellularLoggingTask.strings",
        "language" : "vi"
      },
      {
        "target" : "Не разрешать",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ru"
      },
      {
        "target" : "Don’t Allow",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Ne pas autoriser",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr"
      },
      {
        "target" : "Älä salli",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fi"
      },
      {
        "target" : "Jangan Izinkan",
        "filename" : "CellularLoggingTask.strings",
        "language" : "id"
      },
      {
        "target" : "Sta niet toe",
        "filename" : "CellularLoggingTask.strings",
        "language" : "nl"
      },
      {
        "target" : "ไม่อนุญาต",
        "filename" : "CellularLoggingTask.strings",
        "language" : "th"
      },
      {
        "target" : "Nu permiteți",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ro"
      },
      {
        "target" : "不允許",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Nemoj dozvoliti",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hr"
      },
      {
        "target" : "अनुमति न दें",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hi"
      },
      {
        "target" : "No permetre",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ca"
      },
      {
        "target" : "不允許",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_TW"
      }
    ],
    "USERCONFIRM_MESSAGE" : [
      {
        "target" : "Hiermit werden automatisch Basisbandprotokolle gesammelt, die %@ die Diagnose und das Debugging von Problemen deines Geräts mit dem Mobilfunknetz erlauben. Die Protokolldateien enthalten möglicherweise einige persönliche Daten, inkl. Inhalten von SMS-Nachrichten, Geräteinformationen, Telefonnummern, Apple-IDs der Accounts, bei denen du angemeldet bist, sowie Protokolle von eingehenden und ausgehenden Telefonaten. Diese Basisbandprotokolle können an andere Orte gesendet werden. Wenn du diese Protokollierungsfunktionalität entfernen möchtest, wende dich an deine:n Admin.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "de"
      },
      {
        "target" : "\nמאפיין זה יבצע איסוף אוטומטי של רשומות פס-בסיס שיאפשרו ל-%@ לבצע ניתוח ותיקון של בעיות עם הרשת הסלולרית שמשפיעות על תפקוד המכשיר שלך. הרשומות עשויות להכיל נתונים עם פרטים אישיים, כמו למשל תכנים של הודעות SMS, פרטי המכשיר, מספרי טלפון, מזהי Apple ID של החשבונות שאליהם התחברת, ורישום השיחות היוצאות והנכנסות. רשומות פס-בסיס אלה עשויות להישלח למיקומים מרוחקים. אם ברצונך למנוע איסוף רשומות במכשיר שלך, עליך ליצור קשר עם מנהל המערכת.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "he"
      },
      {
        "target" : "\nسيؤدي هذا تلقائيًا لجمع سجلات النطاق الأساسي التي تسمح لـ %@ بتشخيص وتصحيح أخطاء الشبكة الخلوية على جهازك. قد تحتوي ملفات هذه السجلات على بعض معلوماتك الشخصية، بما في ذلك محتويات رسائل SMS، ومعلومات الجهاز، وأرقام الهواتف، ومعرّفات Apple ID للحسابات التي سجلت الدخول إليها، وسجلات المكالمات الواردة والصادرة. قد تُرسَل سجلات النطاق الأساسي إلى مواقع بعيدة. إذا كنت ترغب في تعطيل إمكانية التسجيل هذه، فالرجاء التواصل مع المسؤول.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ar"
      },
      {
        "target" : "\nΑυτό θα συλλέγει αυτόματα αρχεία καταγραφής ζώνης βάσης που επιτρέπουν στο %@ τη διάγνωση και την εκσφαλμάτωση ζητημάτων που αντιμετωπίζει η συσκευή σας με το κινητό δίκτυο. Τα αρχεία καταγραφής μπορεί να περιέχουν κάποιες προσωπικές πληροφορίες σας, όπως περιεχόμενα μηνυμάτων SMS, πληροφορίες συσκευής, αριθμούς τηλεφώνου, Apple ID των λογαριασμών στους οποίους είστε συνδεδεμένοι, και αρχεία καταγραφής εισερχόμενων και εξερχόμενων κλήσεων. Αυτά τα αρχεία καταγραφής ζώνης βάσης μπορούν να αποστέλλονται σε απομακρυσμένες τοποθεσίες. Αν θέλετε να αφαιρέσετε αυτήν τη δυνατότητα καταγραφής, επικοινωνήστε με τον διαχειριστή σας.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "el"
      },
      {
        "target" : "\nこれにより、ベースバンドのログが自動的に収集され、モバイル通信ネットワークで発生しているデバイスの問題の診断とデバッグが%@上で可能になります。ログファイルには、SMSの内容、デバイス情報、電話番号、サインインしているアカウントのApple ID、着信および発信のログなど、個人情報の一部が含まれている場合があります。これらのベースバンドのログは、ほかの場所に送信可能です。このログ機能を削除したい場合は、管理者にお問い合わせください。\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ja"
      },
      {
        "target" : "\nThis will automatically collect baseband logs that allows %@ to diagnose and debug issues that your device is having with the cellular network. The logs files may contain some of your personal information, including contents of SMS's, device information, phone numbers, Apple IDs of the accounts into which you are signed, and logs of incoming and outgoing calls. These baseband logs can be sent to remote locations. If you wish to remove this logging capability, please contact your Administrator.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en"
      },
      {
        "target" : "\nЖурнали прямого передавання збиратимуться автоматично, що дає змогу %@ діагностувати й налагоджувати проблеми зі стільниковою мережею вашого пристрою. Файли журналів можуть містити деяку персональну інформацію, зокрема вміст повідомлень SMS, дані пристрою, номери телефонів, дані облікових записів Apple ID, у яких виконано вхід, а також журнали вхідних і вихідних викликів. Ці журнали прямого передавання можуть надсилатися з вашого пристрою. Якщо ви хочете вимкнути журналювання, зверніться до вашого адміністратора.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "uk"
      },
      {
        "target" : "\nEsto recopilará automáticamente registros que le permitan a %@ diagnosticar y depurar los errores que tu dispositivo tenga con la red celular. Los archivos generados pueden contener información personal, incluyendo el contenido de los SMS, información del dispositivo, los números telefónicos, los Apple ID de las cuentas en las que has iniciado sesión, así como los registros de llamadas entrantes y salientes. Se podría enviar estos registros de banda base a ubicaciones remotas. Si quieres eliminar esta capacidad de registro, comunícate con tu administrador.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es_419"
      },
      {
        "target" : "\nOs registos de baseband serão recolhidos automaticamente, para que %@ possa diagnosticar e depurar problemas com a rede móvel no seu dispositivo. Os ficheiros de registos podem conter algumas informações pessoais, incluindo o conteúdo de mensagens SMS, informação sobre o dispositivo, números de telefone, ID Apple das contas em que tem sessão iniciada e registos de chamadas recebidas e efetuadas. Estes registos de baseband podem ser enviados para localizações remotas. Para remover a funcionalidade de registo, contacte o administrador.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "\nSe recopilarán automáticamente los registros de banda base que permiten que %@ pueda diagnosticar y depurar los problemas de la red móvil del dispositivo. Los registros pueden contener algunos datos personales tuyos, como el contenido de los SMS, información sobre el dispositivo, números de teléfono, los ID de Apple de las cuentas con las que has iniciado sesión y los registros de las llamadas entrantes y salientes. Estos registros de banda base se pueden enviar a ubicaciones remotas. Si quieres que se dejen de recopilar, contacta con tu administrador.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es"
      },
      {
        "target" : "\nDette indsamler automatisk baseband-logarkiver, som giver %@ lov til at diagnosticere og udføre fejlfinding ved problemer mellem enheden og mobilnetværket. Logarkiverne kan indeholde personlige oplysninger, f.eks. indhold i sms-beskeder, oplysninger om enheden, telefonnumre, Apple-id for de konti, du er logget ind på, og logarkiver for indgående og udgående opkald. Disse baseband-logarkiver kan sendes til andre steder. Kontakt administratoren for at fjerne denne mulighed for logning.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "da"
      },
      {
        "target" : "\nVerranno raccolti automaticamente i log Baseband che consentono a %@ di eseguire la diagnosi e il debug dei problemi che il dispositivo riscontra con la rete cellulare. I log potrebbero contenere alcune informazioni personali, incluso il contenuto degli SMS, i dati del dispositivo, i numeri di telefono, gli ID Apple degli account con cui hai effettuato l'accesso e i log delle chiamate in entrata e in uscita. I log Baseband possono essere inviati in remoto. Se desideri rimuovere questa funzionalità relativa ai log, contatta il tuo amministratore.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "it"
      },
      {
        "target" : "\nTáto funkcia automaticky zhromažďuje záznamy základného pásma, vďaka ktorým môže %@ diagnostikovať a riešiť problémy zariadenia súvisiace s mobilnou sieťou. Súbory záznamov môžu obsahovať vaše osobné informácie vrátane obsahu SMS správ, informácií o zariadení, telefónnych čísel, Apple ID účtov, do ktorých ste sa prihlásili, a záznamov prichádzajúcich a odchádzajúcich hovorov. Záznamy základného pásma je možné odosielať na vzdialené umiestnenia. Ak chcete vypnúť túto funkciu, kontaktujte svojho správcu.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sk"
      },
      {
        "target" : "\n这将自动收集基带日志以允许“%@”在您的设备发生蜂窝网络问题时进行诊断和调试。日志文件可能包含您的部分个人信息，包括短信内容、设备信息、电话号码、已登录帐户的Apple ID以及来电和去电记录。这些基带日志可被发送到远程位置。如果想要移除此记录功能，请联系您的管理员。\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "\nIsso coletará automaticamente os registros de banda base que permitem que %@ diagnostique e depure os problemas que o dispositivo tem com a rede celular. Os arquivos dos registros podem conter algumas informações pessoais suas, incluindo o conteúdo de mensagens SMS, informações do dispositivo, números de telefone, IDs Apple das contas nas quais você tenha uma sessão iniciada, e registros de ligações recebidas e feitas. Esses registros de banda base podem ser enviados para localizações remotas. Caso deseje remover essa capacidade de registro, contate o Administrador.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "\nIni akan mengumpulkan log jalur asas secara automatik yang membolehkan %@ mendiagnosis dan menyahpepijat isu yang dihadapi peranti anda dengan rangkaian selular. Fail log mungkin mengandungi beberapa maklumat peribadi anda, termasuk kandungan SMS, maklumat peranti, nombor telefon, Apple ID akaun yang anda daftar masuk dan log panggilan masuk serta keluar. Log jalur asas ini boleh dihantar ke lokasi jauh. Jika anda ingin mengeluarkan keupayaan pengelogan ini, sila hubungi Pentadbir anda.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ms"
      },
      {
        "target" : "Detta samlar automatiskt in basbandloggar som gör det möjligt för %@ att diagnosticera och felsöka problem som din enhet har med mobilnätverket. Loggfilerna kan innehålla en del personlig information, inklusive innehåll i SMS, enhetsinformation, telefonnummer, Apple-ID för de konton som du är inloggad på samt loggar med inkommande och utgående samtal. Basbandloggarna kan skickas till andra platser. Kontakta administratören om du vill ta bort den här loggningsmöjligheten.",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sv"
      },
      {
        "target" : "\nThis will automatically collect baseband logs that allows %@ to diagnose and debug issues that your device is having with the mobile network. The logs files may contain some of your personal information including contents of SMS messages, device information, phone numbers, Apple IDs of the accounts into which you are signed, and logs of incoming and outgoing calls. These baseband logs can be sent to remote locations. If you wish to remove this logging capability, please contact your Administrator.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_AU"
      },
      {
        "target" : "\nTato služba bude automaticky shromažďovat protokoly základního pásma, na jejichž základě může %@ diagnostikovat a odstraňovat problémy vašeho zařízení s mobilní sítí. Soubory protokolů můžou obsahovat některé vaše osobní údaje, například obsah SMS zpráv, informace o zařízení, telefonní čísla, Apple ID účtů, ke kterým jste přihlášení, a záznamy o příchozích a odchozích hovorech. Tyto protokoly základního pásma můžou být odesílány na vzdálená místa. Pokud si tuto protokolovací službu přejete odstranit, obraťte se na správce.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "cs"
      },
      {
        "target" : "\n자동으로 베이스밴드 로그를 수집하여 %@이(가) 기기에 발생한 셀룰러 네트워크 문제를 진단하고 디버그합니다. 이러한 로그 파일에는 SMS 내용, 기기 정보, 전화번호, 사용자가 로그인한 계정의 Apple ID, 수신 또는 발신 통화를 포함한 개인 정보 일부가 포함될 수 있습니다. 이러한 베이스밴드 로그는 원격 위치로 전송될 수 있습니다. 이 로그 기능을 제거하려면 관리자에게 문의하십시오.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ko"
      },
      {
        "target" : "\nDette vil automatisk samle inn basebåndlogger slik at %@ kan diagnostisere og feilsøke problemer med mobilnettet på enheten din. Loggene kan inneholde personlig informasjon som SMS-innhold, enhetsinformasjon, telefonnumre, Apple‑ID-er til kontoene du er logget på, og logger over innkommende og utgående anrop. Disse basebåndloggene kan bli sendt til eksterne plasseringer. Kontakt administratoren din hvis du vil fjerne denne loggføringsmuligheten.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "no"
      },
      {
        "target" : "\nEz automatikusan össze fogja gyűjteni az alapsávi naplókat, ami lehetővé teszi, hogy a(z) %@ diagnosztizálja és elhárítsa az eszközének mobilhálózattal kapcsolatos hibáit. A naplófájlok tartalmazhatják az Ön személyes információit, beleértve az SMS-ek tartalmát, az eszközinformációkat, a telefonszámokat, az olyan fiókok Apple ID-jait, amelyekbe bejelentkezett, valamint a bejövő és kimentő hívásokat. Előfordulhat, hogy ezek az alapsávi naplók távoli helyekre vannak elküldve. Ha el szeretné távolítani ezt a naplózási funkciót, akkor lépjen kapcsolatba a rendszergazdával.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hu"
      },
      {
        "target" : "\nBu, aygıtınızın hücresel ağla ilgili sorunlarına %@ tarafından tanı koyulmasına ve hatalarının ayıklanmasına olanak tanıyan ana bant günlüklerini otomatik olarak toplar. Günlük dosyaları; SMS içerikleri, aygıt bilgileri, telefon numaraları, giriş yaptığınız hesapların Apple kimlikleri ile gelen ve giden arama günlükleri de dahil olmak üzere bazı kişisel bilgilerinizi içerebilir. Bu ana bant günlükleri uzaktaki konumlara gönderilebilir. Bu günlük tutma özelliğinin kaldırılmasını istiyorsanız lütfen sistem yöneticinize danışın.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "tr"
      },
      {
        "target" : "\nTa opcja włącza automatyczne gromadzenie dzienników baseband, dzięki którym %@ może diagnozować i debugować problemy Twojego urządzenia z siecią komórkową. Pliki dzienników mogą zawierać takie dane osobiste, jak treść wiadomości SMS, informacje o urządzeniu, numery telefonów, identyfikatory używanych kont Apple ID czy rejestry połączeń przychodzących i wychodzących. Dzienniki baseband mogą być wysyłane na zdalne serwery. Aby wyłączyć ich gromadzenie, skontaktuj się z administratorem.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pl"
      },
      {
        "target" : "\nCela entraînera automatiquement la collecte des historiques de la bande de base pour permettre à %@ de diagnostiquer et de déboguer les problèmes que votre appareil rencontre avec le réseau cellulaire. Les fichiers des historiques peuvent contenir certaines informations personnelles, y compris le contenu des SMS, des informations sur l’appareil, des numéros de téléphone, les identifiants Apple des comptes auxquels vous êtes connecté et l’historique des appels entrants et sortants. Ces historiques de la bande de base peuvent être transmis à des sites distants. Si vous souhaitez désactiver ces historiques, veuillez communiquer avec votre administrateur.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "\nViệc này sẽ tự động thu thập các bản ghi dải tần cơ sở cho phép %@ chẩn đoán và khắc phục các sự cố mà thiết bị của bạn đang gặp phải với mạng di động. Các tệp bản ghi có thể chứa một số thông tin cá nhân của bạn, bao gồm nội dung của tin nhắn SMS, thông tin thiết bị, số điện thoại, ID Apple của các tài khoản mà bạn đã đăng nhập và bản ghi các cuộc gọi đến và đi. Những bản ghi dải tần cơ sở này có thể được gửi tới các vị trí ở xa. Nếu bạn muốn loại bỏ khả năng ghi nhật ký này, vui lòng liên hệ với quản trị viên của bạn.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "vi"
      },
      {
        "target" : "\nПри этом будут автоматически собираться журналы сотового модуля, с помощью которых %@ сможет диагностировать и устранить проблемы с сотовой сетью, возникшие у Вашего устройства. Файлы журналов могут содержать Вашу персональную информацию, в том числе содержание SMS, сведения об устройстве, номера телефонов, учетные записи Apple ID, в которые был выполнен вход, а также журналы входящих и исходящих вызовов. Такие журналы сотового модуля могут обрабатываться вне Вашего устройства. Чтобы отключить возможность такого журналирования, обратитесь к своему администратору.",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ru"
      },
      {
        "target" : "\nThis will automatically collect baseband logs, which allows %@ to diagnose and debug issues that your device is having with the mobile network. The logs files may contain some of your personal information, including contents of SMSes, device information, phone numbers, Apple IDs of the accounts into which you are signed, and logs of incoming and outgoing calls. These baseband logs can be sent to remote locations. If you wish to remove this logging capability, please contact your Administrator.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_GB"
      },
      {
        "target" : "\nCela collectera automatiquement les historiques de bande de base pour permettre à %@ de diagnostiquer et corriger les problèmes que votre appareil rencontre avec le réseau cellulaire. Les fichiers des historiques peuvent contenir certaines de vos données personnelles comme le contenu de vos SMS, des informations liées à votre appareil, des numéros de téléphone, les identifiants Apple des comptes auxquels vous êtes connecté ainsi que les historiques des appels entrants et sortants. Ces historiques de bande de base peuvent être envoyés vers des emplacements distants. Pour désactiver la création d’historiques, contactez votre administrateur.",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr"
      },
      {
        "target" : "\nTämä kerää automaattisesti kantataajuuskaistalokit, joiden avulla %@ voi selvittää laitteen mobiiliverkko-ongelmia. Lokitiedostot saattavat sisältää henkilökohtaisia tietoja, kuten tekstiviestien sisältöjä, laitetietoja, puhelinnumeroja, kirjauduttujen tilien Apple ID:itä sekä tulevien ja lähtevien puhelujen lokeja. Nämä kantataajuuskaistalokit voidaan lähettää etäsijainteihin. Jos haluat poistaa tämän lokiominaisuuden, ota yhteys ylläpitäjään.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fi"
      },
      {
        "target" : "\nIni akan secara otomatis mengumpulkan log baseband yang memungkinkan %@ untuk mendiagnosis dan mendebug masalah yang dialami perangkat Anda terkait jaringan seluler. File log dapat berisi beberapa informasi pribadi Anda, termasuk konten SMS, informasi perangkat, nomor telepon, ID Apple yang Anda gunakan untuk masuk, dan log panggilan masuk dan keluar. Log baseband ini dapat dikirimkan ke lokasi jauh. Jika Anda ingin menghapus kemampuan pencatatan ini, hubungi Administrator Anda.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "id"
      },
      {
        "target" : "\nHiermee worden automatisch basebandlogbestanden verzameld, waarmee %@ problemen die je apparaat met het mobiele netwerk heeft, kan analyseren en debuggen. De logbestanden bevatten mogelijk bepaalde persoonlijke gegevens, inclusief inhoud van sms-berichten, apparaatinformatie, telefoonnummers, Apple ID's van de accounts waarbij je bent ingelogd en logbestanden van inkomende en uitgaande oproepen. Deze basebandlogbestanden kunnen naar externe locaties worden gestuurd. Neem contact op met je beheerder als je deze logfunctionaliteit wilt verwijderen.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "nl"
      },
      {
        "target" : "\nการทำงานนี้จะเก็บรวบรวมบันทึกการใช้งานเบสแบนด์โดยอัตโนมัติ บันทึการใช้งานจะช่วยให้%[tt]@วินิจฉัยและดีบั๊กปัญหาที่อุปกรณ์ของคุณมีกับเครือข่ายเซลลูลาร์ ไฟล์บันทึกการใช้งานอาจประกอบด้วยข้อมูลส่วนบุคคลรวมทั้งเนื้อหาของ SMS, ข้อมูลอุปกรณ์, เบอร์โทรศัพท์, Apple ID ของบัญชีที่คุณลงชื่อเข้าใช้ และบันทึกการใช้งานของการโทรเข้าและออก บันทึกการใช้งานเบสแบนด์เหล่านี้สามารถถูกส่งไปที่ตำแหน่งที่ตั้งระยะไกลได้ ถ้าคุณต้องการเอาความสามารถในการเก็บบันทึกการใช้งานนี้ออก โปรดติดต่อผู้ดูแลระบบเครือข่ายของคุณ\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "th"
      },
      {
        "target" : "\nAceastă opțiune va colecta automat jurnalele benzii de bază care permit ca %@ să diagnosticheze și să depaneze problemele legate de rețeaua celulară întâmpinate de dispozitivul dvs. Fișierele jurnalelor pot conține unele dintre informațiile dvs. personale, inclusiv conținutul SMS‑urilor, informații despre dispozitiv, numere de telefon, ID‑urile Apple ale conturilor în care v‑ați autentificat și jurnalele apelurilor primite și efectuate. Aceste jurnale ale benzii de bază pot fi trimise în amplasamente aflate la distanță. Dacă doriți să eliminați această capacitate de colectare a jurnalelor, contactați administratorul dvs.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ro"
      },
      {
        "target" : "\n這將自動收集基頻記錄以允許%[tt]@在你的裝置發生流動網絡問題時進行診斷和除錯。記錄檔可能會包含你的部份個人資料，包括SMS內容、裝置資料、電話號碼、已登入帳户的Apple ID、來電和打出電話記錄等。這些基頻記錄可被傳送至遙距位置。如你想移除此記錄功能，請聯絡你的管理者。\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "\nOvo će automatski prikupiti log zapise o pojasnoj širini koji operateru %@ omogućavaju dijagnosticiranje i uklanjanje grešaka koje vaš uređaj ima s mobilnom mrežom. Log zapisi mogu sadržavati neke vaše osobne informacije, uključujući sadržaj SMS poruka, informacije o uređaju, telefonske brojeve, Apple ID-jeve računa u koje ste prijavljeni i log zapise dolaznih i odlaznih poziva. Ovi log zapisi o pojasnoj širini mogu biti poslani na udaljene lokacije. Ako želite ukloniti ovu mogućnost izrade log zapisa, obratite se svojem administratoru.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hr"
      },
      {
        "target" : "\nयह ऑटोमैटिकली बेसबैंड लॉग एकत्र करेगा जो %@ को मोबाइल डेटा नेटवर्क के साथ आपके डिवाइस को होने वाली समस्याओं को डायग्नॉज़ और डीबग करने में सहायता करेंगे। लॉग फ़ाइलों में SMS के कॉन्टेंट, डिवाइस की जानकारी, फ़ोन नंबर, आप जिन खातों में साइन इन हैं उनके Apple ID और इनकमिंग और आउटगोइंग कॉल के लॉग सहित आपकी कुछ व्यक्तिगत जानकारी शामिल हो सकती है। ये बेसबैंड लॉग रिमोट स्थानों पर भेजे जा सकते हैं। अगर आप इस लॉगिंग क्षमता को हटाना चाहते हैं, तो कृपया अपने ऐडमिनिस्ट्रेटर से संपर्क करें।\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hi"
      },
      {
        "target" : "\nEs recopilaran automàticament registres de banda base perquè %@ pugui diagnosticar i depurar els problemes de la xarxa mòbil del dispositiu. Els registres poden contenir informació personal teva; per exemple, el contingut dels SMS, informació sobre el dispositiu, números de telèfon, ID d’Apple dels comptes on tens la sessió iniciada i registres de trucades entrants i sortints. Aquests registres de banda base es poden enviar a ubicacions remotes. Si vols que es deixin de recopilar, contacta amb el teu administrador.\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ca"
      },
      {
        "target" : "\n這將自動收集基頻記錄以允許%[tt]@在您的裝置發生行動網路問題時進行診斷並除錯。記錄檔可能會包含您的部分個人資訊，包含SMS內容、裝置資訊、電話號碼、已登入帳號的Apple ID、撥入和撥出電話記錄等。這些基頻記錄可被傳送到遠端位置。若您想要移除此記錄功能，請聯絡您的管理者。\n",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_TW"
      }
    ],
    "USERCONFIRM_ALLOW" : [
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "de"
      },
      {
        "target" : "אישור",
        "filename" : "CellularLoggingTask.strings",
        "language" : "he"
      },
      {
        "target" : "موافق",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ar"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "el"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ja"
      },
      {
        "target" : "Ok",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "uk"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es_419"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "da"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "it"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sk"
      },
      {
        "target" : "好",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Ok",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ms"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sv"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_AU"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "cs"
      },
      {
        "target" : "확인",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ko"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "no"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hu"
      },
      {
        "target" : "Tamam",
        "filename" : "CellularLoggingTask.strings",
        "language" : "tr"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pl"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "vi"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ru"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_GB"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fi"
      },
      {
        "target" : "Oke",
        "filename" : "CellularLoggingTask.strings",
        "language" : "id"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "nl"
      },
      {
        "target" : "ตกลง",
        "filename" : "CellularLoggingTask.strings",
        "language" : "th"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ro"
      },
      {
        "target" : "好",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hr"
      },
      {
        "target" : "ठीक",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hi"
      },
      {
        "target" : "OK",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ca"
      },
      {
        "target" : "好",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_TW"
      }
    ],
    "USERCONFIRM_TITLE" : [
      {
        "target" : "Entferntes Sammeln von Basisbandprotokollen",
        "filename" : "CellularLoggingTask.strings",
        "language" : "de"
      },
      {
        "target" : "איסוף רשומות פס-בסיס מרחוק",
        "filename" : "CellularLoggingTask.strings",
        "language" : "he"
      },
      {
        "target" : "جمع سجل النطاق الأساسي عن بُعد",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ar"
      },
      {
        "target" : "Αφαίρεση συλλογής αρχείων καταγραφής ζώνης βάσης",
        "filename" : "CellularLoggingTask.strings",
        "language" : "el"
      },
      {
        "target" : "リモートベースバンドログ収集",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ja"
      },
      {
        "target" : "Remote Baseband Log Collection",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en"
      },
      {
        "target" : "Дистанційне збирання журналів прямого передавання",
        "filename" : "CellularLoggingTask.strings",
        "language" : "uk"
      },
      {
        "target" : "Recopilación remota de registros de base de banda",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es_419"
      },
      {
        "target" : "Recolha de registos de baseband à distância",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_PT"
      },
      {
        "target" : "Recopilación de registros de banda base remotos",
        "filename" : "CellularLoggingTask.strings",
        "language" : "es"
      },
      {
        "target" : "Ekstern indsamling af baseband-logarkiver",
        "filename" : "CellularLoggingTask.strings",
        "language" : "da"
      },
      {
        "target" : "Raccolta log Baseband in remoto",
        "filename" : "CellularLoggingTask.strings",
        "language" : "it"
      },
      {
        "target" : "Vzdialený zber záznamov základného pásma",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sk"
      },
      {
        "target" : "远程基带日志收集",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_CN"
      },
      {
        "target" : "Coleta Remota de Registros de Banda Base",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pt_BR"
      },
      {
        "target" : "Pengumpulan Log Jalur Asas Jauh",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ms"
      },
      {
        "target" : "Ta bort basbandloggsamlingen",
        "filename" : "CellularLoggingTask.strings",
        "language" : "sv"
      },
      {
        "target" : "Remote Baseband Log Collection",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_AU"
      },
      {
        "target" : "Dálkový sběr protokolů základního pásma",
        "filename" : "CellularLoggingTask.strings",
        "language" : "cs"
      },
      {
        "target" : "원격 베이스밴드 로그 수집",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ko"
      },
      {
        "target" : "Ekstern innsamling av basebåndlogger",
        "filename" : "CellularLoggingTask.strings",
        "language" : "no"
      },
      {
        "target" : "Alapsávi naplók távoli gyűjtése",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hu"
      },
      {
        "target" : "Uzaktan Ana Bant Günlüğü Toplama",
        "filename" : "CellularLoggingTask.strings",
        "language" : "tr"
      },
      {
        "target" : "Zdalne gromadzenie dzienników baseband",
        "filename" : "CellularLoggingTask.strings",
        "language" : "pl"
      },
      {
        "target" : "Collecte distante des historiques de bande de base",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr_CA"
      },
      {
        "target" : "Thu thập bản ghi dải tần cơ sở từ xa",
        "filename" : "CellularLoggingTask.strings",
        "language" : "vi"
      },
      {
        "target" : "Удаленный сбор журналов сотового модуля",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ru"
      },
      {
        "target" : "Remote Baseband Log Collection",
        "filename" : "CellularLoggingTask.strings",
        "language" : "en_GB"
      },
      {
        "target" : "Collecte des historiques de bande de base à distance",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fr"
      },
      {
        "target" : "Kantataajuuskaistalokien etäkeruu",
        "filename" : "CellularLoggingTask.strings",
        "language" : "fi"
      },
      {
        "target" : "Pengumpulan Log Baseband Jarak Jauh",
        "filename" : "CellularLoggingTask.strings",
        "language" : "id"
      },
      {
        "target" : "Externe verzameling van basebandlogbestanden",
        "filename" : "CellularLoggingTask.strings",
        "language" : "nl"
      },
      {
        "target" : "การเก็บรวบรวมบันทึกการใช้งานเบสแบนด์ระยะไกล",
        "filename" : "CellularLoggingTask.strings",
        "language" : "th"
      },
      {
        "target" : "Colectare jurnal bandă de bază de la distanță",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ro"
      },
      {
        "target" : "遙距基頻記錄收集",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_HK"
      },
      {
        "target" : "Daljinsko prikupljanje log zapisa o pojasnoj širini",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hr"
      },
      {
        "target" : "रिमोट बेसबैंड लॉग संग्रहण",
        "filename" : "CellularLoggingTask.strings",
        "language" : "hi"
      },
      {
        "target" : "Recopilació de registres de banda base remots",
        "filename" : "CellularLoggingTask.strings",
        "language" : "ca"
      },
      {
        "target" : "遠端基頻記錄收集",
        "filename" : "CellularLoggingTask.strings",
        "language" : "zh_TW"
      }
    ]
  },
  "bundlePath" : "\/System\/Library\/PrivateFrameworks\/ABMHelper.framework",
  "framework" : "ABMHelper.framework"
}